--
-- PostgreSQL database dump
--

\restrict C3J6D1s8hXDNtELY6NxgSdCCT81LjKAZahnhn4Ve2403s3DoGClkQiLE8WKDJLd

-- Dumped from database version 17.11
-- Dumped by pg_dump version 17.11

SET statement_timeout = 0;
SET lock_timeout = 0;
SET idle_in_transaction_session_timeout = 0;
SET transaction_timeout = 0;
SET client_encoding = 'UTF8';
SET standard_conforming_strings = on;
SELECT pg_catalog.set_config('search_path', '', false);
SET check_function_bodies = false;
SET xmloption = content;
SET client_min_messages = warning;
SET row_security = off;

ALTER TABLE IF EXISTS ONLY public.words DROP CONSTRAINT IF EXISTS words_lang_fkey;
ALTER TABLE IF EXISTS ONLY public.words DROP CONSTRAINT IF EXISTS words_pkey;
ALTER TABLE IF EXISTS ONLY public.languages DROP CONSTRAINT IF EXISTS languages_pkey;
DROP TABLE IF EXISTS public.words;
DROP TABLE IF EXISTS public.jlpt;
DROP TABLE IF EXISTS public.hsk;
DROP TABLE IF EXISTS public.cet;
DROP TABLE IF EXISTS public.languages;
SET default_tablespace = '';

SET default_table_access_method = heap;

--
-- Name: languages; Type: TABLE; Schema: public; Owner: -
--

CREATE TABLE public.languages (
    code text NOT NULL
);


--
-- Name: words; Type: TABLE; Schema: public; Owner: -
--

CREATE TABLE public.words (
    lang text NOT NULL,
    word text NOT NULL,
    categories text[] DEFAULT '{}'::text[] NOT NULL
);


--
-- Name: jlpt; Type: TABLE; Schema: public; Owner: -
--

CREATE TABLE public.jlpt (
    level smallint NOT NULL,
    word text NOT NULL,
    reading text NOT NULL,
    meaning text NOT NULL,
    accent text NOT NULL DEFAULT '',
    variants text[] DEFAULT '{}'::text[] NOT NULL
);


--
-- Data for Name: jlpt; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.jlpt (level, word, reading, meaning, accent, variants) FROM stdin;
3	あ	あ	喂、哎	1	{}
2	亜	あ	亚〜		{}
2	あ	あ（っ）	喂、哎呀	1	{}
4	ああ	ああ	阿、哎呀	1	{}
3	ああ	ああ	那样、那么	0	{}
2	愛	あい	爱恋、热爱	1	{}
2	相変わらず	あいかわらず	仍旧、照旧	0	{}
3	挨拶	あいさつ（する）	寒暄、问候	1	{}
2	愛情	あいじょう	爱情	0	{}
2	合図	あいず	暗号、信号	1	{}
2	アイスクリーム	アイスクリーム	冰淇淋	5	{}
2	愛する	あいする	爱慕、热爱	3	{}
1	愛想	あいそう	和蔼可亲、好感	3	{}
3	間	あいだ	间、期间、间隔、关系	0	{}
1	間柄	あいだがら	（人与人）关系	0	{}
1	相次ぐ	あいつぐ	相继（发生）	1	{}
2	相手	あいて	对方、敌手	3	{}
2	アイデア	アイデア//アイディア	创意、主意、观念	1,3	{アイディア}
2	生憎	あいにく	不凑巧、偏偏	0	{}
1	合間	あいま	空隙时间、余暇	0,3	{}
2	曖昧	あいまい	可疑、不正经、暧昧	0	{}
2	アイロン	アイロン	熨斗	0	{}
4	会う	あう	遇、遇上	1	{}
3	合う	あう	一致、合适	1	{}
2	遭う	あう	遭遇	1	{}
2	アウト	アウト	出局、外边	1	{}
1	敢えて	あえて	胆敢	1	{}
4	青	あお	青色	1	{}
4	青い	あおい	青的、蓝色的	2	{}
2	扇ぐ	あおぐ	扇	2	{}
1	仰ぐ	あおぐ	仰视、尊敬	2	{}
2	青白い	あおじろい	青白色的	4	{}
4	赤	あか	红色	1	{}
1	垢	あか	污垢	2	{}
4	赤い	あかい	红色的	0	{}
1	証	あかし	证据、证明	0	{}
1	赤字	あかじ	赤字、亏空	0	{}
1	明かす	あかす	说出、道破	0	{}
3	赤ちゃん	あかちゃん	婴儿	1	{}
1	赤らむ	あからむ	变红、红起来	3	{}
2	明かり	あかり	灯火、光亮	0	{灯り}
1	上がり	あがり	上、收入、完成//〜出身、刚	0	{上がり}
3	上がる	あがる	上涨、提高、昂扬	3	{}
4	明るい	あかるい	明亮、开通	0,3	{}
2	赤ん坊	あかんぼう	婴儿、幼稚的人	0	{}
4	秋	あき	秋天	1	{}
2	明き	あき	空的、空隙、空闲	0	{空き}
2	明らか	あきらか	显亮、明白、明亮	2	{}
1	諦め	あきらめ	死心的、断念的	0,4	{}
2	諦める	あきらめる	死心、断念	4	{}
2	飽きる	あきる	厌烦、腻	2	{}
2	呆れる	あきれる	惊讶、吃惊	0,4	{}
4	開く	あく	开、打开	0,2	{}
3	空く	あく	空、空着	0,2	{}
1	悪	あく	坏事、弊端、坏人、邪恶	1	{}
2	握手	あくしゅ	握手	1	{}
3	アクセサリー	アクセサリー	装饰品、附属品	1,3	{}
1	アクセル	アクセル	加速器、油门踏板	1	{}
2	アクセント	アクセント	语调、强势、重点	1	{}
1	あくどい	あくどい	过火的、恶劣的	3	{}
2	欠伸	あくび	哈欠	0	{}
2	悪魔	あくま	恶魔、魔鬼	1	{}
2	飽くまで	あくまで	到底、彻底	1,2	{}
2	明くる	あくる	明、翌、下、次	0	{}
2	明け方	あけがた	黎明、天刚亮时	0	{}
4	開ける	あける	开、打开	0	{}
2	明ける	あける	天明、期满、过年	0	{}
4	上げる	あげる	举、悬挂、抬高、举行	0	{挙げる}
3	あげる	あげる	送、给	0	{}
2	揚げる	あげる	扬起、炸	0	{}
1	顎	あご	下巴、颌、腭	2	{}
1	憧れ	あこがれ	憧憬、向往	0	{}
2	憧れる	あこがれる	憧憬的、向往的	0,5	{}
4	朝	あさ	早晨、早上	1	{}
1	麻	あさ	麻、麻布	2	{}
1	痣	あざ	痣	2	{}
3	浅い	あさい	浅的、淡的、轻的	0	{}
4	朝御飯	あさごはん	早饭、早餐	3	{}
4	明後日	あさって	后天	2	{}
0	朝寝坊	あさねぼう	赖床	3	{}
1	浅ましい	あさましい	卑鄙	4	{}
1	欺く	あざむく	欺骗	3	{}
1	鮮やか	あざやか	鲜明	2	{}
1	嘲笑う	あざわらう	嘲笑	4	{}
4	足	あし	脚、腿	2	{}
3	味	あじ	味、味道	0	{}
3	アジア	アジア	亚洲	1	{}
2	足跡	あしあと	足迹	3	{}
1	悪しからず	あしからず	请不要见怪	3	{}
4	明日	あした	明日、明天	3	{}
2	足元	あしもと	脚下	3	{}
1	味わい	あじわい	品味	0	{}
2	味わう	あじわう	品味	0,3	{}
3	明日	あす	明天、将来	2	{}
2	預かる	あずかる	保管	3	{}
2	預ける	あずける	保管	3	{}
2	汗	あせ	汗水	1	{}
1	焦る	あせる	着急	2	{}
1	褪せる	あせる	褪色	0,2	{}
4	あそこ	あそこ	那里	0	{}
3	遊び	あそび	游戏、玩耍	0	{}
4	遊ぶ	あそぶ	玩	0	{}
1	値	あたい	价值	0	{}
1	値する	あたいする	值	0	{}
2	与える	あたえる	给予	0	{}
2	暖か	あたたか	温暖、温和	2,3	{温か}
4	暖かい	あたたかい	温暖、温和	4	{温かい}
2	暖まる	あたたまる	暖和、取暖	4	{温まる}
2	暖める	あたためる	使…暖、使…热	4	{温める}
4	頭	あたま	头、脑袋	0,3	{}
4	新しい	あたらしい	新的、新式的	4	{}
2	辺り	あたり	附近	1	{}
1	当り	あたり	碰撞、命中、中奨//每、左右、大约	0	{当り}
2	当たり前	あたりまえ	当然	0	{}
2	当る	あたる	照射、当、担任、碰上、撞上、成功	0	{}
2	あちこち	あちこち	到处	2,3	{}
4	あちら	あちら	那边	0	{}
2	あちらこちら	あちらこちら	到处	4	{}
4	厚い	あつい	厚的	0	{}
4	暑い	あつい	热、炎热	2	{}
4	熱い	あつい	热、烫的	2	{}
1	悪化	あっか	恶化	0	{}
1	扱い	あつかい	对待	0	{}
2	扱う	あつかう	对待	0,3	{}
2	厚かましい	あつかましい	无耻	5	{}
1	呆気ない	あっけない	太简单	4	{}
1	あっさり	あっさり	清淡	3	{}
2	圧縮	あっしゅく	压缩	0	{}
1	斡旋	あっせん	斡旋	0	{}
4	あっち	あっち	那边	3	{}
1	圧倒	あっとう	凌驾	0	{}
1	圧迫	あっぱく	压迫	0	{}
1	アップ	アップ	提升、向上	1	{}
2	集り	あつまり	聚集、集会	0,3	{}
3	集まる	あつまる	集合、集	3	{}
3	集める	あつめる	集中、收集	3	{}
1	誂る	あつらえる	订做	3,4	{}
1	圧力	あつりょく	压力	2	{}
1	宛	あて	寄给〜	0	{}
1	当て	あて	目标、希望、指望	0	{}
1	当字	あてじ	错别字、借用字、白字	0	{宛字}
2	宛名	あてな	收件人姓名	0	{}
2	当て嵌まる	あてはまる	适合	4	{}
2	当て嵌める	あてはめる	适用	4	{}
2	当てる	あてる	碰、撞、接触、指名	0	{}
1	宛てる	あてる	发给	0	{}
4	後	あと	后面	1	{}
2	跡	あと	迹、迹象、痕迹	1	{痕}
2	後	あと	后方、后//痕	1	{跡}
1	跡継	あとつぎ	后代、后嗣	2	{}
1	後回し	あとまわし	缓办	3	{}
2	穴	あな	洞、缺陷	2	{}
3	アナウンサー	アナウンサー	广播员	3	{}
4	貴方	あなた	你	2	{}
4	兄	あに	哥哥	1	{}
4	姉	あね	姐姐、姊姊	0	{}
4	あの	あの	那、那个	0	{}
4	あの	あの	哎、啊、嗯	0	{}
4	アパート	アパート	公寓	2	{}
2	暴れる	あばれる	闹、放荡	0	{}
4	浴びる	あびる	浴、洗、淋	0,3	{}
4	危ない	あぶない	危险的	0,3	{}
2	油	あぶら	油、脂肪	0	{脂}
1	油絵	あぶらえ	油画	3	{}
3	アフリカ	アフリカ	非洲	0	{}
2	炙る	あぶる	烘、烤	2	{焙る}
2	溢れる	あふれる	满、溢、充满	3	{}
1	アプローチ	アプローチ	方法、入口、接近	3	{}
1	あべこべ	あべこべ	反对、相反	0	{}
4	甘い	あまい	甜、甜蜜、姑且、天真、不紧	0	{}
1	甘える	あまえる	撒娇	0	{}
1	雨具	あまぐ	雨具	2	{}
1	甘口	あまくち	帯甜味的	0	{}
1	アマチュア	アマチュア	外行(人)、业余	0,2	{}
2	雨戸	あまど	木板套窗	2	{}
2	甘やかす	あまやかす	娇养	0,4	{}
4	余り	あまり	多、多些	0,3	{}
2	余	あまり	余、剩余、过度	0,3	{}
2	余る	あまる	余、剩、过份	2	{}
1	網	あみ	网、铁丝网	2	{}
2	編物	あみもの	编织的东西	2	{}
2	編む	あむ	编织、编辑	1	{}
4	飴	あめ	麦芽糖	0	{}
4	雨	あめ	雨、雨天	1	{}
3	アメリカ	アメリカ	美国	0	{}
2	危うい	あやうい	危险	0,3	{}
2	怪しい	あやしい	奇怪的、靠不住	0	{}
1	操る	あやつる	要、操纵	3	{}
1	危ぶむ	あやぶむ	挂念、担心	3	{}
1	あやふや	あやふや	含糊、靠不住	0	{}
1	過ち	あやまち	错、过失	0,3,4	{}
2	誤り	あやまり	错误	3,4	{}
3	謝る	あやまる	道歉	3	{}
1	誤る	あやまる	弄错、错误、认错	3	{}
1	歩み	あゆみ	步行、走	3	{}
1	歩む	あゆむ	步行、进展	2	{}
2	あら	あら	唉呀！	1	{}
2	荒い	あらい	粗暴、粗大	0	{}
4	洗う	あらう	洗、调查	0	{}
1	予め	あらかじめ	预先	0	{}
2	嵐	あらし	风暴	1	{}
1	荒らす	あらす	破坏、使荒废	0	{}
2	粗筋	あらすじ	概略	0	{}
1	争い	あらそい	纠纷、争论	0,3	{}
2	争う	あらそう	争夺、竞争	3	{}
2	新た	あらた	重新	1	{}
1	改まる	あらたまる	改良、革新	4	{}
2	改めて	あらためて	重新、再	3	{}
2	改める	あらためる	改变、修改	4	{}
1	荒っぽい	あらっぽい	粗暴的、粗糙的	0	{}
1	アラブ	アラブ	阿拉伯	1	{}
2	あらゆる	あらゆる	所有、一切	3	{}
1	霰	あられ	雪珠、霰	0	{}
2	表わす	あらわす	表示、表现//显出、露出//着	3	{現す,著す}
2	現れ	あらわれ	表现、结果	0,3,4	{}
2	現れる	あらわれる	出现、被发现	4	{}
2	ありがたい	ありがたい	难得的、值得感谢	4	{}
4	ありがとうございます	（どうも）ありがとうございます・ました。	谢谢、非常感谢	(1)2・(1)2--4	{}
1	有様	ありさま	样子、情况	0,2	{}
1	有りの儘	ありのまま	据实	0,5	{}
1	有触れる	ありふれる	常见、不稀奇	0	{}
4	在る[存在]	ある	在	1	{}
4	有る[所有]	ある	有	1	{}
2	或る	ある	或、有、某	1	{}
2	或いは	あるいは	或是	2	{}
1	アルカリ	アルカリ	碱	0	{}
4	歩く	あるく	步行、走	2	{}
3	アルコール	アルコール	酒精	0	{}
3	アルバイト	アルバイト	打工	3	{}
2	アルバム	アルバム	照相簿、歌曲选纪念集(册)	0,1	{}
1	アルミ	アルミ	铝	0	{}
4	あれ	あれ	那个、那里	0	{}
2	あれ	あれ	哎呀	1	{}
2	あれこれ	あれこれ	这个那个	2	{}
2	荒れる	あれる	荒芜、荒废	0	{}
2	泡	あわ	泡、沫、水花	2	{}
0	アワー	アワー	时间、时刻	1	{}
1	合わす	あわす	合并、配合、调准、比较	2	{}
1	合わせ	あわせ	合	3	{}
2	合わせる	あわせる	合并、配合、调准、比较//把…合而为一	3	{併せる}
2	慌しい	あわただしい	慌忙的	5	{}
2	慌てる	あわてる	惊慌	0	{}
2	哀れ	あわれ	悲哀、可怜	1	{}
2	案	あん	想法、建议、设想	1	{}
2	安易	あんい	容易、估计不足	0,1	{}
2	案外	あんがい	没想到	0,1	{}
2	暗記	あんき	记住、背下来	0	{}
1	アンケート	アンケート	问卷调查	1,3	{}
1	アンコール	アンコール	再一次、安可	3	{}
1	暗殺	あんさつ	暗杀	0	{}
1	暗算	あんざん	心算、暗算	0	{}
1	暗示	あんじ	暗示	0	{}
1	案じる	あんじる	担心、想办法	0,3	{}
3	安心	あんしん（する）	安心、放心	0	{}
1	安静	あんせい	安静	0	{}
3	安全	あんぜん	安全	0	{}
2	安定	あんてい	安定、稳定性	0	{}
2	アンテナ	アンテナ	天线	0	{}
3	あんな	あんな	那样的	0	{}
3	案内	あんない（する）	引导、指南	3	{}
2	あんなに	あんなに	那么、那样的	0	{}
1	案の定	あんのじょう	果然、正如所料	3	{}
2	あんまり	あんまり	过度、过于	0,4	{}
2	胃	い	胃	0	{}
2	位	い	第〜名	1	{}
1	異	い	不同、奇异	0	{}
1	意	い	心意、意义、意思	1	{}
4	良い	いい//よい	好、合适、为好	1	{}
4	いいえ	いいえ	不、不是	3	{}
1	好い加減	いいかげん	马虎、不彻底、相当、适当	0	{}
2	言い出す	いいだす	说出来、开始说	3	{}
2	言い付ける	いいつける	吩咐、命令、告状、告发	4	{}
1	言い訳	いいわけ	辩解、分辩	0	{}
2	委員	いいん	委员	1	{}
1	医院	いいん	医院、私人诊所	1	{}
4	言う	いう	说、诉说	0,2	{}
4	家	いえ	房子、住宅	2	{}
2	いえ	いえ	不是	1,2	{}
0	イエス	イエス	是、同意	2	{}
1	家出	いえで	离家出走	0,3	{}
3	以下	いか	以下、下面、后面	1	{}
3	以外	いがい	以外、除…之外	1	{}
2	意外	いがい	意外、想不到	0	{}
4	如何	いかが	如何、是否合适	2	{}
3	医学	いがく	医学	1	{}
1	生かす	いかす	使…活着、留活命	2	{}
1	いかに	いかに	如何、怎样、无论怎样…也	2	{}
1	いかにも	いかにも	非常、的确、好像	2	{}
1	怒り	いかり	愤怒	0	{}
2	息	いき	呼吸、气息	1	{}
1	粋	いき	漂亮、风流	0	{}
2	意義	いぎ	意义	1	{}
1	異議	いぎ	不同意见	1	{}
2	行	いき//ゆき	去、往、开往…	2	{}
2	生き生き	いきいき	生气勃勃	3	{}
2	勢い	いきおい	气势、力量、趋势	3	{}
1	生甲斐	いきがい	生存的意义	0,3	{}
1	意気込む	いきごむ	干劲	3	{}
1	行き違い	いきちがい	走岔、(联系等)弄错	0	{}
2	行き成り	いきなり	突然、冷不防	0	{}
2	生物	いきもの	有生命力的东西	2,3	{}
3	生きる	いきる	生存、谋生、有效、活	2	{}
4	行く	いく//ゆく	去	0	{}
2	幾	いく〜	多少、许多	1	{}
2	育児	いくじ	育儿	1	{}
1	育成	いくせい	培养、培育	0	{}
1	幾多	いくた	几多、许多	1	{}
4	幾つ	いくつ	多少、几个、几岁	1	{}
2	幾分	いくぶん	某种程度	0	{}
4	幾ら	いくら	多少、多少钱、不论多少	1	{}
3	いくら〜ても	いくら〜ても	即使多么…也、不论…也…	1--1	{}
4	池	いけ	池子	2	{}
0	いけない	いけない	不好、不可以	0	{}
2	生花	いけばな	插花、生花	2	{}
1	生ける	いける	使活下去	2	{活ける}
3	意見	いけん	意见、规劝	1	{}
1	異見	いけん	不同见解	0	{}
2	以後	いご	…以后、今后	1	{}
2	以降	いこう	以后	1	{}
1	移行	いこう	过渡、移转	0	{}
1	意向	いこう	意向、志向、打算	0	{}
2	イコール	イコール	相等、等于、等号	2	{}
1	いざ	いざ	喂、哎、嘿	1	{}
2	勇ましい	いさましい	勇敢的、活跃的	4	{}
3	石	いし	石头、矿石、宝石	2	{}
2	意思	いし	意志、意思	1	{意志}
2	医師	いし	医生	1	{}
2	維持	いじ	维持	1	{}
1	意地	いじ	意地	2	{}
2	意識	いしき	意识	1	{}
3	苛める	いじめる	欺负、捉弄	4	{}
4	医者	いしゃ	医生	0	{}
1	移住	いじゅう	移居	0	{}
1	衣装	いしょう	戏装、服装	1	{}
3	以上	いじょう	以上	1	{}
2	異常	いじょう	异常	0	{}
2	衣食住	いしょくじゅ	衣食住	1,2,3	{}
1	弄る	いじる	摆弄	3	{}
2	意地悪	いじわる	心眼坏	2,3	{}
4	椅子	いす	椅子	0	{}
2	泉	いずみ	泉水	0	{}
2	何れ	いずれ	哪个	0	{}
1	異性	いせい	异性	0,1	{}
1	遺跡	いせき	遗迹	0	{}
2	以前	いぜん	以前	1	{}
1	依然	いぜん	依然	0	{}
4	忙しい	いそがしい	繁忙的、忙碌的	4	{}
3	急ぐ	いそぐ	急速	2	{}
1	依存	いぞん	依存	0	{}
2	板	いた	木板	0	{}
4	痛い	いたい	疼、疼痛	2	{}
2	偉大	いだい	伟大	0	{}
1	委託	いたく	委托	0	{}
2	抱く	いだく	抱、懐抱	2	{}
3	致す	いたす	〔谦让语〕致、达	2	{}
2	悪戯	いたずら	恶作剧	0	{}
1	頂	いただき	顶部	0	{}
4	いただきます	いただきます。	我要吃了	5	{}
3	頂く	いただく	〔谦让语〕领、戴、吃、喝	4	{}
1	至って	いたって	很、非常	0,2	{}
2	痛み	いたみ	损伤、腐败	3	{}
2	痛む	いたむ	疼痛	2	{}
1	炒める	いためる	炒	3	{}
1	傷める	いためる	损伤	3	{}
2	至る	いたる	至、到达	2	{}
1	労わる	いたわる	安慰、怜悯	3	{}
4	一	いち	一	2	{}
2	一	いち	第一、最好		{}
1	市	いち	市场	1	{}
1	位置	いち	位置、地位、位于	2	{}
4	一々	いちいち	一个一个地、逐一	2	{}
2	一応	いちおう	姑且、一并	0	{}
1	一概に	いちがいに	一概	2	{}
2	一時	いちじ	一段时间	2	{}
1	著しい	いちじるしい	明显的	5	{}
2	一段と	いちだんと	更加	0	{}
3	一度	いちど	一回、一次	3	{}
1	一同	いちどう	全体	3	{}
2	一度に	いちどに	同时	3	{}
4	一日	いちにち	一日、终日	4	{}
2	市場	いちば	市场	1	{}
4	一番	いちばん	最初、最好//最、顶	2//0	{}
2	一部	いちぶ	一部、一份	2	{}
1	一部分	いちぶぶん	一部分	3	{}
0	一別	いちべつ	一别//看一眼	0	{一瞥}
1	一面	いちめん	全体、一面、片面	0	{}
1	一目	いちもく	一目	0,2	{}
1	一様	いちよう	一样	0	{}
1	一律	いちりつ	一律	0	{}
2	一流	いちりゅう	一流	0	{}
1	一連	いちれん	一串	0	{}
4	何時	いつ	何时、什么时候	1	{}
2	一家	いっか	全家	1	{}
4	五日	いつか	五日、五号	0	{}
2	何時か	いつか	以前、早晚、不知不觉	1	{}
1	一括	いっかつ	包括	0	{}
1	一気	いっき	一口气	1	{}
1	一挙に	いっきょに	一举	1	{}
1	一見	いっけん	看一次	0	{}
1	一切	いっさい	一切	1	{}
2	一昨日	いっさくじつ	前天	0	{}
2	一昨年	いっさくねん	前年	0	{}
2	一種	いっしゅ	一种	1	{}
2	一瞬	いっしゅん	瞬间	0	{}
4	一緒	いっしょ	一同、一起	0	{}
2	一生	いっしょう	一生	0	{}
3	一生懸命	いっしょうけんめい	非常努力、拼命	5	{}
1	一心	いっしん	齐心	3	{}
2	一斉	いっせい	一齐	0	{}
1	いっそ	いっそ	宁可、倒不如	0	{}
2	一層	いっそう	更、越发	0	{}
4	一体	いったい	一体、究竟、到底	0	{}
1	一帯	いったい	一带	0	{}
2	一旦	いったん	一旦、既然	0	{}
2	一致	いっち	一致	0	{}
4	五つ	いつつ	五个、五岁	2	{}
2	一定	いってい	统一规定、固定	0	{}
0	いっていらっしゃい	いっていらっしゃい。	慢走	0,7	{}
3	いってまいります	いってまいります。	我走了	7	{}
2	何時でも	いつでも	随时、总是	1	{}
3	いってらっしゃい	いってらっしゃい。	慢走	6	{}
2	いつのまにか	いつのまにか	不知什么时候	1	{}
3	一杯	いっぱい	满、全部	0	{}
3	一般	いっぱん	一般、普通	0	{}
1	一変	いっぺん	完全改变	0	{}
2	一方	いっぽう	一方面、越来越	3	{}
2	何時までも	いつまでも	永远、始终	1	{}
4	何時も	いつも	总是、往常、经常、平时	1	{}
2	移転	いてん	迁移、转让	0	{}
3	糸	いと	线、丝	1	{}
1	意図	いと	企图	1	{}
2	井戸	いど	井	1	{}
2	緯度	いど	纬度	1	{}
2	移動	いどう	移动、巡回	0	{}
1	異動	いどう	调动	0	{}
2	従兄弟	いとこ	表兄弟、堂兄弟	2,1	{従姉妹}
1	営む	いとなむ	经营	3	{}
1	挑む	いどむ	挑战、挑逗	2	{}
3	以内	いない	以内	1	{}
3	田舎	いなか	乡下、故乡	0	{}
1	稲光	いなびかり	闪电	3	{}
4	犬	いぬ	狗	2	{}
2	稲	いね	水稻	1	{}
2	居眠り	いねむり	打瞌睡	2,3,4	{}
2	命	いのち	生命、命脉	1	{}
1	祈り	いのり	祈祷	3	{}
3	祈る	いのる	祈祷、祝福	2	{}
2	威張る	いばる	骄傲、逞威风	2	{}
2	違反	いはん	违反	0	{}
1	鼾	いびき	鼾声	3	{}
2	衣服	いふく	衣服	1	{}
4	今	いま	现在、马上	1	{}
2	居間	いま	起居室	2	{}
1	今更	いまさら	事到如今、现在才	0,1	{}
1	未だ	いまだ	尚未、迄今	0,1	{}
2	今に	いまに	即将	1	{}
2	今にも	いまにも	马上、就要	1	{}
4	意味	いみ	意思、含义、价值	1	{}
1	移民	いみん	移民	0	{}
2	イメージ	イメージ	印象、像、图像	1,2	{}
4	妹	いもうと（さん）	妹妹、小姨	0,4	{}
4	嫌	いや	讨厌、不愿意	2	{}
1	嫌々	いやいや	不、无奈	0	{}
2	嫌がる	いやがる	嫌、讨厌	3	{}
1	卑しい	いやしい	贪婪、卑鄙	0,3	{}
1	いやに	いやに	过于	2	{}
1	嫌らしい	いやらしい	令人不快、下流	4	{}
2	愈々	いよいよ	越发、终于	2	{}
1	意欲	いよく	意愿	1	{}
2	依頼	いらい	委托、依靠	0	{}
2	以来	いらい	以来、今后	1	{}
2	いらいら	いらいら	着急	1	{}
4	いらっしゃい	いらっしゃい（ませ）。	请来、欢迎	4(6)	{}
3	いらっしゃる	いらっしゃる	在、来、去	4	{}
4	入り口	いりぐち	入口、门口	0	{}
2	医療	いりょう	医疗、治疗	0,1	{}
1	衣料	いりょう	布料	1	{}
1	威力	いりょく	威力	1	{}
4	居る	いる	有、居住	0	{}
4	要る	いる	要、需要	0	{}
2	煎る	いる	炒、煎	1	{炒る}
1	衣類	いるい	衣服	1	{}
2	入物	いれもの	容器	0	{}
4	入れる	いれる	容纳、采用、娤、放	0	{}
4	色	いろ	色、色彩	2	{}
4	色々	いろいろ	各式各样	0	{}
1	異論	いろん	异论	0	{}
4	岩	いわ	岩石	2	{}
2	祝	いわい	祝贺、赠品	2	{}
2	祝う	いわう	祝贺、庆祝	2	{}
2	言わば	いわば	说起来	0,1,2	{}
2	所謂	いわゆる	所谓	2,3	{}
3	員	いん	人员、成员	1	{}
1	印鑑	いんかん	印鉴、图章	0,3	{}
2	インキ	インキ	墨水	0,1	{}
1	陰気	いんき	阴暗、阴郁、忧郁	0	{}
1	隠居	いんきょ	退休的老年人、卸去所掌管的家务的人	0	{}
2	インク	インク	墨水	0,1	{}
2	印刷	いんさつ	印刷	0	{}
2	印象	いんしょう	印象	0	{}
1	インターチェンジ	インターチェンジ	高速公路出入口	5	{}
1	インターナショナル	インターナショナル	国际(的)	5	{}
1	インターフォン	インターフォン	内线电话、内部通讯装置	3	{}
2	引退	いんたい	退休	0	{}
2	インタビュー	インタビュー	采访、面谈	1,3	{}
1	インテリ	インテリ	知识份子、文化人	0	{}
0	インフォーメーション	インフォーメーション	情报、询问处	4	{}
1	インフォメーション	インフォメーション	情报、询问处	4	{}
1	インフレ	インフレ	通货膨胀	0	{}
2	引用	いんよう	引用	0	{}
2	引力	いんりょく	引力	1	{}
2	ウイスキー	ウイスキー	威士忌	2,3,4	{}
1	ウイルス	ウイルス	病毒	2	{}
2	ウーマン	ウーマン	女人、妇女	1	{}
2	ウール	ウール	羊毛	1	{}
4	上	うえ	上、上面	0	{}
2	ウエートレス	ウエートレス//ウエイトレス	女服务员	2	{ウエイトレス}
2	植木	うえき	盆栽、庭院的树木	0	{}
3	植える	うえる	种、植	0	{}
2	飢える	うえる	饥饿、渴求	2	{}
2	魚	うお	鱼	0	{}
2	嗽	うがい	漱口	0	{}
3	伺う	うかがう	拜访	0	{}
3	伺う	うかがう	请教、打听	0	{}
2	浮かぶ	うかぶ	漂浮、呈现、涌上	0	{}
2	浮かべる	うかべる	使〜浮起、想起	0	{}
1	受かる	うかる	考上	2	{}
2	浮く	うく	浮、漂、不牢固	0	{}
1	受け入れ	うけいれ	接受、接纳、收入、答应、承诺	0	{}
1	受け入れる	うけいれる	接受、采纳、收容	0,4	{}
2	承る	うけたまわる	听取、接受、听说	0,5	{}
1	受け継ぐ	うけつぐ	继承、接替	0,3	{}
3	受付	うけつけ	接受、接收、受理	0	{}
1	受け付ける	うけつける	接受、受理	0,4	{}
1	受け止める	うけとめる	接住、阻止	0,4	{}
2	受け取り	うけとり	收领	0	{}
2	受け取る	うけとる	收、接、领、理解、领会	0	{}
1	受身	うけみ	被动、守势	2,3	{}
1	受け持ち	うけもち	担任、担当	0	{}
2	受け持つ	うけもつ	担任、担当	0	{}
3	受ける	うける	收、接受、受到、认同	2	{}
2	動かす	うごかす	移动、摇动	3	{}
1	動き	うごき	动、活动、移动	3	{}
3	動く	うごく	动、移动、摇动	2	{}
2	兎	うさぎ	兔子	0	{}
2	牛	うし	牛	0	{}
2	失う	うしなう	失去、失掉	0	{}
4	後ろ	うしろ	后、后面、后方	0	{}
1	渦	うず	漩涡、涡流	1	{}
4	薄い	うすい	薄的、浅的	0	{}
2	薄暗い	うすぐらい	微暗	0	{}
2	薄める	うすめる	稀释	0	{}
1	埋める	うずめる	堆满、占满、填补	0	{}
3	嘘	うそ	谎言、假话	1	{}
1	嘘つき	うそつき	说谎的人	2	{}
4	歌	うた	歌、歌曲	2	{}
4	歌う	うたう	歌颂、颂扬、唱、鸣	0	{}
2	疑う	うたがう	怀疑、疑惑	0	{}
1	転寝	うたたね	假睡、打瞌睡	0	{}
4	家	うち	家庭、房子、住宅	0	{}
3	うち	うち	〜之中	0	{}
1	打ち明ける	うちあける	说实话、说心里话	0,4	{}
2	打ち合わせ	うちあわせ	商量、磋商	0	{}
2	打ち合わせる	うちあわせる	商量、商谈	0,5	{}
1	打ち切る	うちきる	停止、截止、中止	0,3	{}
1	打ち消し	うちけし	否定、取消	0	{}
2	打ち消す	うちけす	否认、否定	0,3	{}
1	打ち込む	うちこむ	打进、投进	0,3	{}
2	宇宙	うちゅう	宇宙	1	{}
1	団扇	うちわ	相扑的裁判扇	2	{}
1	内訳	うちわけ	细目、明细	0	{}
3	打つ	うつ	打、碰撞	1	{}
2	討つ	うつ	讨伐、斩、射撃	1	{撃つ}
2	うっかり	うっかり	不经神、不留神	3	{}
3	美しい	うつくしい	美丽、好看	4	{}
1	写し	うつし	抄写、摄影	3	{}
3	写す	うつす	抄、摹写、照	2	{}
2	移す	うつす	移、迁、挪、搬	2	{}
2	映す	うつす	抄、映	2	{}
1	訴え	うったえ	申诉	0,3	{}
2	訴える	うったえる	控告	0,4	{}
1	鬱陶しい	うっとうしい	沉闷	5	{}
1	俯く	うつむく	俯卧	0,3	{}
3	映る	うつる	映、照	2	{}
3	移る	うつる	迁移、变动	2	{}
2	写る	うつる	透过来、照相	2	{}
1	空ろ	うつろ	空、空虚	0	{}
1	器	うつわ	器	0	{}
3	腕	うで	胳膊、手腕	2	{}
1	腕前	うでまえ	能力	0,3	{}
1	雨天	うてん	雨天	1	{}
2	饂飩	うどん	面条、乌龙麺	0	{}
1	促す	うながす	催促	3	{}
2	頷く	うなずく	点头	0,3	{}
2	唸る	うなる	哼哼	0	{}
1	自惚れ	うぬぼれ	自满自大	0	{}
2	奪う	うばう	抢夺、除去	2	{}
2	馬	うま	马	2	{}
3	美味い	うまい	好吃的//巧妙、高明、方便	2	{旨い,上手い,巧い}
1	埋まる	うまる	埋	0	{}
2	生まれ	うまれ	出生	0	{}
1	生まれつき	うまれつき	天生	0	{}
4	生まれる	うまれる	产生、出现	0	{}
4	海	うみ	海、海洋	1	{}
2	有無	うむ	有没有	1	{}
1	産む	うむ	新生	0	{}
2	梅	うめ	梅子	0	{}
1	埋め込む	うめこむ	内蔵	3	{}
1	梅干	うめぼし	咸梅	0	{}
2	埋める	うめる	埋	0	{}
2	敬う	うやまう	尊敬	3	{}
3	裏	うら	里面、背面	2	{}
1	裏返し	うらがえし	表里相反	3	{}
2	裏返す	うらがえす	翻过来	3	{}
2	裏切る	うらぎる	背叛	3	{}
2	裏口	うらぐち	后门	0	{}
2	占う	うらなう	占卜	3	{}
2	恨み	うらみ	恨	3	{}
2	恨む	うらむ	埋怨	2	{}
2	羨ましい	うらやましい	羡幕	0,4	{}
2	羨む	うらやむ	羡慕	3	{}
2	売り上げ	うりあげ	销售额、销售量	0	{}
2	売り切れ	うりきれ	卖完	0	{}
2	売り切れる	うりきれる	卖完	4	{}
1	売り出し	うりだし	开始发卖、拍卖	0	{}
1	売り出す	うりだす	开始出卖、拍卖、降价卖	3	{}
3	売り場	うりば	出售处、售票处、销售处	0	{}
4	売る	うる	卖、售、贩卖	0	{}
1	潤う	うるおう	滋润	3	{}
4	煩い	うるさい	吵、麻烦的	3	{}
3	嬉しい	うれしい	开心、欢喜的、高兴的	3	{}
2	売れ行き	うれゆき	销售状况	0	{}
2	売れる	うれる	畅销、有名	0	{}
2	うろうろ	うろうろ	徘徊、徬徨	1	{}
0	上	うわ	上面、表面、高	0	{}
1	浮気	うわき	轻浮	0	{}
4	上着	うわぎ	外衣、上衣	0	{}
2	噂	うわさ	传言	0	{}
1	上回る	うわまわる	超过	4	{}
1	植わる	うわる	栽着	0	{}
3	うん	うん	是、嗯	1	{}
2	運	うん	运、运气、命运	1	{}
1	運営	うんえい	经营	0	{}
2	運河	うんが	运河	1	{}
1	うんざり	うんざり	厌腻	3	{}
1	運送	うんそう	运送	0	{}
1	運賃	うんちん	运费	1	{}
3	運転	うんてん（する）	运转、驾驶、开车	0	{}
3	運転手	うんてんしゅ	驾驶员	3	{}
2	うんと	うんと	多、有的是、非常	1	{}
3	運動	うんどう（する）	运动、活动	0	{}
1	云々	うんぬん	等等、议论、说三道四	0	{}
1	運搬	うんぱん	搬运	0	{}
1	運命	うんめい	命运	1	{}
1	運輸	うんゆ	运输	1	{}
1	運用	うんよう	运用	0	{}
4	絵	え	图画、画	1	{}
1	柄	え	柄	0	{}
2	え	え（っ）	嗯	0	{}
1	エアメール	エアメール	航空邮件	3	{}
1	営	えい	经营		{}
2	永遠	えいえん	永远	0	{}
4	映画	えいが	电影	0,1	{}
4	映画館	えいがかん	电影院	3	{}
2	永久	えいきゅう	永久	2	{}
2	影響	えいきょう	影响	0	{}
2	営業	えいぎょう	营业	0	{}
4	英語	えいご	英语	0	{}
1	英字	えいじ	英文	0	{}
1	映写	えいしゃ	放映	0	{}
2	衛生	えいせい	卫生	0	{}
1	衛星	えいせい	卫星	0	{}
1	映像	えいぞう	映像	0	{}
2	英文	えいぶん	英文	0	{}
1	英雄	えいゆう	英雄	0	{}
2	栄養	えいよう	营养	0	{}
2	英和	えいわ	英日	0	{}
4	ええ	ええ	嗯、对	1	{}
2	ええと	ええと	唉呀（一时想不起来的声音）	0	{}
2	笑顔	えがお	笑脸	1	{}
2	描く	えがく	画	2	{}
4	駅	えき	车站	1	{}
1	液	えき	液	1	{}
2	液体	えきたい	液体	0	{}
2	餌	えさ	饲料	2	{}
3	エスカレーター	エスカレーター	电动手扶梯、自动楼梯	4	{}
3	枝	えだ	枝、树枝	0	{}
2	エチケット	エチケット	礼仪、规矩	1,3	{}
1	閲覧	えつらん	阅览	0	{}
2	エネルギー	エネルギー	能源、精力	2,3	{}
2	絵具	えのぐ	颜料	0	{}
2	エプロン	エプロン	围裙	1	{}
1	獲物	えもの	顺手的武器	0,3	{}
2	偉い	えらい	伟大的、地位高、严重	2	{}
3	選ぶ	えらぶ	选择	2	{}
1	襟	えり	领子	2	{}
2	得る	える//うる	得到	1	{}
1	エレガント	エレガント	优美的	1	{}
4	エレベーター	エレベーター	电梯	3	{}
4	円	えん	日元、圆		{}
2	円	えん	圆周、日元	1	{}
2	園	えん	园		{}
1	縁	えん	缘	1	{}
2	宴会	えんかい	宴会	0	{}
1	円滑	えんかつ	顺利圆满	0	{}
1	縁側	えんがわ	檐下的走廊	0	{}
1	沿岸	えんがん	沿岸	0	{}
2	延期	えんき	延期	0	{}
2	演技	えんぎ	演技	1	{}
1	婉曲	えんきょく	婉转	0	{}
2	園芸	えんげい	园艺	0	{}
2	演劇	えんげき	戏剧	0	{}
1	エンジニア	エンジニア	工程师、技师	3	{}
2	演習	えんしゅう	实地演习、课堂讨论	0	{}
2	円周	えんしゅう	圆周	0	{}
1	演出	えんしゅつ	演出	0	{}
2	援助	えんじょ	援助	1	{}
1	演じる．ずる	えんじる．ずる	扮演	0	{}
2	エンジン	エンジン	引擎、发动机	1	{}
2	演説	えんぜつ	演说	0	{}
1	沿線	えんせん	沿线	0	{}
2	演奏	えんそう	演奏	0	{}
2	遠足	えんそく	远足	0	{}
1	縁談	えんだん	提亲	0	{}
2	延長	えんちょう	延长	0	{}
2	煙突	えんとつ	烟囱	0	{}
4	鉛筆	えんぴつ	铅笔	0	{}
1	遠方	えんぽう	远处	0	{}
1	円満	えんまん	圆满	0	{}
3	遠慮	えんりょ（する）	远虑	0	{}
1	尾	お	尾巴、尾状物	1	{}
4	御	お//おん〜	表示尊敬、表示谦逊		{}
2	甥	おい	外甥	0	{}
2	おい	おい	喂	1	{}
2	追い掛ける	おいかける	追赶	4	{}
2	追い越す	おいこす	越过	3	{}
1	追い込む	おいこむ	赶入	3	{}
4	美味しい	おいしい	好吃的、美味的	0	{}
1	追い出す	おいだす	赶出去	3	{}
2	追い付く	おいつく	追上	3	{}
2	於いて	おいて	在…	1	{}
3	お出でになる	おいでになる	来、去	5	{}
2	オイル	オイル	油、石油	1	{}
1	老いる	おいる	年老	2	{}
3	お祝い	おいわい	祝福	0	{}
2	追う	おう	追求、赶、驱逐	0	{}
2	王	おう	国王	1	{}
1	負う	おう	背、负负担	0	{}
2	応援	おうえん	援助、支援	0	{}
1	応急	おうきゅう	应急	0	{}
1	黄金	おうごん	黄金、金钱	0	{}
2	王様	おうさま	国王	0	{}
2	王子	おうじ	王子	1	{}
2	王女	おうじょ	王女	1	{}
2	応じる	おうじる・おうずる	回答、接受	0	{応ずる}
1	往診	おうしん	出诊	0	{}
2	応接	おうせつ	应接、接待	0	{}
0	応接間	おうせつま	接待室	0	{}
2	応対	おうたい	应对、面谈、应酬	0	{}
2	横断	おうだん	横断、横渡、横穿	0	{}
2	横断歩道	おうだんほどう	人行道（横穿马路的）	5	{}
2	往復	おうふく	往复、往返	0	{}
2	欧米	おうべい	欧美	0	{}
1	応募	おうぼ	应募、应召、应征	0	{}
2	応用	おうよう	应用、运用	0	{}
2	終える	おえる	完结、终了、结束	0	{}
2	おお	おお	噢、哎呀	1	{}
2	大	おお	大、广、多		{}
4	多い	おおい	多的	1	{}
2	おおい	おおい	喂		{}
2	大いに	おおいに	大、非常、很、甚	1	{}
2	覆う	おおう	盖、覆盖、蒙、掩盖、隐藏	0	{}
1	大方	おおかた	基本上、大体上、大概	0	{}
1	大柄	おおがら	体型大、个儿大	0	{}
4	大きい	おおきい	大的、巨大的、高大的	3	{}
4	大きな	おおきな	大、大的	1	{}
1	オーケー	オーケー	好、可以	1	{}
1	大袈裟	おおげさ	夸大、夸张、小题大作	0	{}
2	オーケストラ	オーケストラ	管弦乐团	3	{}
1	大雑把	おおざっぱ	草率地、粗枝大叶地	3	{}
1	大筋	おおすじ	大纲、梗概、提纲	0	{}
4	大勢	おおぜい	人数众多、许多人、大家	3	{}
1	大空	おおぞら	太空、天空	3	{}
2	大通り	おおどおり	大街	3	{}
3	オートバイ	オートバイ	摩托车	3	{}
1	オートマチック	オートマチック//オートマティク	自动的	4,5	{オートマティク}
2	オートメーション	オートメーション	自动控制、自动装置	4	{}
3	オーバー	オーバー	外套、大衣	1	{}
2	オーバー	オーバー	外套	1	{}
0	オーバーコート	オーバーコート	外套、大衣	1	{}
1	オーバーする	オーバーする	超过	1	{}
1	大幅	おおはば	宽幅、广泛、大幅度	0	{}
1	オープン	オープン	打开、开场、开店、公开、露天	1	{}
1	大まかな	おおまか	大手大脚、潦草、笼统	0	{}
1	大水	おおみず	大水、洪水	0,3	{}
2	大家	おおや	房东、房产主	0	{}
1	公	おおやけ	公、公家、公共	0	{}
2	大凡	おおよそ	一般、普通大概	0	{}
2	丘	おか	丘陵、小山包	0	{}
2	お母様	おかあさま	〔敬语〕妈妈、令堂	2	{}
4	お母さん	おかあさん	妈妈、令堂、母亲	2	{}
2	おかえり	おかえり。	（你）回来了	0	{}
3	おかえりなさい	おかえりなさい。	（你）回来了	6	{}
3	御蔭	おかげ	托福、多亏、多亏	0	{}
2	おかけください	おかけください。	请坐	0--3	{}
3	おかげさまで	おかげさまで。	托您的福	0	{}
4	お菓子	おかし	点心	2	{}
3	可笑しい	おかしい	可笑、奇怪的、滑稽	3	{}
2	犯す	おかす	违犯、冒犯	2	{}
2	侵す	おかす	侵犯、侵害	2	{}
2	おかず	おかず	菜、副食	0	{}
4	お金	おかね	钱	0	{}
2	おかまいなく	おかまいなく。	不顾、不管、不放在心上	5	{}
2	拝む	おがむ	叩拜、作揖、恳求	2	{}
2	お代り	おかわり	再盛一碗	2	{}
3	置き	おき	隔、每隔		{}
2	沖	おき	海面、海上	0	{}
2	補う	おぎなう	弥补、补偿、补充	3	{}
2	おきのどくに	おきのどくに。	太遗憾了	0	{}
4	起きる	おきる	起来、起床	2	{}
4	置く	おく	放置、放下、设置	0	{}
3	億	おく	亿	1	{}
2	奥	おく	里头、内部、尽头、深处	1	{}
2	屋外	おくがい	户外、室外、屋外	2	{}
2	奥様	おくさま	〔敬语〕夫人	1	{}
4	奥さん	おくさん	夫人	1	{}
3	屋上	おくじょう	屋顶	0	{}
1	臆病	おくびょう	胆小、胆怯	3	{}
1	遅らす	おくらす	推辞、拖延	0	{}
2	送り仮名	おくりがな	汉字训读时写在下面的假名	0	{}
3	贈り物	おくりもの	礼物	0	{}
3	送る	おくる	送、送行、寄、推辞	0	{}
1	遅れ	おくれ	落后、不时兴、败兴、输、败	0	{}
3	遅れる	おくれる	迟、耽误、落后、后进	0	{}
4	おげんきで	（では）おげんきで	（那么）请多保重	(1)2	{}
2	おげんきですか	おげんきですか。	近来好吗	2	{}
3	お子さん	おこさん	小孩、令郎（尊称对方的儿子）	0	{}
3	起こす	おこす	发生、引起、叫醒、唤醒	2	{}
1	厳か	おごそか	严肃、庄重	2	{}
1	怠る	おこたる	怠慢、怠惰、懈怠、疏忽	3	{}
1	行ない	おこない	行动、行为、品行	0	{}
3	行なう	おこなう	实施、举行	0	{}
3	怒る	おこる	生气	2	{}
2	起こる	おこる	发生	2	{}
1	奢る	おごる	奢侈	0	{}
2	押さえる	おさえる	按、压、抓住//压制、抑制	2,3	{抑える}
2	おさきに	おさきに。	先、占先	0	{}
4	御酒	おさけ	酒	0	{}
2	幼い	おさない	幼小的	3	{}
1	収まる	おさまる	纳入、存、安定//平定、平静//容纳	3	{納まる,治まる}
2	収める	おさめる	收、放进、获得//交纳、收入//平定、治理	3	{納める,治める}
4	お皿	おさら	盘子	0	{}
1	お産	おさん	出产	0	{}
4	叔父	おじ（さん）	伯父、叔父	0	{伯父}
2	惜しい	おしい	可惜的	2	{}
4	お爺さん	おじいさん	祖父、老爷爷	2	{}
3	押入れ	おしいれ	壁橱	0	{}
1	教え	おしえ	教训	0	{}
4	教える	おしえる	教导、指点、教授	0	{}
2	御辞儀	おじぎ	敬礼	0	{}
1	押し切る	おしきる	切断	3	{}
1	押し込む	おしこむ	闯入	3	{}
2	小父さん	おじさん	老白、叔叔	0	{}
1	惜しむ	おしむ	爱惜	2	{}
2	お喋り	おしゃべり	爱说话	2	{}
2	おじゃまします	おじゃまします。	打扰了	5	{}
2	お洒落	おしゃれ	爱漂亮(的人)	2	{}
3	お嬢さん	おじょうさん	令嫒	2	{}
1	押し寄せる	おしよせる	蜂涌而来	4	{}
4	押す	おす	推、压、按	0	{}
1	雄	おす	公、雄	2	{}
1	お世辞	おせじ	恭维话	0	{}
2	おせわになりました	おせわになりました。	受您照顾了	2--3	{}
2	汚染	おせん	污染	0	{}
4	遅い	おそい	迟缓的、慢	0	{}
1	襲う	おそう	袭击	0	{}
1	遅くとも	おそくとも	最晚	2	{}
2	恐らく	おそらく	恐怕	2	{}
2	恐れ	おそれ	恐惧	3	{}
1	恐れ入る	おそれいる	惶恐、不好意思	2	{}
2	恐れる	おそれる	恐惧、害怕	3	{}
2	恐ろしい	おそろしい	可怕的	4	{}
2	教わる	おそわる	让--教、跟--学习	0	{}
3	おだいじに	おだいじに。	请保重、请好好照顾身体	0	{}
2	お互い	おたがい	彼此、互相	0	{}
3	お宅	おたく	府上	0	{}
1	煽てる	おだてる	煽动、奉承	0	{}
2	穏やか	おだやか	平静	2	{}
1	落ち込む	おちこむ	陷入	0	{}
1	落ち着き	おちつき	沉着	0	{}
2	落ち着く	おちつく	稳定下来、安定	0	{}
1	落ち葉	おちば	落叶	1	{}
4	お茶	おちゃ	茶	0	{}
3	落ちる	おちる	落下、掉落、脱落	2	{}
1	乙	おつ	乙、别致、奇特	1	{}
1	お使い	おつかい	办事、购物	0	{}
1	おっかない	おっかない	可怕	4	{}
3	仰る	おっしゃる	说	3	{}
3	夫	おっと	丈夫	0	{}
3	御釣	おつり	找回的銭、找零	0	{}
1	お手上げ	おてあげ	毫无办法	0	{}
4	御手洗い	おてあらい	厕所、洗手间	3	{}
2	お出掛け	おでかけ	出门	0	{}
2	お手伝いさん	おてつだいさん	帮佣	2	{}
3	音	おと	声音	2	{}
4	お父さん	おとうさん	父亲、爸爸	2	{}
4	弟	おとうと	弟弟	4	{}
1	おどおど	おどおど	提心吊胆	1	{}
2	脅かす	おどかす	威胁、吓唬	0	{}
4	男	おとこ	男子	3	{}
4	男の子	おとこのこ	男孩	3	{}
2	男の人	おとこのひと	男人	0	{}
2	落し物	おとしもの	失物	0,5	{}
3	落とす	おとす	扔下、丢下、使〜落下	2	{}
1	脅す	おどす	威胁、恐吓	0	{}
1	訪れる	おとずれる	来访、到来	4	{}
4	一昨日	おととい	昨天	0,3	{}
4	一昨年	おととし	昨年	2	{}
4	大人	おとな	大人、成人	0	{}
2	大人しい	おとなしい	老实的	4	{}
1	お供	おとも	陪伴跟随	2	{}
3	踊り	おどり	舞蹈	0	{}
2	劣る	おとる	劣、次	0,2	{}
3	踊る	おどる	跳舞	0	{}
1	衰える	おとろえる	衰落	4	{}
2	驚かす	おどろかす	使--吃惊、惊动	4	{}
1	驚き	おどろき	吃惊、惊恐	4	{}
3	驚く	おどろく	吃惊、惊讶、出乎意料	3	{}
1	同い年	おないどし	同年、同岁	2	{}
4	お腹	おなか	肚子	0	{}
4	同じ	おなじ	一样、相同	0	{}
2	鬼	おに	鬼、怪物、冷酷的人	2	{}
4	お兄さん	おにいさん	哥哥	2	{}
4	お姉さん	おねえさん	姊姊	2	{}
4	おねがいします	おねがいします。	拜托您了、麻烦请…、请…	0--2	{}
2	各々	おのおの	各自	2	{}
1	自ずから	おのずから	自然而然地	0	{}
3	叔母	おば	伯母	0	{}
4	叔母	おば（さん）	伯母	0	{伯母}
4	お婆さん	おばあさん	祖母、老婆婆	2	{}
2	小母さん	おばさん	大娘、大婶	0	{}
4	おはようございます	おはようございます。	早安、早	8	{}
2	帯	おび	带子	1	{}
1	怯える	おびえる	害怕	0,3	{}
1	夥しい	おびただしい	很多	5	{}
2	脅かす	おびやかす	威胁、强迫	4	{}
2	お昼	おひる	白天、中午、午餐	2	{}
1	帯びる	おびる	携带	0,2	{}
2	オフィス	オフィス	办公室	1	{}
1	御袋	おふくろ	母亲	0	{}
4	御風呂	おふろ	藻盆、浴池	2	{}
4	御弁当	おべんとう	便当	0	{}
1	覚え	おぼえ	记忆、信任、自信	2,3	{}
4	覚える	おぼえる	记得、学会	3	{}
2	溺れる	おぼれる	溺水	0	{}
2	御参り	おまいり	参拜	0	{}
2	御前	おまえ	〔卑语〕你	0	{}
1	御負け	おまけ	另外奉送、减价	0	{}
3	おまたせしました	おまたせしました。	让您久等了	0--2	{}
2	おまちください	おまちください。	等候一下子	0--3	{}
2	おまちどおさま	おまちどおさま。	抱歉让你久等了	0	{}
3	御祭り	おまつり	祭祀、庙会	0	{}
4	お巡りさん	おまわりさん	警察、巡警	2	{}
3	御見舞い	おみまい	探望	0	{}
1	御宮	おみや	神社	0	{}
3	御土産	おみやげ	礼物、记念品	0	{}
1	おむつ	おむつ	尿布	2	{}
2	おめでたい	おめでたい	可喜可贺	0,4	{}
2	おめでとう	おめでとう。	恭禧	0	{}
3	おめでとうございます	おめでとうございます。	恭禧	0--4	{}
2	御目に掛かる	おめにかかる	〔谦让语〕见面、拜会	0	{}
2	主な	おも	主要的、重要的//主要	1	{主に}
4	重い	おもい	重、沉重	0	{}
2	思い掛けない	おもいがけない	意想不到的	5,6	{}
2	思い切り	おもいきり	死心、尽情地	0	{}
2	思い込む	おもいこむ	深信	0,4	{}
3	思い出す	おもいだす	回想起来、想起	2,4	{}
1	思い付き	おもいつき	一时想起	0	{}
2	思い切り	おもいっきり	尽情地	0	{}
2	思い付く	おもいつく	忽然想起	0,4	{}
2	思い出	おもいで	回忆	0	{}
3	思う	おもう	想、认为	2	{}
4	面白い	おもしろい	有趣、好笑	4	{}
2	重たい	おもたい	重、沉重的	0	{}
3	玩具	おもちゃ	玩具	2	{}
3	表	おもて	正面、表面	3	{}
1	趣	おもむき	趣味	0	{}
1	赴く	おもむく	赴、前往	3	{}
2	思わず	おもわず	没想到	2	{}
1	重んじる	おもんじる・ずる	注重	0,4	{}
3	おや	おや	哎呀	1,2	{}
2	親	おや	父母	1	{}
1	親父	おやじ	父亲、老板	0	{}
2	おやすみ	おやすみ。	晚安	0	{}
4	おやすみなさい	おやすみなさい。	晚安	6	{}
2	御八つ	おやつ	点心（下午３点左右吃的）	2	{}
2	親指	おやゆび	大姆指	0	{}
2	泳ぎ	およぎ	游	3	{}
4	泳ぐ	およぐ	泳游	2	{}
2	およそ	およそ	大概	0	{}
1	及び	および	及	0,1	{}
1	及ぶ	およぶ	及于、达到	0	{}
2	及ぼす	およぼす	波及、带来	0,3	{}
2	折	おり	折叠、机会	2	{}
2	檻	おり	槛、圏、笼	2	{}
1	オリエンテーション	オリエンテーション	入学教育、定向	5	{}
1	折り返す	おりかえす	翻折、折回	0,3	{}
1	織物	おりもの	纺织	0,2	{}
4	降りる	おりる	从高处下来	2	{}
3	下りる	おりる	退位、降职	2	{}
2	オリンピック	オリンピック	奥林匹克	4	{}
3	居る[の謙譲語]	おる	〔谦让语〕有、在	1	{}
3	折る	おる	折	1	{}
1	織る	おる	织	1	{}
2	オルガン	オルガン	风琴	0	{}
1	俺	おれ	〔卑语〕我（男子对同辈以下自称）	0	{}
3	御礼	おれい	谢礼、谢意	0	{}
3	折れる	おれる	折断、转弯	2	{}
2	オレンジ	オレンジ	橘子、橙色	2	{}
1	愚か	おろか	愚笨	1	{}
2	卸す	おろす	批发	2	{}
2	下ろす	おろす	放下、取出//降下	2	{降ろす}
1	疎か	おろそか	草率、疏忽	2	{}
3	終わり	おわり	结束、终点	0	{}
4	終わる	おわる	终了、结束	0	{}
3	終わる	おわる	终了、结束		{}
2	音	おん	声色、音色	0	{}
2	恩	おん	恩情、恩典	1	{}
4	音楽	おんがく	音乐	0,1	{}
2	恩恵	おんけい	恩惠	0	{}
2	温室	おんしつ	温室栽培	0	{}
2	温泉	おんせん	温泉	0	{}
2	温帯	おんたい	温带	0	{}
2	温暖	おんだん	温暖	0	{}
2	御中	おんちゅう	公启	0,1	{}
2	温度	おんど	温度	1	{}
4	女	おんな	女子、妇女、雌的	3	{}
4	女の子	おんなのこ	女孩、少女	3	{}
2	女の人	おんなのひと	女人	3	{}
1	負んぶ	おんぶ	背、叫人负担	1	{}
1	オンライン	オンライン	联线、线上	3	{}
1	温和	おんわ	温和、稳健	1	{}
3	家	か	职业		{}
2	蚊	か	蚊子	0	{}
2	可	か	可、可以	1	{}
2	課	か	课、股	1	{}
2	下	か	情况下		{}
2	化	か	事物的变化		{}
2	日	か	日数		{}
2	歌	か	歌曲		{}
1	画	が	绘画		{}
1	画	が〜	图画	1	{}
2	カー	カー	汽车、车辆	1	{}
3	カーテン	カーテン	窗帘、幕	1	{}
2	カード	カード	卡片	1	{}
2	カーブ	カーブ	曲线、弯曲	1	{}
1	カーペット	カーペット	地毯	1,3	{}
4	回	かい	〜回、〜次		{}
4	階	かい	〜楼		{}
3	会	かい	〜会		{}
2	回	かい	回、次	1	{}
2	貝	かい	贝类、贝壳	1	{}
2	会	かい	会（有相同目的而在一起的组织）	1	{}
2	界	かい	〜界		{}
2	海	かい	〜海		{}
2	害	がい	害、妨害	1	{}
2	外	がい	〜之外		{}
1	街	がい	〜街、〜区		{}
2	外	がい〜	外〜	0	{}
1	改悪	かいあく	改壊	0	{}
2	会員	かいいん	会员	0	{}
1	海運	かいうん	海运	0	{}
2	絵画	かいが	绘画	1	{}
1	外貨	がいか	外币、外汇、外国货	1	{}
2	開会	かいかい	开会	0	{}
2	海外	かいがい	海外	1	{}
1	改革	かいかく	改革	0	{}
1	貝殻	かいがら	贝壳	0,3	{}
2	会館	かいかん	会馆	0	{}
3	海岸	かいがん	海岸	0	{}
1	外観	がいかん	外观	0	{}
3	会議	かいぎ	会议	1	{}
3	会議室	かいぎしつ	会议室	3	{}
1	階級	かいきゅう	等级、阶级	0	{}
1	海峡	かいきょう	海峡	0	{}
2	会計	かいけい	会计、结帐	0	{}
2	解決	かいけつ	将问题做个解决	0	{}
1	会見	かいけん	在特定的场所规定下与人会面	0	{}
1	介護	かいご	照顾病人	1	{}
2	会合	かいごう	因为某话题而聚集	0	{}
2	外交	がいこう	与外国的交际或是交涉	0	{}
4	外国	がいこく	国外	0	{}
4	外国人	がいこくじん	外国人	4	{}
1	開催	かいさい	会议或是催促某事物开始	0	{}
2	改札	かいさつ	检票	0	{}
2	解散	かいさん	解散	0	{}
2	開始	かいし	开始	0	{}
4	会社	かいしゃ	公司	0	{}
2	解釈	かいしゃく	说明、解释	1	{}
1	回収	かいしゅう	回收	0	{}
1	改修	かいしゅう	修理已坏的事物	0	{}
1	怪獣	かいじゅう	怪物	0	{}
2	外出	がいしゅつ	出去、出门	0	{}
1	解除	かいじょ	解除特别的条件回复到平常状态	1	{}
3	会場	かいじょう	会场	0	{}
1	外相	がいしょう	外务大臣	0	{}
2	海水浴	かいすいよく	去海边玩乐	3	{}
2	回数	かいすう	回数、次数	3	{}
2	回数券	かいすうけん	回数卷	0,3	{}
1	害する	がいする	伤害、杀害	3	{}
2	快晴	かいせい	晴朗	0	{}
2	改正	かいせい	改正、修改	0	{}
2	解説	かいせつ	解说、评论、说明	0	{}
1	概説	がいせつ	概说、概论	0	{}
2	改善	かいぜん	改善	0	{}
1	回送	かいそう	转送、转寄、转递	0	{}
1	階層	かいそう	阶层	0	{}
2	改造	かいぞう	改造、改组	0	{}
1	開拓	かいたく	开垦、开拓	0	{}
4	階段	かいだん	阶梯、等级	0	{}
1	会談	かいだん	会谈	0	{}
2	開通	かいつう	开通、打通、通车	0	{}
1	改定	かいてい	改订、修改	0	{}
1	改訂	かいてい	修订	0	{}
2	快適	かいてき	舒适、舒服	0	{}
2	回転	かいてん	回转、旋转、周转	0	{}
1	ガイド	ガイド	导览、导游(者)、解说书	1	{}
2	回答	かいとう	回答、答案	0	{解答}
1	街道	かいどう	交通上重要的道路	0	{}
1	街頭	がいとう	路边、路上	0	{}
1	該当	がいとう	符合一定条件的事物	0	{}
1	ガイドブック	ガイドブック	导览书、参考手册	4	{}
1	介入	かいにゅう	切入事情或是纷争	0	{}
1	概念	がいねん	某事物的概括内容	1	{}
1	開発	かいはつ	将潜在才能引出之类	0	{}
1	海抜	かいばつ	一定的骇面为基准来作为数据	0	{}
2	外部	がいぶ	物体外侧	1	{}
2	回復	かいふく	一度恶化的事物、回复成原来状态	0	{}
2	開放	かいほう	窗户或是门打开	0	{}
2	解放	かいほう	解放	0	{}
1	介抱	かいほう	看护(病人)	1	{}
1	解剖	かいぼう	详细研究事务内容及结构	0	{}
4	買い物	かいもの	买东西	0	{}
2	海洋	かいよう	三大洋所附属的海的总称	0	{}
1	概要	がいよう	概要	0	{}
1	外来	がいらい	外国传进来的事物	0	{}
1	回覧	かいらん	照着顺序看下去(书本类)	0	{}
1	概略	がいりゃく	大略	0	{}
1	海流	かいりゅう	海洋中海水流动的方向	0	{}
1	改良	かいりょう	将物品的缺点改善变的笔之前更好	0	{}
1	回路	かいろ	电路	1	{}
1	海路	かいろ	海路	1	{}
2	概論	がいろん	概论	0	{}
3	会話	かいわ	对话	0	{}
4	買う	かう	买	0	{}
2	飼う	かう	饲养	1	{}
4	返す	かえす	回去、归还	1	{}
2	帰す	かえす	让…回去	1	{}
2	却って	かえって	相反地、反而	1	{}
3	帰り	かえり	返回、回家	3	{}
1	省みる	かえりみる	反省、回顾、照顾	4	{顧みる}
4	帰る	かえる	返回、回归	1	{}
3	変える	かえる	改变	0	{}
2	代える	かえる	代理//代替、替换//交换	0	{替える,換える}
2	返る	かえる	还原、返还	1	{}
4	顔	かお	脸、面孔	0	{}
2	家屋	かおく	房产	1	{}
1	顔付	かおつき	相貌、表情	0	{}
2	香	かおり	香味	0	{}
2	画家	がか	画家	0	{}
1	課外	かがい	课外	0,1	{}
2	抱える	かかえる	抱、单负责任	0	{}
2	価格	かかく	价格	0	{}
3	科学	かがく	科学	1	{}
2	化学	かがく	化学	1	{}
1	掲げる	かかげる	举起、悬挂	0,3	{}
1	踵	かかと	脚后跟	0	{}
3	鏡	かがみ	镜子	3	{}
2	輝く	かがやく	闪闪发光	3	{}
2	係り	かかり	担任工作的人	1	{}
4	掛かる	かかる	垂挂、花费	2	{}
2	罹る	かかる	染上、遭遇	2	{}
2	係わる	かかわる	关系到、涉及到	0,3	{}
4	鍵	かぎ	钥匙	2	{}
2	書留	かきとめ	挂号	0	{}
2	書き取り	かきとり	抄写、听写	0	{}
1	書き取る	かきとる	笔录、听写	0,3	{}
2	垣根	かきね	墙垣、篱笆	2,3	{}
1	掻き回す	かきまわす	搅拌、搅混	0,4	{}
2	限り	かぎり	在…范围内、只要…//极限、限度	1//3	{}
2	限る	かぎる	限定、限制	2	{}
4	書く	かく	写、画	1	{描く}
2	掻く	かく	流(汗)、出(汗)	1	{}
2	掻く	かく	抓、搔	1	{}
1	画	かく	〜划	0	{}
1	欠く	かく	缺乏	0	{}
1	掻く	かく	出(丑)	1	{}
1	核	かく	核、核心	1	{}
1	格	かく	地位、等级、格	2	{}
1	角	かく	角、角落	1,2	{}
2	嗅ぐ	かぐ	闻、嗅	0	{}
2	家具	かぐ	家具	1	{}
2	額	がく	额头	0	{}
2	学	がく	学、学习、知识	1	{}
2	各	かく〜	各〜	1	{}
2	架空	かくう	架在空中、想像的	0	{}
1	学芸	がくげい	文学艺术	0	{}
2	覚悟	かくご	决心	1	{}
1	格差	かくさ	(价格)差别、差距	1	{}
1	拡散	かくさん	扩散	0	{}
2	各自	かくじ	每个人、各自	1	{}
1	学士	がくし	学士	1	{}
2	確実	かくじつ	确实、可靠	0	{}
2	学者	がくしゃ	学者	0	{}
1	各種	かくしゅ	各种	1	{}
1	隔週	かくしゅう	每隔一周	0	{}
2	拡充	かくじゅう	扩充	0	{}
2	学習	がくしゅう	学习	0	{}
2	学術	がくじゅつ	学术	2	{}
1	革新	かくしん	革心、改革	0	{}
1	確信	かくしん	确信、有把握	0	{}
2	隠す	かくす	隐瞒	2	{}
4	学生	がくせい	学生	0	{}
1	学説	がくせつ	学说	0	{}
2	拡大	かくだい	扩大、扩张	0	{}
2	各地	かくち	各地	1	{}
2	拡張	かくちょう	扩张	0	{}
1	確定	かくてい	确信、决定	0	{}
1	カクテル	カクテル	鸡尾酒	1	{}
2	角度	かくど	角度	1	{}
1	獲得	かくとく	获得、取得	0	{}
2	確認	かくにん	确认	0	{}
2	学年	がくねん	学年、年级	0	{}
1	楽譜	がくふ	乐埔	0	{}
3	学部	がくぶ	〜学群、〜系		{}
2	学部	がくぶ	学院、学群	0	{}
1	格別	かくべつ	特别、尤其	0	{}
1	確保	かくほ	确保	1	{}
1	革命	かくめい	革命	0	{}
2	学問	がくもん	学习、学问	2	{}
2	確率	かくりつ	概率、几率	0	{}
1	確立	かくりつ	确立	0	{}
2	学力	がくりょく	学力	2	{}
1	学歴	がくれき	学历	0	{}
2	隠れる	かくれる	躲、藏	3	{}
1	掛け	かけ	刚开始〜、尚未〜、还没做完、〜挂、挂勾	0	{}
1	賭け	かけ	赌	2	{}
2	影	かげ	影子、阴凉的地方	1	{陰}
1	崖	がけ	悬涯	0	{}
1	掛け	かけ〜	挂〜、挂上	0	{}
1	駆け足	かけあし	跑	2	{}
1	家計	かけい	家庭经济	0	{}
2	掛算	かけざん	乘法	2	{}
2	可決	かけつ	通过	0	{}
4	箇月	かげつ	个月		{}
1	駆けっこ	かけっこ	赛跑	2	{}
4	掛ける	かける	戴眼镜	2	{}
4	掛ける	かける	打电话	2	{}
3	掛ける	かける	坐在…上	2	{}
3	掛ける	かける	挂上	2	{}
3	掛ける	かける	把某种行动加到别人身上	2	{}
2	欠ける	かける	缺少	0	{}
1	賭ける	かける	赌、赌博	2	{}
1	駆ける	かける	奔驰	2	{}
2	加減	かげん	加法和减法、情况、程度、适当调整	0	{}
2	過去	かこ	过去、昔日	1	{}
2	籠	かご	笼子	0	{}
2	下降	かこう	下降	0	{}
2	火口	かこう	火口	0	{}
1	加工	かこう	加工	0	{}
1	化合	かごう	化合	0	{}
2	囲む	かこむ	围绕、围着	0	{}
4	傘	かさ	雨伞	1	{}
2	火災	かさい	火灾	0	{}
2	重なる	かさなる	重叠	0	{}
2	重ねる	かさねる	堆积	0	{}
1	嵩張る	かさばる	体积变大、数量增多	0	{}
1	嵩む	かさむ	份量增多	2	{}
2	飾り	かざり	装饰、打扮	0	{}
3	飾る	かざる	装饰	0	{}
2	火山	かざん	火山	1	{}
2	貸し	かし	贷出、出借	0	{}
2	菓子	かし	点心、甜点	1	{}
3	火事	かじ	火灾	1	{}
2	家事	かじ	家务事	1	{}
2	賢い	かしこい	聪明、伶俐	3	{}
3	かしこまりました	かしこまりました。	〔谦让语〕知道了、遵命	6	{}
2	貸し出し	かしだし	出借	0	{}
2	過失	かしつ	过失	0	{}
2	果実	かじつ	果实	1	{}
2	貸間	かしま	出租的房间	0	{}
2	貸家	かしや	出租的房子	0	{}
2	歌手	かしゅ	歌手	1	{}
2	箇所	かしょ	处、地方、部分	1	{}
2	過剰	かじょう	过剩	0	{}
1	箇条書き	かじょうがき	分条写出、各项目	0	{}
1	頭	かしら	头、首领、头目	3	{}
2	齧る	かじる	啃、咬	2	{}
4	貸す	かす	借出	0	{}
2	数	かず	数字、算得上	1	{}
3	ガス	ガス	瓦斯	1	{}
1	微か	かすか	微弱	1	{}
1	霞む	かすむ	霞	0	{}
1	掠る	かする	掠过	2	{}
4	風	かぜ	风	0	{}
4	風邪	かぜ	感冒	0	{}
1	火星	かせい	火星	0	{}
2	課税	かぜい	课税	0	{}
1	化石	かせき	化石	0	{}
2	稼ぐ	かせぐ	工作、赚钱	2	{}
2	カセット	カセット（テープ）	卡带盒、卡式录音带	2(5)	{}
2	下線	かせん	下线	0	{}
1	河川	かせん	河川	1	{}
1	化繊	かせん	化学纤维	0	{}
1	過疎	かそ	(人口)稀疏、稀少	1	{}
2	数える	かぞえる	数、一一地数	3	{}
2	加速	かそく	加速	0	{}
4	家族	かぞく	家族	1	{}
2	加速度	かそくど	加速度	3	{}
3	ガソリン	ガソリン	汽油	0	{}
3	ガソリンスタンド	ガソリンスタンド	加油站	6	{}
4	方	かた	(这)位	0	{}
3	方	かた	〜方法		{}
2	肩	かた	肩膀	2	{}
2	型	かた	原形、铸型	2	{}
2	方	かた	人、方位、方向	2	{}
2	方	かた	写在收信人寄居处的戸主姓名之下、〜边		{}
1	片	かた〜	二者中之一	2	{}
3	固い	かたい	坚固、坚强、坚硬、生硬、有信用	0	{硬い,堅い}
1	課題	かだい	习题	0	{}
2	難い	がたい	难以〜	0	{}
1	片思い	かたおもい	单恋	3	{}
2	方々	かたがた	诸位、同时	2	{}
4	片仮名	かたかな	片假名	2,3	{}
1	片言	かたこと	半语、不清楚的话	0,4	{}
3	形	かたち	形状	0	{}
2	片付く	かたづく	收拾	3	{}
1	片付け	かたづけ	整理、收拾	2,4	{}
3	片付ける	かたづける	整理、收拾、解决、处理	4	{}
2	刀	かたな	刀	2,3	{}
2	塊	かたまり	块	0	{}
2	固まる	かたまる	凝结	0	{}
2	片道	かたみち	单程	0	{}
2	傾く	かたむく	倾	3	{}
1	傾ける	かたむける	使…倾斜	4	{}
1	固める	かためる	巩固	0	{}
2	片寄る	かたよる	偏于	3	{}
2	語る	かたる	谈	0	{}
1	傍ら	かたわら	旁边	0,4	{}
1	花壇	かだん	花坛	1	{}
2	価値	かち	价值	1	{}
2	勝ち	かち	胜利	2	{}
2	がち	がち	〜往往、常常、好	0	{}
1	家畜	かちく	家畜	0	{}
3	課長	かちょう	股长、科长	0	{}
3	勝つ	かつ	胜利	1	{}
1	且	かつ	〜且	1	{}
4	月	がつ	几月		{}
2	学科	がっか	学科	0	{}
2	学会	がっかい	学会	0	{}
2	がっかり	がっかり	失望	3	{}
2	活気	かっき	活力	0	{}
1	画期	かっき	划时代	1	{}
2	学期	がっき	学期	0	{}
2	楽器	がっき	乐器	0	{}
2	学級	がっきゅう	学级	0	{}
2	担ぐ	かつぐ	扛、骗人	2	{}
1	がっくり	がっくり	精疲力尽	3	{}
2	括弧	かっこ	括号	1	{}
3	格好	かっこう	样子//适合	0	{恰好}
4	学校	がっこう	学校	0	{}
2	活字	かつじ	铅字	0	{}
1	合唱	がっしょう	齐唱	0	{}
1	がっしり	がっしり	健壮、牢固	3	{}
1	合致	がっち	一致	0	{}
1	がっちり	がっちり	结实、用銭仔细	3	{}
2	勝手に	かって	任意、随便	0	{}
1	勝手	かって	厨房	0	{}
1	嘗て	かつて	曾经	1	{}
1	カット	カット	切割、剪发、插图	1	{}
2	活動	かつどう	活动	0	{}
1	活発	かっぱつ	活泼	0	{}
4	カップ	カップ	(咖啡/红茶)杯、奖杯	1	{}
1	合併	がっぺい	合并	0	{}
2	活躍	かつやく	活跃	0	{}
2	活用	かつよう	活用、有効地利用	0	{}
2	活力	かつりょく	活力	2	{}
4	家庭	かてい	家庭	0	{}
2	過程	かてい	过程	0	{}
2	課程	かてい	课程	0	{}
2	仮定	かてい	假定	0	{}
1	カテゴリー	カテゴリー	范畴、种类、部门	2	{}
4	角	かど	角	1	{}
2	仮名	かな	假名	0	{}
3	家内	かない	妻子、家庭、家里面	1	{}
1	叶う	かなう	实现	2	{}
1	叶える	かなえる	使----达成	3	{}
3	悲しい	かなしい	悲伤	0,3	{}
2	悲しむ	かなしむ	悲哀、悲伤	3	{}
2	仮名遣い	かなづかい	假名用法	3	{}
1	金槌	かなづち	槌子	3	{}
3	必ず	かならず	必定	0	{}
2	必ずしも	かならずしも	不一定	4	{}
2	可成	かなり	相当	1	{}
1	適わない	かなわない	敌不过//不实现//比不上	3	{叶わない,敵わない}
1	加入	かにゅう	加入	0	{}
2	金	かね	钱、金属	0	{}
2	鐘	かね	钟	0	{}
2	加熱	かねつ	加热	0	{}
1	予て	かねて	事先、老早	1	{}
3	お	かねもち//おかねもち	有钱人	0,4//0,3	{金持ち}
2	兼ねる	かねる	兼、兼任	2	{}
2	可能	かのう	可能	0	{}
3	彼女	かのじょ	她、女朋友	0,1	{}
2	カバー	カバー	弥补、覆盖、书套、套子、封面	1	{}
1	庇う	かばう	保护、庇护	2	{}
4	鞄	かばん	皮包、提包、公事包	0	{}
2	過半数	かはんすう	半数以上	2,4	{}
2	黴	かび	霉	0	{}
4	花瓶	かびん	花瓶	0	{}
2	株	かぶ	股票、棵、树桩子	0	{}
1	株式	かぶしき	股份、股票	2	{}
2	被せる	かぶせる	盖上	3	{}
4	被る	かぶる	戴	2	{}
1	気触れる	かぶれる	起斑疹	0	{}
1	花粉	かふん	花粉	0	{}
3	壁	かべ	墙壁	0	{}
1	貨幣	かへい	货币	1	{}
2	釜	かま	锅	0	{}
2	かまいません	かまいません。	不介意	5	{}
3	構う	かまう	介意、照顾	2	{}
1	構え	かまえ	姿势、准备、构造	2,3	{}
1	構える	かまえる	建立、成立、采取某种姿势	3	{}
2	我慢	がまん	忍耐	1	{}
4	紙	かみ	纸	2	{}
3	髪	かみ	头发	2	{}
2	上	かみ	上方	1	{}
2	神	かみ	神	1	{}
1	加味	かみ	加进	1	{}
1	噛切る	かみきる	咬断	3	{}
2	紙屑	かみくず	废纸	3	{}
2	神様	かみさま	神	1	{}
2	剃刀	かみそり	剃须刀	3,4	{}
1	過密	かみつ	过密	0	{}
2	雷	かみなり	雷	3,4	{}
2	髪の毛	かみのけ	头发	3	{}
3	咬む	かむ	咬、	1	{噛む}
2	ガム	ガム	口香糖	1	{}
1	カムバック	カムバック	复出、回来、复归	1,3	{}
4	カメラ	カメラ	相机	1	{}
1	カメラマン	カメラマン	摄影师	3	{}
2	科目	かもく	科目	0	{}
2	かも知れない	かもしれない	也许〜	1	{}
2	貨物	かもつ	货物	1	{}
1	粥	かゆ	稀饭	0	{}
2	痒い	かゆい	痒的	2	{}
3	通う	かよう	来往	0	{}
2	歌謡	かよう	歌谣	0	{}
2	火曜	かよう	星期二	2	{}
4	火曜日	かようび	星期二	2	{}
2	空	から	空	2	{}
2	殻	から	外壳	2	{}
2	柄	がら	人品	0	{}
2	カラー	カラー	色、特色、彩色//衣领	1	{}
4	辛い	からい	辣、残酷	2	{}
2	揶揄う	からかう	嘲笑、戏弄	3	{}
3	ガラス	ガラス	玻璃	0	{}
4	体	からだ	身体	0	{}
1	身体付き	からだつき	体格	0	{}
2	空っぽ	からっぽ	空的	0	{}
1	絡む	からむ	纠缠、缠…上、无理取闹	2	{}
1	借り	かり	借	0	{}
1	狩り	かり	狩猎	0	{}
1	仮	かり（に）	临时、假//假定、暂时	0	{}
4	借りる	かりる	借、借助	0	{}
2	刈る	かる	修剪	0	{}
4	がる	がる	也觉得〜		{}
4	軽い	かるい	轻	0	{}
2	歌留多	かるた	纸牌	1	{}
1	カルテ	カルテ	病历簿、诊疗簿	1	{}
3	彼	かれ	他、男朋友	1	{}
4	カレー	カレー	咖哩	0,1	{}
1	ガレージ	ガレージ	车库	1,2	{}
3	彼等	かれら	他们	1	{}
2	枯れる	かれる	枯萎	0	{}
1	涸れる	かれる	干涸	0	{}
4	カレンダー	カレンダー	月历	2	{}
1	過労	かろう	劳累过度	0	{}
1	辛うじて	かろうじて	好不容易〜	0,2,4	{}
2	カロリー	カロリー	卡(路里)	1	{}
4	川	かわ	河	2	{河}
2	皮	かわ	表皮、皮革	2	{革}
4	側	がわ	旁边、周围		{}
4	可愛い	かわいい	可爱	3	{}
2	可愛がる	かわいがる	喜欢、疼爱	4	{}
2	可哀想	かわいそう	可怜	4	{}
2	可愛らしい	かわいらしい	小巧可爱的	5	{}
2	乾かす	かわかす	弄干	3	{}
3	乾く	かわく	干、干	2	{}
2	渇く	かわく	渇	2	{}
1	交わす	かわす	交换	0	{}
2	為替	かわせ	汇票、支票	0	{}
2	瓦	かわら	瓦	0	{}
3	代わり	かわり（に）	代替	0	{}
3	変わる	かわる	变、变化	0	{}
2	代わる	かわる	代理	0	{}
1	代わる代わる	かわるがわる	轮流、交替	4	{}
2	館	かん	馆	0	{}
2	刊	かん	〜巻、〜册、出版	1	{}
2	缶	かん	罐	1	{}
2	勘	かん	直觉	1	{}
2	間	かん	间、期间、中间	1	{}
2	感	かん	感觉	1	{}
2	巻	かん	〜巻、〜册	1	{}
1	官	かん	官员	1	{}
1	管	かん	管子	1	{}
1	観	かん	观感	1	{}
1	癌	がん	癌症	1	{}
1	簡易	かんい	简易	0,1	{}
1	眼科	がんか	眼科	1	{}
1	灌漑	かんがい	灌溉	1	{}
2	考え	かんがえ	想法	3	{}
3	考える	かんがえる	考虑	3,4	{}
2	間隔	かんかく	距离	0	{}
2	感覚	かんかく	感觉	0	{}
2	換気	かんき	换气	0	{}
2	観客	かんきゃく	观众	0	{}
1	眼球	がんきゅう	眼球	0	{}
2	環境	かんきょう	环境	0	{}
1	玩具	がんぐ	玩具	1	{}
3	関係	かんけい	关系	0	{}
2	歓迎	かんげい	欢迎	0	{}
2	感激	かんげき	感激	0	{}
1	簡潔	かんけつ	简洁	0	{}
1	還元	かんげん	还原	0	{}
1	漢語	かんご	汉语词汇	0	{}
1	看護	かんご	护理	1	{}
1	頑固	がんこ	顽固	1	{}
2	観光	かんこう	观光	0	{}
1	刊行	かんこう	出版	0	{}
1	慣行	かんこう	惯例	0	{}
1	勧告	かんこく	劝告	0	{}
3	看護婦	かんごふ	护士	3	{}
2	関西	かんさい	关西（日本地名）	0	{}
2	観察	かんさつ	观察	0	{}
1	換算	かんさん	换算	0	{}
4	漢字	かんじ	汉字	0	{}
2	感じ	かんじ	感觉	0	{}
2	監視	かんし	监视	0	{}
2	元日	がんじつ	元旦、１月１日	0	{}
2	感謝	かんしゃ	感恩	1	{}
2	患者	かんじゃ	病患	0	{}
1	観衆	かんしゅう	观众	0	{}
1	慣習	かんしゅう	习惯	0	{}
1	願書	がんしょ	请愿书	1	{}
2	鑑賞	かんしょう	鉴赏	0	{}
1	干渉	かんしょう	干涉	0	{}
2	感情	かんじょう	情感	0	{}
2	勘定	かんじょう	结帐、计算	3	{}
1	頑丈	がんじょう	健壮	0	{}
1	感触	かんしょく	触感	0	{}
2	感じる	かんじる・ずる	感觉	0	{感ずる}
2	感心	かんしん	感恩的心	0	{}
2	関心	かんしん	关心	0	{}
1	肝心	かんじん	心肝肾	0	{肝腎}
2	関する	かんする	有关、关于	3	{}
2	完成	かんせい	完成	0	{}
1	歓声	かんせい	欢声	0	{}
1	関税	かんぜい	关税	0	{}
1	岩石	がんせき	岩石	1	{}
2	間接	かんせつ	间接的	0	{}
1	感染	かんせん	感染	0	{}
1	幹線	かんせん	主要道路	0	{}
2	完全	かんぜん	完全	0	{}
1	簡素	かんそ	简扑	1	{}
2	乾燥	かんそう	干燥	0	{}
2	感想	かんそう	感想	0	{}
2	観測	かんそく	观测	0	{}
2	寒帯	かんたい	寒带	0	{}
3	簡単	かんたん	简单、不会难	0	{}
2	勘違い	かんちがい	错误的	3	{}
2	官庁	かんちょう	政府机关	1	{}
2	缶詰	かんづめ	罐子	3,4	{}
1	観点	かんてん	观点	1	{}
2	乾電池	かんでんち	电池	3	{}
1	感度	かんど	感度	1	{}
2	関東	かんとう	关东（日本地名）	1	{}
2	感動	かんどう	感动	0	{}
2	監督	かんとく	监督	0	{}
1	カンニング	カンニング	(考试)作弊、狡猾的	0,3	{}
2	観念	かんねん	观念	1	{}
1	元年	がんねん	元年、新年	1	{}
2	乾杯	かんぱい	干杯	0	{}
3	頑張る	がんばる	努力	3	{}
2	看板	かんばん	牌子、幌子	0	{}
2	看病	かんびょう	照顾病人	1	{}
1	幹部	かんぶ	干部	1	{}
1	完璧	かんぺき	完美、完全无缺	0	{}
1	勘弁	かんべん	原谅	1	{}
2	冠	かんむり	冠、头冠	3	{}
1	感無量	かんむりょう	敢无量	1	{}
1	勧誘	かんゆう	诱惑	0	{}
1	関与	かんよ	关联	1	{}
1	慣用	かんよう	惯用	0	{}
1	寛容	かんよう	宽容	0	{}
1	元来	がんらい	原本	1	{}
1	観覧	かんらん	参观	0	{}
2	管理	かんり	管理	1	{}
1	官僚	かんりょう	官僚、官吏	0	{}
2	完了	かんりょう	完毕、结束、完成	0	{}
1	慣例	かんれい	习惯	0	{}
1	還暦	かんれき	花甲、60歳的别名	0	{}
2	関連	かんれん	关联	0	{}
1	貫禄	かんろく	稳重的感觉	0	{}
2	漢和	かんわ	汉和	0	{}
1	緩和	かんわ	缓和	0	{}
4	木	き	树木	1	{}
3	気	き	气、欲望	0	{}
2	期	き	期、时期		{}
2	器	き	器		{}
2	機	き	机、（数飞机）架		{}
2	気圧	きあつ	气压	0	{}
1	議案	ぎあん	议案、草案	0	{}
4	黄色	きいろ	黄色	0	{}
4	黄色い	きいろい	黄色的	0	{}
2	議員	ぎいん	议员	1	{}
4	消える	きえる	消失	0	{}
2	記憶	きおく	记忆	0	{}
2	気温	きおん	气温	0	{}
3	機械	きかい	机械	2	{}
3	機会	きかい	机会	2	{}
2	器械	きかい	器械、工具	2	{}
1	危害	きがい	危害	1	{}
2	議会	ぎかい	议会	1	{}
2	着替え	きがえ	换衣服	0	{}
1	企画	きかく	企画	0	{}
1	規格	きかく	规格	0	{}
1	着飾る	きかざる	打扮、盛装	3	{}
1	気兼ね	きがね	多心、客气	0	{}
1	気軽	きがる	轻松、爽快	0	{}
2	期間	きかん	期间	2	{}
2	機関	きかん	机关	1,2	{}
1	季刊	きかん	季刊	0	{}
1	器官	きかん	器官	1,2	{}
2	機関車	きかんしゃ	火车头、机车	2	{}
1	危機	きき	危机	1,2	{}
1	聞き取り	ききとり	听取	0	{}
1	効き目	ききめ	效果	0	{}
1	帰京	ききょう	返京	0	{}
2	企業	きぎょう	企业	1	{}
1	戯曲	ぎきょく	剧本	0	{}
2	飢饉	ききん	饥荒	1,2	{}
1	基金	ききん	基金	1,2	{}
4	聞く	きく	听	0	{}
2	効く	きく	有效	0	{}
2	器具	きぐ	器具	1	{}
1	喜劇	きげき	喜剧	1	{}
1	議決	ぎけつ	议决	0	{}
3	危険	きけん	危险	0	{}
1	棄権	きけん	弃权	0	{}
2	機嫌	きげん	安否	0	{}
2	期限	きげん	期限	1	{}
1	起源	きげん	起源	1	{}
2	気候	きこう	气候	0	{}
1	機構	きこう	机构	0	{}
2	記号	きごう	记号	0	{}
3	聞こえる	きこえる	听得见	0,4	{}
1	既婚	きこん	已婚	0	{}
1	気障	きざ	高傲	1	{}
1	記載	きさい	记载	0	{}
1	兆し	きざし	预兆	0	{}
2	刻む	きざむ	雕刻	0	{}
2	岸	きし	岸	2	{}
2	生地	きじ	质地、素质	1	{}
2	記事	きじ	消息	1	{}
2	技師	ぎし	技师	1	{}
2	儀式	ぎしき	仪式	1	{}
1	気質	きしつ	气质	0	{}
1	期日	きじつ	日期、期限	1	{}
1	議事堂	ぎじどう	国会议事堂、会议厅	0	{}
1	軋む	きしむ	硬物摩擦的声音	0,2	{}
3	汽車	きしゃ	火车、汽车	1,2	{}
2	記者	きしゃ	记者	1,2	{}
1	記述	きじゅつ	记述	0	{}
3	技術	ぎじゅつ	技术	1	{}
2	基準	きじゅん	基准、规范	0	{規準}
2	起床	きしょう	起床	0	{}
1	気象	きしょう	气象	0	{}
2	傷	きず	创伤	0	{}
2	奇数	きすう	奇数	2	{}
1	築く	きずく	建立	2	{}
1	傷付く	きずつく	受伤	3	{}
1	傷付ける	きずつける	弄伤	4	{}
1	規制	きせい	规则	0	{}
1	犠牲	ぎせい	犠牲	0	{}
3	季節	きせつ	季节	1,2	{}
2	着せる	きせる	穿上	0	{}
1	汽船	きせん	轮船	0	{}
2	基礎	きそ	基础	1,2	{}
1	競う	きそう	竞争、竞赛	2	{}
1	寄贈	きぞう	赠与	0	{}
1	偽造	ぎぞう	假造	0	{}
3	規則	きそく	规则	1,2	{}
1	貴族	きぞく	贵族	1	{}
4	北	きた	北方	0,2	{}
4	ギター	ギター	吉他	0,1	{}
2	期待	きたい	期待	0	{}
2	気体	きたい	气体	0	{}
1	議題	ぎだい	讨论题目	0	{}
1	鍛える	きたえる	锻炼	3	{}
2	帰宅	きたく	回家	0	{}
0	気立て	きだて	性情、脾气	0	{}
4	汚い	きたない	不干净、肮脏	3	{}
1	来る	きたる	到来	2	{}
2	基地	きち	基地	1	{}
1	きちっと	きちっと	好好地、整整齐齐、端正	3	{}
2	貴重	きちょう	宝贵	0	{}
2	議長	ぎちょう	议长、主席、主持人、司仪	1	{}
1	几帳面	きちょうめん	周到、规规矩矩	2	{}
2	きちんと	きちんと	整整齐齐、好好地、端正	2	{}
2	きつい	きつい	厉害、苛刻、受不住、紧	0	{}
2	きっかけ	きっかけ	开端	0	{}
1	きっかり	きっかり	正好	3	{}
2	気付く	きづく	发觉	2	{}
2	喫茶	きっさ	喝茶	0	{}
4	喫茶店	きっさてん	咖啡店	0,3	{}
2	ぎっしり	ぎっしり	满满的	3	{}
1	きっちり	きっちり	正好、整	3	{}
4	切手	きって	邮票	0	{}
3	屹度	きっと	一定、必定	0	{}
1	きっぱり	きっぱり	断然、果断、清楚	3	{}
4	切符	きっぷ	(车)票、券	0	{}
1	規定	きてい	规定	0	{}
1	起点	きてん	起点	0	{}
1	軌道	きどう	轨道	0	{}
2	気に入る	きにいる	中意	0	{}
2	記入	きにゅう	记上	0	{}
3	絹	きぬ	丝织品	1	{}
2	記念	きねん	纪念	0	{}
4	昨日	きのう	昨天	0,2	{}
2	機能	きのう	机能	1	{}
1	技能	ぎのう	技术能力	1	{}
2	気の毒	きのどく	可怜	3,4	{}
1	規範	きはん	规范	0	{}
2	基盤	きばん	基础、地基、基准	0	{}
3	厳しい	きびしい	严利的、严峻的	0,3	{}
1	気品	きひん	品格、气度	0	{}
2	寄付	きふ	捐赠	1	{}
1	気風	きふう	风气	0,2	{}
1	起伏	きふく	起伏	0	{}
3	気分	きぶん	心思、心情、气氛	1	{}
1	規模	きぼ	规模	1	{}
2	希望	きぼう	希望	0	{}
2	基本	きほん	基本	0	{}
1	気紛れ	きまぐれ	心浮气噪	4	{}
1	生真面目	きまじめ	一本正经	2	{}
1	期末	きまつ	期末	0	{}
2	決まり	きまり	决定	0	{}
1	決まり悪い	きまりわるい	难为情、磨不开	5	{}
3	決まる	きまる	决定、规则	0,3	{}
3	君	きみ	您	0	{}
2	気味	きみ	心情、感触	2	{}
2	気味	ぎみ	具有…倾向		{}
2	奇妙	きみょう	奇怪	1	{}
2	義務	ぎむ	义务	1	{}
1	記名	きめい	记名、签名	0	{}
3	決める	きめる	决定、规则	0,3	{}
3	気持ち	きもち	心情、感受	0	{}
3	着物	きもの	衣服、和服	0	{}
2	疑問	ぎもん	疑问	0	{}
3	客	きゃく	客人	0	{}
1	規約	きやく	规章	0	{}
2	逆	ぎゃく	逆	0	{}
1	脚色	きゃくしょく	改写成电影或戏剧、夸张	0	{}
2	客席	きゃくせき	客人座席	0	{}
1	逆転	ぎゃくてん	逆转	0	{}
1	脚本	きゃくほん	剧本	0	{}
2	客間	きゃくま	客厅	0	{}
1	華奢	きゃしゃ	苗条、别致	0	{}
1	客観	きゃっかん	客观	0	{}
1	キャッチ	キャッチ	抓住、接球	1	{}
2	キャプテン	キャプテン	队长、船长	1	{}
1	キャリア	キャリア	职业、履历、高阶公务员	1	{}
2	ギャング	ギャング	黑社会、暴力集团	1	{}
2	キャンパス	キャンパス	校园	1	{}
2	キャンプ	キャンプ	野营、基地	1	{}
4	九	きゅう	九	1	{}
3	急	きゅう	急、急迫	0	{}
2	球	きゅう	球	1	{}
2	旧	きゅう	旧	1	{}
2	級	きゅう	等级、级	1	{}
1	救援	きゅうえん	救援	0	{}
2	休暇	きゅうか	休假	0	{}
1	休学	きゅうがく	休学	0	{}
2	休業	きゅうぎょう	停止营业	0	{}
1	究極	きゅうきょく	毕竟、究竟、最终	0	{}
1	窮屈	きゅうくつ	窄小、不灵活	1	{}
2	休憩	きゅうけい	休息	0	{}
2	急激	きゅうげき	急遽	0	{}
3	急行	きゅうこう	急往、快车	0	{}
2	休講	きゅうこう	停课	0	{}
2	求婚	きゅうこん	求婚	0	{}
1	球根	きゅうこん	球根	0	{}
1	救済	きゅうさい	救济	0	{}
1	給仕	きゅうじ	伺待吃饭的人、工友	1	{}
2	吸収	きゅうしゅう	吸收	0	{}
2	救助	きゅうじょ	拯救	1	{}
1	給食	きゅうしょく	供给伙食	0	{}
1	休戦	きゅうせん	停战	0	{}
2	休息	きゅうそく	休息	0	{}
2	急速	きゅうそく	迅速	0	{}
1	旧知	きゅうち	老友、旧交	1	{}
1	宮殿	きゅうでん	宫殿	0	{}
2	急に	きゅうに	突然、忽然、猛然	0	{}
4	牛肉	ぎゅうにく	牛肉	0	{}
4	牛乳	ぎゅうにゅう	牛奶	0	{}
1	窮乏	きゅうぼう	贫穷、贫困	0	{}
2	給与	きゅうよ	供给、供应、支给	1	{}
2	休養	きゅうよう	休养	0	{}
2	給料	きゅうりょう	工资、薪水	1	{}
1	丘陵	きゅうりょう	丘陵	0	{}
1	寄与	きよ	寄与、贡献	1	{}
2	清い	きよい	清澈的、洁白、舒畅	2	{}
4	今日	きょう	今天、本日	1	{}
2	教	きょう	教		{}
1	強	きょう	强	1	{}
1	橋	きょう	桥		{}
2	器用	きよう	灵巧	1	{}
2	行	ぎょう	行、行数		{}
2	業	ぎょう	业、职业		{}
1	驚異	きょうい	惊异、惊奇	1	{}
3	教育	きょういく	教育	0,1	{}
2	教員	きょういん	教师	0,1	{}
2	強化	きょうか	加强	0,1	{}
1	教科	きょうか	课程	1	{}
3	教会	きょうかい	教会	0	{}
2	境界	きょうかい	地界、彊界	0	{}
1	協会	きょうかい	协会	0	{}
1	共学	きょうがく	(男女)同校	0	{}
2	教科書	きょうかしょ	教科书、课本	3	{}
1	共感	きょうかん	同感	0	{}
2	競技	きょうぎ	体育竞赛	1	{}
1	協議	きょうぎ	协议、协商	1	{}
2	行儀	ぎょうぎ	礼节	0	{}
2	供給	きょうきゅう	供应	0	{}
1	境遇	きょうぐう	处境	0	{}
1	教訓	きょうくん	教训、训诫	0	{}
1	強行	きょうこう	强制实行	0	{}
1	強硬	きょうこう	强硬	0	{}
1	教材	きょうざい	教材	0	{}
1	凶作	きょうさく	荒年、凶年	0	{}
2	共産	きょうさん	共产〜	0	{}
2	教師	きょうし	教师、老师	1	{}
2	行事	ぎょうじ	例行活动、仪式	1,3	{}
4	教室	きょうしつ	教室	0	{}
1	業者	ぎょうしゃ	业者	1	{}
2	教授	きょうじゅ	教授	0//1	{}
1	享受	きょうじゅ	享受	1	{}
1	教習	きょうしゅう	培训、训练	0	{}
1	郷愁	きょうしゅう	故乡	0	{}
2	恐縮	きょうしゅく	惶恐、不敢当	0	{}
1	教職	きょうしょく	教育者的职务	0	{}
1	興じる．興ずる	きょうじる．ずる	兴高采烈、兴致勃勃	0	{}
1	強制	きょうせい	强迫	0	{}
1	行政	ぎょうせい	行政	0	{}
1	業績	ぎょうせき	业绩	0	{}
3	競争	きょうそう（する）	竞争	0	{}
1	共存	きょうぞん	共存、共处	0	{}
4	兄弟	きょうだい	兄弟	1	{}
1	境地	きょうち	境地	1	{}
2	強調	きょうちょう	强调	0	{}
1	協調	きょうちょう	协调、协助	0	{}
2	共通	きょうつう	共通	0	{}
1	協定	きょうてい	协定	0	{}
1	郷土	きょうど	乡土、故乡	1	{}
2	共同	きょうどう	共同	0	{}
1	脅迫	きょうはく	强迫、威胁	0	{}
2	恐怖	きょうふ	恐怖不安、惧怕	1	{}
3	興味	きょうみ	兴趣	1	{}
1	業務	ぎょうむ	业务、日常工作	1	{}
1	共鳴	きょうめい	共呜、共振	0	{}
2	教養	きょうよう	教养	0	{}
1	郷里	きょうり	乡里、故乡	1	{}
2	強力	きょうりょく	强有力	0	{}
2	協力	きょうりょく	协助、合作	0	{}
1	強烈	きょうれつ	强烈	0	{}
2	行列	ぎょうれつ	行列、队伍	0	{}
1	共和	きょうわ	共和	0,1	{}
2	許可	きょか	允许、批准	1	{}
2	漁業	ぎょぎょう	渔业	1	{}
2	局	きょく	局、当局	1	{}
2	曲	きょく	曲子、弯曲	0,1	{}
1	局限	きょくげん	局限	0,2	{}
2	曲線	きょくせん	曲线	0	{}
1	極端	きょくたん	顶端、极端	3	{}
1	居住	きょじゅう	居住、住所	0	{}
1	拒絶	きょぜつ	拒绝	0	{}
1	漁船	ぎょせん	渔船、渔轮	0	{}
1	漁村	ぎょそん	渔村	0	{}
2	巨大	きょだい	巨大	0	{}
4	去年	きょねん	去年	1	{}
1	拒否	きょひ	拒绝、否决	1	{}
1	許容	きょよう	容许、宽容	0	{}
1	清らか	きよらか	清澈	2	{}
2	距離	きょり	距离	1	{}
4	嫌い	きらい	不喜欢	0	{}
2	嫌う	きらう	嫌恶	0	{}
2	気楽	きらく	轻松、安乐	0	{}
1	煌びやか	きらびやか	华丽	3	{}
2	霧	きり	雾	0	{}
1	切	きり	段落、限度	2	{}
1	きり	きり	表示只限于此		{}
1	義理	ぎり	情理、人情	2	{}
1	切替える	きりかえる	转换	0,4	{}
2	規律	きりつ	纪律	0,1	{}
1	気流	きりゅう	气流	0	{}
4	切る	きる	斩、完结、完了	1	{斬る}
4	着る	きる	穿	0,2	{}
2	きる	きる	完成、完结		{}
2	布	きれ	布料	2	{}
2	切	きれ	切片		{}
4	綺麗	きれい	漂亮、美丽	1	{}
1	切れ目	きれめ	裂缝	3	{}
2	切れる	きれる	断、中断、到期、用尽、能干	2	{}
2	キロ	キロ	千…	0	{}
4	キロ	キロ（グラム）	公斤	0(3)	{}
4	キロ	キロ（メートル）	公里	0(3)	{}
2	記録	きろく	记录	0	{}
2	議論	ぎろん	议论	1	{}
1	疑惑	ぎわく	疑惑	0	{}
1	極めて	きわめて	非常	2	{}
2	気を付ける	きをつける	注意、小心	4	{}
2	金	きん	金、金色、金钱	1	{}
1	菌	きん	细菌	1	{}
2	銀	ぎん	银、银色	1	{}
2	禁煙	きんえん	禁止吸烟、戒烟	0	{}
2	金額	きんがく	金额	0	{}
1	近眼	きんがん	近视眼	0	{}
1	緊急	きんきゅう	紧急	0	{}
2	金魚	きんぎょ	金鱼	1	{}
2	金庫	きんこ	金库、国库	1	{}
1	均衡	きんこう	均衡	0	{}
1	近郊	きんこう	近郊	0	{}
4	銀行	ぎんこう	银行	0	{}
2	禁止	きんし	禁止	0	{}
1	近視	きんし	近视	0	{}
3	近所	きんじょ	近处、附近	1	{}
1	禁じる	きんじる・ずる	禁止	0,3	{禁ずる}
2	金銭	きんせん	金钱	1	{}
2	金属	きんぞく	金属	1	{}
2	近代	きんだい	近代	1	{}
2	緊張	きんちょう	紧张	0	{}
2	筋肉	きんにく	肌肉	1	{}
1	勤勉	きんべん	勤奋、勤勉	0	{}
1	吟味	ぎんみ	仔细研究	1,3	{}
1	勤務	きんむ	工作	1	{}
1	禁物	きんもつ	忌讳	0	{}
2	金融	きんゆう	金融	0	{}
2	金曜	きんよう//きん	星期五	0//1	{金}
4	金曜日	きんようび	星期五	3	{}
1	勤労	きんろう	辛劳	0	{}
3	区	く	大城市的区		{}
2	句	く	句	1	{}
1	苦	く	苦痛、苦	1	{}
4	九	く	９个、９	1	{}
3	具合	ぐあい	情况、状态	0	{}
2	区域	くいき	区域	1	{}
1	クイズ	クイズ	猜谜、提问、问题	1	{}
1	食い違う	くいちがう	有所不同	4	{}
2	空	くう	空、空中	1	{}
2	食う	くう	〔卑语〕吃	1	{}
1	空間	くうかん	空间	0	{}
3	空気	くうき	空气	1	{}
3	空港	くうこう	机场	0	{}
2	偶数	ぐうすう	偶数	3	{}
2	偶然	ぐうぜん	偶然	0	{}
2	空想	くうそう	幻想	0	{}
2	空中	くうちゅう	空中	0	{}
1	空腹	くうふく	空腹	0	{}
2	クーラー	クーラー	冷气设备、冷却器、携带式冷藏柜	1	{}
1	区画	くかく	区划	0	{}
1	区間	くかん	区段	1,2	{}
1	茎	くき	茎	2	{}
2	釘	くぎ	钉子	0	{}
1	区切り	くぎり	(小)段落	3	{}
2	区切る	くぎる	分成段落、隔开	2	{}
1	潜る	くぐる	钻过	2	{}
3	草	くさ	草	2	{}
2	臭い	くさい	臭	2	{}
2	鎖	くさり	链子	0	{}
2	腐る	くさる	腐烂	2	{}
2	櫛	くし	梳子	2	{}
1	籤	くじ	签	1	{}
1	籤引き	くじびき	抽签	0,4	{}
2	くしゃみ	くしゃみ	喷嚏	2	{}
2	苦情	くじょう	抱怨	0	{}
2	苦心	くしん	费心	1,2	{}
2	屑	くず	碎片	1	{}
1	擽ったい	くすぐったい	发痒	0	{}
2	崩す	くずす	拆毁	2	{}
4	薬	くすり	药	0	{}
2	薬指	くすりゆび	无名指	3	{}
2	崩れる	くずれる	崩溃	3	{}
2	癖	くせ	习惯	2	{}
2	管	くだ	管子	1	{}
2	具体	ぐたい	具体	0	{}
2	砕く	くだく	打碎	2	{}
2	砕ける	くだける	粉碎	3	{}
4	下さい	ください	请	3	{}
3	下さる	くださる	给我、送我	3	{}
2	草臥れる	くたびれる	疲劳	4	{}
4	果物	くだもの	水果	2	{}
2	下らない	くだらない	无意义、无聊	0	{}
2	下り	くだり	下	0	{}
2	下る	くだる	下去	0	{}
4	口	くち	嘴	0	{}
2	口	くち	份额		{}
1	愚痴	ぐち	牢骚	0	{}
1	口ずさむ	くちずさむ	吟	4	{}
1	嘴	くちばし	鸟类的嘴	0	{}
2	唇	くちびる	嘴唇	0	{}
2	口紅	くちべに	口红	0	{}
1	朽ちる	くちる	腐坏	2	{}
4	靴	くつ	鞋	2	{}
2	苦痛	くつう	痛苦	0	{}
1	覆す	くつがえす	打翻	3	{}
1	くっきり	くっきり	显眼、清晰	3	{}
4	靴下	くつした	袜子	2,4	{}
2	ぐっすり	ぐっすり	熟睡	3	{}
1	屈折	くっせつ	曲折	0	{}
2	くっ付く	くっつく	紧贴在一起	3	{}
2	くっ付ける	くっつける	把…黏上	4	{}
1	ぐっと	ぐっと	一口气地、更加	0,1	{}
2	諄い	くどい	啰唆、过浓	2	{}
2	句読点	くとうてん	句号和逗号	2	{}
4	国	くに	国家	0	{}
2	配る	くばる	分配	2	{}
3	首	くび	脖子	0	{}
1	首飾り	くびかざり	项链	3	{}
1	首輪	くびわ	项圈	0	{}
2	工夫	くふう	想办法	0	{}
2	区分	くぶん	分开	1	{}
2	区別	くべつ	差异	1	{}
2	組	くみ	班、套	2	{}
2	組合	くみあい	组合	0	{}
2	組み合わせ	くみあわせ	组成	0	{}
1	組み合わせる	くみあわせる	编在一起	5	{}
1	組み込む	くみこむ	编入	3	{}
2	組み立てる	くみたてる	组织、编起来	0,4	{}
2	汲む	くむ	汲、斟、打水	0	{酌む}
2	組む	くむ	联合	1	{}
3	雲	くも	云朵	1	{}
4	曇	くもり	阴天	3	{}
4	曇る	くもる	天阴	2	{}
2	悔しい	くやしい	悔恨的、遗憾的	3	{}
2	悔やむ	くやむ	后悔	2	{}
1	蔵	くら	仓库	2	{}
4	暗い	くらい	昏暗	0	{}
2	位	くらい	身分、地位	0	{}
4	位	くらい//ぐらい	〜左右		{}
2	暮らし	くらし	生活、生计	0	{}
2	クラシック	クラシック	古典(的)、经典	2,3	{}
4	クラス	クラス	班级、等级	1	{}
2	暮らす	くらす	生活	0	{}
4	グラス	グラス	玻璃杯、眼镜//草	0,1	{}
2	グラフ	グラフ	图表、内容以图片为主的杂志	0,1	{}
3	比べる	くらべる	比较	4	{}
2	グラム	グラム	公克	1	{}
2	グランド	グランド	操场//伟大、宏大	0	{}
2	クリーニング	クリーニング	洗衣、洗净	2,4	{}
2	クリーム	クリーム	(鲜)奶油、美容霜	2	{}
2	繰り返す	くりかえす	反复、重复	0,3	{}
2	クリスマス	クリスマス	圣诞节	3	{}
4	来る	くる	来	1	{}
2	狂う	くるう	疯狂	2	{}
2	グループ	グループ	团体	2	{}
2	苦しい	くるしい	痛苦的	3	{}
2	苦しむ	くるしむ	痛苦、苦恼	3	{}
2	苦しめる	くるしめる	使…痛苦	4	{}
4	車	くるま	汽车、车	0	{}
2	包む	くるむ	包、裹	2	{}
2	暮れ	くれ	歳末、季末、黄昏	0	{}
1	グレー	グレー	灰色、灰暗	2	{}
1	クレーン	クレーン	起重机	2	{}
2	呉々も	くれぐれも	诚恳的、衷心的	2,3	{}
3	暮れる	くれる	天黑、日落	0	{}
3	呉れる	くれる	给己方、给我	0	{}
4	黒	くろ	黑色	1	{}
4	黒い	くろい	黑色的、黑的	2	{}
2	苦労	くろう	辛苦	1	{}
1	玄人	くろうと	行家	1,2	{}
1	黒字	くろじ	盈余	0	{}
2	加える	くわえる	加上、添	0	{}
2	咥える	くわえる	叼、啣	0	{}
2	詳しい	くわしい	详细的	3	{}
2	加わる	くわわる	增加、加入	0	{}
3	君	くん	〜君、小〜		{}
2	訓	くん	训（字义的解释）	0	{}
2	軍	ぐん	军队	1	{}
2	郡	ぐん	郡（日本行政区）	1	{}
1	群	ぐん	群、伙	1	{}
1	軍艦	ぐんかん	军舰	0	{}
1	軍事	ぐんじ	军事	1	{}
1	君主	くんしゅ	君主(制)	1	{}
1	群集	ぐんしゅう	群众、聚集	0	{群衆}
2	軍隊	ぐんたい	军队	1	{}
1	軍備	ぐんび	军备	1	{}
1	軍服	ぐんぷく	军服	0	{}
2	訓練	くんれん	训练	1	{}
3	毛	け	毛、头髪	0	{}
3	毛	け	毛(衣)	0	{}
2	家	け	〜家族		{}
2	下	げ	劣等、次等	1	{}
2	計	けい	合计、计划	1	{}
2	形	けい	形、类型		{型}
1	刑	けい	刑罚	1	{}
1	系	けい	线索、派系		{}
1	芸	げい	艺术、技术	1	{}
2	敬意	けいい	敬意	1	{}
1	経緯	けいい	经纬度	1	{}
2	経営	けいえい	经营	0	{}
1	経過	けいか	经过	0	{}
1	警戒	けいかい	警戒	0	{}
1	軽快	けいかい	轻快	0	{}
3	計画	けいかく（する）	计划	0	{}
4	警官	けいかん	警官	0	{}
2	景気	けいき	景气	0	{}
2	契機	けいき	转机、机会	1	{}
1	計器	けいき	仪表、仪器	1	{}
1	敬具	けいぐ	敬具、谨启	0,1	{}
1	軽減	けいげん	减轻	0	{}
3	経験	けいけん（する）	経験	1	{}
2	稽古	けいこ	练习	1	{}
2	敬語	けいご	敬语	0	{}
2	傾向	けいこう	倾向、趋势	0	{}
2	蛍光灯	けいこうとう	萤光灯	0	{}
2	警告	けいこく	警告	0	{}
1	掲載	けいさい	登载	0	{}
3	経済	けいざい	经济、节省	1	{}
3	警察	けいさつ	警察	0	{}
2	計算	けいさん	计算	0	{}
2	掲示	けいじ	揭晓、告示	0	{}
2	刑事	けいじ	刑事、刑事警察	1	{}
2	形式	けいしき	形式、样式、手续	0	{}
1	傾斜	けいしゃ	倾斜、斜坡、斜度	0	{}
2	芸術	げいじゅつ	艺术	0	{}
1	形成	けいせい	形成	0	{}
1	形勢	けいせい	形势、局势	0	{}
2	継続	けいぞく	继续、继承	0	{}
1	軽率	けいそつ	轻率、草率	0	{}
1	形態	けいたい	形态、形状、样子	0	{}
1	携帯	けいたい	携带、手机	0	{}
2	毛糸	けいと	毛线	0	{}
2	経度	けいど	经度	1	{}
2	系統	けいとう	系统、血统、党派、体系	0	{}
2	芸能	げいのう	技术、艺术、技能	0	{}
2	競馬	けいば	赛马	0	{}
1	刑罰	けいばつ	刑罚	1	{}
1	経費	けいひ	经费、开支	1	{}
2	警備	けいび	警备、戒备	1	{}
1	警部	けいぶ	警部（日本警察的官阶之一）	0	{}
1	軽蔑	けいべつ	蔑视、轻视	0	{}
2	契約	けいやく	合同、契约	0	{}
2	経由	けいゆ	经由、经过、路过	0,1	{}
2	形容詞	けいようし	形容词、い形容词	3	{}
2	形容動詞	けいようどうし	形容动词、な形容词	5	{}
1	経歴	けいれき	经历、履历、阅历	0	{}
1	経路	けいろ	通过的途径、路径、路线	1	{}
3	ケーキ	ケーキ	蛋糕	1	{}
1	ケース	ケース	个案、事例、场合	1	{}
2	ケース	ケース	箱、盒、包包	1	{}
2	ゲーム	ゲーム	游戏	1	{}
2	外科	げか	外科	0	{}
3	怪我	けが（する）	受伤、过失	2	{}
1	汚らわしい	けがらわしい	污秽的、讨厌的	5	{}
2	毛皮	けがわ	毛皮、皮货	0	{}
2	劇	げき	戏剧	1	{}
2	劇場	げきじょう	剧场、戏院	0	{}
2	激増	げきぞう	激增、猛增	0	{}
1	劇団	げきだん	剧团	0	{}
1	激励	げきれい	激励	0	{}
4	今朝	けさ	今天早上、今晨	1	{}
3	景色	けしき	风景、景致	1	{}
3	けしゴム	けしゴム	橡皮擦	0	{}
2	下車	げしゃ	下车	0,1	{}
3	下宿	げしゅく（する）	公寓、宿舍	0	{}
2	下旬	げじゅん	下旬	0	{}
2	化粧	けしょう	化妆、打扮	2	{}
4	消す	けす	熄灭、关掉、抹去、关闭、解除	0	{}
2	下水	げすい	脏水、下水道	0	{}
1	ゲスト	ゲスト	客人、嘉宾、客串演员	1	{}
2	削る	けずる	削、消减、删去	0	{}
2	桁	けた	横梁、位数	0	{}
2	下駄	げた	木屐	0	{}
1	獣	けだもの	兽、畜生	0	{}
2	吝	けち	吝啬、简陋、卑贱、心胸窄	1	{}
1	決	けつ	决定、决议	1	{}
2	血圧	けつあつ	血压	0	{}
1	決意	けつい	决定	1	{}
2	血液	けつえき	血液	2	{}
2	結果	けっか	结果、结局、结果实	0	{}
1	結核	けっかく	结核	0	{}
2	欠陥	けっかん	缺陷、缺点	0	{}
1	血管	けっかん	血管	0	{}
1	決議	けつぎ	决议	0	{}
2	月給	げっきゅう	月薪、工资	0	{}
2	結局	けっきょく	结果、结局	0	{}
4	結構	けっこう	构造、结构//很好//相当	0,3//1//1	{}
1	決行	けっこう	决心、实行	0	{}
1	結合	けつごう	结合	0	{}
4	結婚	けっこん（する）	结婚	0	{}
2	傑作	けっさく	杰作	0	{}
1	決算	けっさん	决算、清算	1	{}
3	決して	けっして	决对不	0	{}
1	月謝	げっしゃ	酬谢金、学费	0	{}
1	欠如	けつじょ	缺乏	1	{}
1	決勝	けっしょう	决赛、决胜负	0	{}
1	結晶	けっしょう	结果、结晶	0	{}
2	決心	けっしん	决心、决意	1	{}
1	結成	けっせい	结成、组成	0	{}
2	欠席	けっせき	缺席	0	{}
1	結束	けっそく	捆、束、团结	0	{}
1	げっそり	げっそり	骤然消瘦、扫兴、厌腻	3	{}
1	決断	けつだん	果断、决心	0	{}
2	決定	けってい	决定、确定	0	{}
2	欠点	けってん	缺点、不及格的分数	3	{}
1	月賦	げっぷ	按月付款	0	{}
1	欠乏	けつぼう	缺乏	0	{}
2	月末	げつまつ	月底	0	{}
2	月曜	げつよう//げつ	星期一	3//1	{月}
4	月曜日	げつようび	星期一	3	{}
2	結論	けつろん	结论	0,2	{}
1	蹴飛ばす	けとばす	猛踢、严加拒绝	0,3	{}
1	貶す	けなす	贬低、毁谤	0	{}
2	気配	けはい	迹象、神情、行情	1,2	{}
2	下品	げひん	下流、庸俗	2	{}
2	煙い	けむい	(烟)呛人	0,2	{}
1	煙たい	けむたい	(烟)呛人、使人局促不安、使人发慌	0,3	{}
2	煙	けむり	烟雾、茶色	0	{}
1	煙る	けむる	冒烟、看不清楚、朦胧	0	{}
1	獣	けもの	兽	0	{}
1	家来	けらい	封建时代的家臣	1	{}
1	下痢	げり	腹泻	0	{}
2	蹴る	ける	踢、拒绝	1	{}
3	けれど	けれど//けれども	然而、但是	1	{けれども}
2	険しい	けわしい	险峻、可怕、险恶、困难、艰险	3	{}
3	県	けん	县	1	{}
3	軒	けん	栋、所		{}
2	券	けん	券、票	1	{}
2	権	けん	权、权力		{}
1	件	けん	事、事件、件数	1	{}
1	圏	けん	圏		{}
2	現	げん	现、现在的	1	{}
1	権威	けんい	权势、威望、权威	1	{}
3	原因	げんいん	原因	0	{}
3	喧嘩	けんか（する）	口角、争吵、打架	0	{}
2	見解	けんかい	意见	0	{}
2	限界	げんかい	界限	0	{}
2	見学	けんがく	见习、考察	0	{}
4	玄関	げんかん	门口、房子的正门	1	{}
4	元気	げんき	元气、精力、精神	1	{}
3	研究	けんきゅう（する）	研究	0	{}
3	研究室	けんきゅうしつ	研究室	3	{}
2	謙虚	けんきょ	谦虚	1	{}
1	兼業	けんぎょう	兼营	0	{}
2	現金	げんきん	现款、货币、支票汇票、收现、付现、兑现	3	{}
1	原型	げんけい	原形、未进化原来的形态	0	{原形}
1	権限	けんげん	权限	3	{}
2	言語	げんご	言语	1	{}
2	健康	けんこう	健康	0	{}
2	原稿	げんこう	原稿	0	{}
1	現行	げんこう	现行	0	{}
2	検査	けんさ	检查	1	{}
1	健在	けんざい	健在、照常存在、现在时	0	{}
2	現在	げんざい	现在、目前、当时、截至、现世	1	{}
1	原作	げんさく	原著	0	{}
2	原産	げんさん	原料、制品的产地	0	{}
1	検事	けんじ	检察官	1	{}
2	原始	げんし	原始	1	{}
1	原子	げんし	原子、原子弹	1	{}
2	現実	げんじつ	现实	0	{}
1	元首	げんしゅ	元首	1	{}
2	研修	けんしゅう	进修	0	{}
2	厳重	げんじゅう	严厉	0	{}
1	原書	げんしょ	原版本、西洋书籍	0	{}
1	懸賞	けんしょう	悬实	0	{}
2	現象	げんしょう	现象	0	{}
1	減少	げんしょう	减少、缩减	0	{}
2	現状	げんじょう	现状	0	{}
2	建設	けんせつ	建设、创立	0	{}
1	健全	けんぜん	健全、正常、坚实	0	{}
1	元素	げんそ	元素	1	{}
1	現像	げんぞう	显像	0	{}
1	原則	げんそく	原则	0	{}
2	謙遜	けんそん	谦恭、谦逊	0	{}
2	現代	げんだい	现代、当代	1	{}
1	見地	けんち	观点、立场、检查建筑用地	1	{}
1	現地	げんち	现场、现居住的地方	1	{}
2	建築	けんちく	建筑	0	{}
2	県庁	けんちょう	县政府	1	{}
1	限定	げんてい	限定	0	{}
1	減点	げんてん	扣分	0	{}
1	原典	げんてん	原著、原本	1	{}
1	原点	げんてん	起点、座标的原点	1	{}
2	限度	げんど	限度、范围、界限	1	{}
2	検討	けんとう	讨论	0	{}
2	見当	けんとう	猜测、判断	3	{}
2	現に	げんに	实际、现在、亲眼	1	{}
2	現場	げんば	现场	0	{}
1	原爆	げんばく	原子弹	0	{}
2	顕微鏡	けんびきょう	显微镜	0	{}
3	見物	けんぶつ（する）	观光、游览	0	{}
1	原文	げんぶん	原文	0	{}
2	憲法	けんぽう	宪法	1	{}
1	厳密	げんみつ	严密、严格	0	{}
2	懸命	けんめい	拼命、竭尽全力	0	{}
1	賢明	けんめい	贤明、明智、高明	0	{}
1	倹約	けんやく	节约、节省	0	{}
1	原油	げんゆ	原油	0	{}
1	兼用	けんよう	兼用、两用	0	{}
2	権利	けんり	权利	1	{}
2	原理	げんり	原理	1	{}
2	原料	げんりょう	原料	3	{}
1	権力	けんりょく	权力	1	{}
1	言論	げんろん	言论	0	{}
4	個	こ	几个		{}
3	子	こ	小孩、儿女、子	0	{}
2	湖	こ	湖		{}
4	五	ご	五、第五个	1	{}
4	語	ご	语		{}
2	碁	ご	围棋	1	{}
2	語	ご	语言、语、单词	1	{}
2	後	ご	以后	0,1	{}
2	小	こ〜	小、微小、稍微、差不多		{}
1	故	こ〜	已故的	1	{}
3	御	ご〜	表示尊敬、表示谦逊		{}
2	濃い	こい	深、浓、烈、密稠、亲密	1	{}
2	恋	こい	恋爱、爱情	1	{}
1	語彙	ごい	词汇、语汇	1	{}
2	恋しい	こいしい	亲爱的、眷恋	3	{}
1	恋する	こいする	恋爱	3	{}
2	恋人	こいびと	情人	0	{}
3	こう	こう	如此、这么	0	{}
2	校	こう	校		{}
2	港	こう	港		{}
1	甲	こう	铠甲、甲壳、盔甲、表面、第一位、甲	1	{}
1	光	こう	光		{}
2	号	ごう	号		{}
2	高	こう〜	高	1	{}
1	好意	こうい	好意、善意	1	{}
1	行為	こうい	行为、举止	1	{}
1	合意	ごうい	同意、达成协议	1	{}
2	工員	こういん	工人	0	{}
2	強引	ごういん	强行、强制	0	{}
2	幸運	こううん	侥幸、幸运	0	{}
1	交易	こうえき	交易、贸易	0	{}
4	公園	こうえん	公园	0	{}
2	講演	こうえん	讲演、演说	0	{}
1	公演	こうえん	公演	0	{}
2	高価	こうか	高价	1	{}
2	硬貨	こうか	硬币	1	{}
2	効果	こうか	效果、成绩	1	{}
2	豪華	ごうか	豪华	1	{}
1	公開	こうかい	公开、开放	0	{}
1	後悔	こうかい	后悔	1	{}
1	航海	こうかい	航海	1	{}
3	郊外	こうがい	郊外	1	{}
2	公害	こうがい	公害	0	{}
1	工学	こうがく	工学	0	{}
2	合格	ごうかく	及格	0	{}
2	交換	こうかん	交换、交易	0	{}
3	講義	こうぎ	讲课、讲义、讲解	0,3	{}
1	抗議	こうぎ	抗议	1	{}
1	合議	ごうぎ	协议	1	{}
2	高級	こうきゅう	高级	0	{}
1	皇居	こうきょ	皇宫	1	{}
2	公共	こうきょう	公共	0	{}
1	好況	こうきょう	繁荣、景气	0	{}
3	工業	こうぎょう	工业	1	{}
1	興業	こうぎょう	振兴事业	0	{}
1	鉱業	こうぎょう	矿业	1	{}
2	航空	こうくう	航空	0	{}
2	光景	こうけい	景象、情景、光景、情况、样子	0	{}
2	工芸	こうげい	工艺	0,1	{}
2	合計	ごうけい	合计	0	{}
2	攻撃	こうげき	攻击、责备、击球	0	{}
2	貢献	こうけん	贡献	0	{}
1	高原	こうげん	高原	0	{}
1	交互	こうご	交替	1	{}
2	孝行	こうこう	孝顺	1	{}
3	高校	こうこう//こうとうがっこう	高中	0//5	{高等学校}
3	高校生	こうこうせい	高中生	3	{}
1	煌々と	こうこうと	煌煌	0	{}
1	考古学	こうこがく	考古学	3	{}
2	広告	こうこく	广告	0	{}
2	交差	こうさ	交叉	0,1	{}
2	交際	こうさい	交际	0	{}
1	工作	こうさく	制作	0	{}
1	耕作	こうさく	耕作	0	{}
4	交差点	こうさてん	十字路口	0,3	{}
1	鉱山	こうざん	矿山	1	{}
2	講師	こうし	教师、讲师	1	{}
2	工事	こうじ	工程	1	{}
2	公式	こうしき	正式、公式	0	{}
2	口実	こうじつ	借口	0	{}
2	こうして	こうして	这样	0	{}
2	後者	こうしゃ	后者	1	{}
2	校舎	こうしゃ	校舍	1	{}
2	公衆	こうしゅう	民众	0	{}
1	講習	こうしゅう	讲习	0	{}
1	口述	こうじゅつ	口述	0	{}
1	控除	こうじょ	扣除	1	{}
1	交渉	こうしょう	交涉	0	{}
1	高尚	こうしょう	高尚	0	{}
3	工場	こうじょう	工厂	0,3	{}
1	向上	こうじょう	进步	0	{}
1	行進	こうしん	进行	0	{}
1	香辛料	こうしんりょう	香辣调料	3	{}
2	香水	こうすい	香水	0	{}
1	降水	こうすい	降雨	0	{}
1	洪水	こうずい	洪水	0	{}
2	構成	こうせい	组成、组织	0	{}
2	公正	こうせい	公平	0	{}
1	合成	ごうせい	合成	0	{}
2	功績	こうせき	功绩	0	{}
2	光線	こうせん	光线	0	{}
1	公然	こうぜん	公开、公然	0	{}
2	高層	こうそう	高层	0	{}
1	抗争	こうそう	抗争	0	{}
1	構想	こうそう	构思	0	{}
2	構造	こうぞう	构造、结构	0	{}
2	高速	こうそく	快速	0	{}
1	拘束	こうそく	束缚、拘留、拘束	0	{}
2	交替	こうたい	交替	0	{}
1	後退	こうたい	倒退、后退、衰退	0	{}
1	交代	こうたい	交替、替换、轮流	0	{}
1	光沢	こうたく	光泽	0	{}
1	公団	こうだん	公团	0	{}
2	耕地	こうち	农地	1	{}
4	紅茶	こうちゃ	红茶	0	{}
3	校長	こうちょう	中小学校长	0	{}
1	好調	こうちょう	顺利	0	{}
3	交通	こうつう	交通	0	{}
2	交通機関	こうつうきかん	交通工具	5	{}
2	肯定	こうてい	肯定	0	{}
2	校庭	こうてい	操场	0	{}
2	高度	こうど	高度	1	{}
2	高等	こうとう	上等	0	{}
1	口頭	こうとう	口头	0	{}
3	講堂	こうどう	大礼堂	0	{}
2	行動	こうどう	行动	0	{}
2	強盗	ごうとう	强盗	0	{}
2	合同	ごうどう	联合	0	{}
1	講読	こうどく	讲读、讲解	0	{}
1	購読	こうどく	订购、购读	0	{}
1	購入	こうにゅう	购买	0	{}
1	公認	こうにん	公认	0	{}
1	光熱費	こうねつひ	煤气费	4	{}
2	工場	こうば	工厂	0	{}
2	後輩	こうはい	后辈	0	{}
1	荒廃	こうはい	荒废	0	{}
1	購買	こうばい	购买	0	{}
1	後半	こうはん	后半部、后一半	0	{}
4	交番	こうばん	派出所	0	{}
2	公表	こうひょう	公布	0	{}
1	好評	こうひょう	好评	0	{}
1	交付	こうふ	交给	0,1	{}
2	幸福	こうふく	幸福	0	{}
0	降伏	こうふく	投降	0	{}
2	鉱物	こうぶつ	矿物	0,1	{}
1	興奮	こうふん	兴奋	0	{}
2	公平	こうへい	公平	0	{}
2	候補	こうほ	候补、候补人	1	{}
1	公募	こうぼ	微集、招募	0	{}
1	巧妙	こうみょう	巧妙	0	{}
2	公務	こうむ	公务、公事	1	{}
3	公務員	こうむいん	公务员	3	{}
2	項目	こうもく	项目、索引	0	{}
2	紅葉	こうよう	红叶、霜叶	0	{}
1	公用	こうよう	公用、公事、公务	0	{}
1	小売	こうり	小卖、零售	0	{}
2	合理	ごうり	合理	1	{}
1	公立	こうりつ	公立	0	{}
1	効率	こうりつ	效率	0	{}
2	交流	こうりゅう	交流、交变电流	0	{}
2	合流	ごうりゅう	合流、汇合、联合、合并	0	{}
2	考慮	こうりょ	考虑	1	{}
2	効力	こうりょく	效力、效果	1	{}
4	声	こえ	人的声音、意见	1	{}
1	護衛	ごえい	护卫、警卫	0	{}
2	越える	こえる	过、度过、超过、超越、越过、跳过	0	{超える}
2	ごえんりょなく	ごえんりょなく。	不用客气	5	{}
2	コース	コース	路线、课程	1	{}
2	コーチ	コーチ	教练、指导	1	{}
2	コード	コード	软电线//暗码、规则、暗号//和弦	1	{}
2	コート	コート(coat)	外套、大衣	1	{}
2	コート	コート(court)	场地	1	{}
4	コート	コート(overcoat)	外套	1	{}
1	コーナー	コーナー	角落、角、园区	1	{}
4	コーヒー	コーヒー	咖啡	3	{}
2	コーラス	コーラス	合唱(团)	1	{}
2	氷	こおり	冰	0	{}
2	凍る	こおる	结冰、冻结	0	{}
2	ゴール	ゴール	终点、目的地	1	{}
2	誤解	ごかい	误解、误会	0	{}
2	語学	ごがく	外语、语言学	0,1	{}
2	焦がす	こがす	烤糊、烤焦	2	{}
1	小柄	こがら	身材短小、小花、碎花纹	0	{}
1	小切手	こぎって	支票	2	{}
2	呼吸	こきゅう	呼吸、步调、拍子、窍门、要领	0	{}
2	故郷	こきょう	故乡、家乡	1	{}
2	国	こく	〜国	0	{}
2	漕ぐ	こぐ	划(船)、摇(橹)、踩(自行车)、烫(秋鞑)	1	{}
2	極	ごく	极(其)、最	1	{}
1	語句	ごく	语句、语、词	1	{}
2	国王	こくおう	国王	2,3	{}
2	国語	こくご	国语、本国语言、(学科)国语、标准语	0	{}
3	国際	こくさい	国际	0	{}
1	国産	こくさん	国产	0	{}
2	国籍	こくせき	国籍	0	{}
1	国定	こくてい	国家规定、国家审定	0	{}
1	国土	こくど	国土、领土	1	{}
1	告白	こくはく	坦白、自白	0	{}
2	黒板	こくばん	黑板	0	{}
2	克服	こくふく	克服、征服	0	{}
1	国防	こくぼう	国防	0	{}
2	国民	こくみん	国民	0	{}
2	穀物	こくもつ	谷物、粮食	2	{}
1	国有	こくゆう	国有	0	{}
1	極楽	ごくらく	极乐、安乐、无忧无虑	0,4	{}
2	国立	こくりつ	国立	0	{}
1	国連	こくれん	联合国	0	{}
2	ごくろうさま	ごくろうさま。	辛苦了	2	{}
1	焦げ茶	こげちゃ	深褐色、深咖啡色	2	{}
2	焦げる	こげる	糊、烤焦	2	{}
1	語源	ごげん	语源	0	{}
4	此処	ここ	这里、这个时候	0	{}
1	個々	ここ	每个	1	{}
4	午後	ごご	下午	1	{}
2	凍える	こごえる	冻僵	0	{}
1	心地	ここち	感觉、心情	0	{}
4	九日	ここのか	九日、九天、九号	4	{}
4	九つ	ここのつ	九个、九岁	2	{}
3	心	こころ	心胸、心情、心、精神、真心、衷心、诚心、想法、心思、意志、关怀、体谅、人情、风格特色	0,2	{}
2	心当たり	こころあたり	猜想、线索	4	{}
1	心得	こころえ	素养、经验、规则、须知、代理、精神准备	3	{}
2	心得る	こころえる	领会、理解、同意、答应、(技艺等)有经验	4	{}
1	心掛け	こころがけ	留意、留心	0,5	{}
1	心掛ける	こころがける	留心、留意	5	{}
1	志	こころざし	志、志愿、意图、厚意、盛情、(表示心意的)小意思	0,5	{}
1	志す	こころざす	立志	4	{}
1	心強い	こころづよい	胆子壮、有信心	5	{}
1	心細い	こころぼそい	担心、胆怯	5	{}
1	試み	こころみ	尝试	3,4	{}
1	試みる	こころみる	试试、尝试、试看看	4	{}
1	快い	こころよい	愉快、高兴、病情转好	4	{}
1	誤差	ごさ	误差、差错	0,1	{}
3	ございます	ございます	〔敬语〕在、有	4	{}
1	ございます	ございます。	〔敬语〕有	4	{}
2	腰	こし	腰、腰身	0	{}
1	孤児	こじ	孤儿	1	{}
2	腰掛	こしかけ	椅子、暂时栖身之处	3,4	{}
2	五十音	ごじゅうおん	五十音	2	{}
2	胡椒	こしょう	胡椒	2	{}
3	故障	こしょう（する）	故障	0	{}
2	拵える	こしらえる	制造、虚构、筹措	0,5	{}
1	拗れる	こじれる	（事态）复杂、（病）严重	3	{}
2	個人	こじん	个人	1	{}
1	故人	こじん	已故的人、死者	1	{}
2	越す	こす	迁居	0	{}
2	越す．超す	こす	超过、胜于、度过	0,2	{}
1	濾す	こす	过滤	0	{}
1	梢	こずえ	树梢	0	{}
2	擦る	こする	摩擦、揉、搓、蹭	2	{}
1	個性	こせい	个性	1	{}
1	戸籍	こせき	户口、户籍	0	{}
1	小銭	こぜに	零（用）钱	0	{}
4	午前	ごぜん	上午	1	{}
3	御存知	ごぞんじ	你知道、你认识	2	{}
2	ごぞんじですか	ごぞんじですか。	您知道吗	2	{}
2	固体	こたい	固体	0	{}
1	古代	こだい	古体、古式、古诗体	1	{}
3	答え	こたえ	回答、答复、（问题的）答案	2	{}
4	答える	こたえる	答复、报答	2,3	{}
1	火燵	こたつ	（取暖用的）暖炉、被炉	0	{}
1	拘る	こだわる	拘泥于	3	{}
3	御馳走	ごちそう	盛宴、款待	0	{}
4	ごちそうさま	ごちそうさま（でした）。	多谢您的款待、我已经吃饱了	0,6(7)	{}
1	誇張	こちょう	夸张、夸大	0	{}
4	こちら	こちら	这里、这边、这位、这方面、我们	0	{}
4	こちらこそ	こちらこそ。	哪儿的话、不敢当	4	{}
1	こつ	こつ	抓住（要领、窍门、秘诀）	0,2	{}
2	国家	こっか	国家	1	{}
2	国会	こっかい	国会、议会	0	{}
2	小遣い	こづかい	零用钱	1	{}
2	国境	こっきょう	国境、边界	0	{}
2	コック	コック	厨师	1	{}
1	滑稽	こっけい	滑稽、可笑、荒唐	0	{}
1	国交	こっこう	邦交	0	{}
2	骨折	こっせつ	骨折	0	{}
2	こっそり	こっそり	悄悄地、偷偷地、暗暗地	3	{}
4	こっち	こっち	这边、这里、这方面、我们、这位	3	{}
2	小包	こづつみ	小包里、邮寄的包里	2	{}
1	骨董品	こっとうひん	古董品	0	{}
4	コップ	コップ	杯子	0	{}
1	固定	こてい	固定	0	{}
2	古典	こてん	古典	0	{}
3	事	こと	事情、情况、（谈话的）内容	2	{}
2	琴	こと	琴	1	{}
2	毎	ごと	每		{}
2	ごと	ごと	连…一起、连同、全部地		{}
1	事柄	ことがら	事情、事体、情况	0,3,4	{}
1	孤独	こどく	孤独、孤单	0	{}
1	悉く	ことごとく	尽悉、全部、一切	3	{}
4	今年	ことし	今年	0	{}
2	言付ける	ことづける	托付、托带口信	4	{}
1	言伝	ことづて	传说、间接听来的、捎口信	0,4	{}
2	異なる	ことなる	不同、不一样	3	{}
1	殊に	ことに	特别、异常、例外	1	{}
1	事に依ると	ことによると	可能、说不定、也许、碰巧	0,5,6	{}
4	言葉	ことば	词、话、语言	3	{}
2	言葉遣い	ことばづかい	说话、措词、表达	4	{}
4	子供	こども	孩子、儿童	0	{}
3	小鳥	ことり	小鸟	0	{}
2	諺	ことわざ	谚语	0,4	{}
2	断る	ことわる	事先说好、谢绝、拒绝	3	{}
2	粉	こな//こ	粉末	2//1	{}
0	こないだ	こないだ	近来、前些天	4	{}
1	粉々	こなごな	粉碎、粉末	0	{}
4	此の	この	这、这个	0	{}
3	此の間	このあいだ	前些时候、前几天、最近	0,5	{}
3	此の頃	このごろ	近来	0,2	{}
1	好ましい	このましい	令人喜欢、满意	4	{}
2	好み	このみ	爱好、嗜好	1	{}
2	好む	このむ	爱好、喜欢	2	{}
4	御飯	ごはん	饭	1	{}
1	碁盤	ごばん	围棋盘	0	{}
4	コピー	コピー（する）	拷贝、复制、副本	1	{}
2	御無沙汰	ごぶさた	久未问候	0	{}
1	個別	こべつ	个别	0	{}
2	零す	こぼす	弄翻、溢出	2	{溢す}
2	零れる	こぼれる	溢出、洒出、洋溢	3	{}
1	コマーシャル	コマーシャル	(电视)商业广告、商务的	2	{}
3	細かい	こまかい	细的、详细的	3	{}
1	誤魔化す	ごまかす	敷衍	3	{}
1	細やか	こまやか	深浓、深厚	2	{濃やか}
4	困る	こまる	为难、难办	2	{}
3	塵	ごみ	垃圾、灰尘	2	{芥}
2	コミュニケーション	コミュニケーション	传达、报导	4	{}
2	込む	こむ	拥挤、费工夫	1	{混む}
2	込む	こむ	进入		{}
2	ゴム	ゴム	橡皮	1	{}
2	小麦	こむぎ	小麦	0,2	{}
3	米	こめ	米	2	{}
2	込める	こめる	装填、集中	2	{}
2	御免	ごめん	拒绝、免职	0	{}
4	ごめんください	ごめんください。	有人在吗？	6	{}
1	コメント	コメント	评论、注释	0,1	{}
4	ごめんなさい	ごめんなさい。	对不起	5	{}
1	籠もる	こもる	充满	2	{}
2	小屋	こや	简陋的房子	0	{}
1	固有	こゆう	固有、特有	0	{}
2	小指	こゆび	小指、情妇	0	{}
1	雇用	こよう	雇用	0	{}
1	暦	こよみ	日历	3	{}
2	堪える	こらえる	忍耐	3	{}
2	娯楽	ごらく	娱乐	0	{}
1	凝らす	こらす	集中	2	{}
2	御覧	ごらん	〔敬〕看	0	{}
1	ごらんなさい	ごらんなさい。	〔敬〕请看	0	{}
3	ご覧になる	ごらんになる	〔尊敬语〕看、观览	5	{}
1	孤立	こりつ	孤立	0	{}
1	懲りる	こりる	接受了〜的教训	2	{}
1	凝る	こる	凝固、热衷	1	{}
4	此れ	これ	此、这	0	{是}
3	此れから	これから	从今以后	0,4	{}
2	コレクション	コレクション	收藏(品)	2	{}
2	此れ等	これら	这些	2	{}
4	頃	ころ//ごろ	时候、时期		{}
2	転がす	ころがす	滚、推动、弄倒	0	{}
2	転がる	ころがる	滚、倒了、弄倒	0	{}
2	殺す	ころす	杀、忍住、消除	0	{}
2	転ぶ	ころぶ	跌倒、滚转	0	{}
3	怖い	こわい	可怕的	2	{}
3	壊す	こわす	毁坏、弄坏、破坏	2	{}
3	壊れる	こわれる	坏掉、故障、失败	3	{}
2	紺	こん	藏青、深蓝	1	{}
2	今	こん	现在	1	{}
2	今回	こんかい	此次、这回	1	{}
1	根気	こんき	耐性、毅力	0	{}
1	根拠	こんきょ	根据	1	{}
2	コンクール	コンクール	表演赛、竞演会、比赛(会)	3	{}
2	コンクリート	コンクリート	混凝土	4	{}
1	混血	こんけつ	混血	0	{}
4	今月	こんげつ	这个月	0	{}
2	今後	こんご	今后、以后	0	{}
2	混合	こんごう	混合	0	{}
3	コンサート	コンサート	演唱会、音乐会	1,3	{}
2	混雑	こんざつ	混杂、拥挤	1	{}
4	今週	こんしゅう	这星期	0	{}
2	コンセント	コンセント	插座、插口	1,3	{}
1	コンタクト	コンタクト（レンズ）	隐形眼镜	1,3[6]	{}
2	献立	こんだて	菜单、准备	0,4	{}
1	昆虫	こんちゅう	昆虫	0	{}
1	根底	こんてい	根底、基础	0	{}
1	コンテスト	コンテスト	比赛、选拔会	1	{}
3	今度	こんど	这一次、下一次	1	{}
2	今度	こんど	下次	1	{}
1	混同	こんどう	混淆	0	{}
1	コントラスト	コントラスト	对照	1,4	{}
1	コントロール	コントロール	控制、调节	4	{}
4	こんな	こんな	这样的	0	{}
2	こんなに	こんなに	这样的	0	{}
2	困難	こんなん	因难	1	{}
2	今日	こんにち	今日	1	{}
4	こんにちは	こんにちは。	您好	5	{}
1	コンパス	コンパス	圆规、指南针	1	{}
4	今晩	こんばん	今晚、今夜	1	{}
4	こんばんは	こんばんは。	晚上好	5	{}
3	コンピューター	コンピューター//コンピュータ	电脑	3	{コンピュータ}
1	根本	こんぽん	根本、基础	0	{}
3	今夜	こんや	今夜、今晚	1	{}
2	婚約	こんやく	婚约	0	{}
2	混乱	こんらん	混乱	0	{}
2	差	さ	差别、差距	0	{}
1	さ	さ	感叹词“さあ”的轻呼	0	{}
4	さあ	さあ	喂（用于劝诱，催促时）、呀（用于踌躇，遅疑时）、啊（用于喜悦，惊讶）	1	{}
2	サークル	サークル	小组、社团、团体、圆圈	0,1	{}
2	サービス	サービス	服务、接待	1	{}
4	歳	さい	几岁		{}
2	際	さい	际、时	1	{}
2	祭	さい	祭		{}
1	財	ざい	金钱、财富	1	{}
2	再	さい〜	再、重新		{}
2	最	さい〜	最		{}
1	再会	さいかい	再次见面	0	{}
1	災害	さいがい	灾害	0	{}
2	在学	ざいがく	在学	0	{}
3	最近	さいきん	最近、近来	0	{}
1	細菌	さいきん	细菌	0	{}
1	細工	さいく	精致的手工艺	0,3	{}
1	採掘	さいくつ	采掘、开采	0	{}
1	サイクル	サイクル	周期	1	{}
1	採決	さいけつ	表决	0,1	{}
1	再建	さいけん	重建、重修	0	{}
1	再現	さいげん	再现、复现	0	{}
1	財源	ざいげん	财源	0,3	{}
3	最後	さいご	最后、最终	1	{}
1	在庫	ざいこ	库存	0	{}
2	最高	さいこう	最高	0	{}
2	再三	さいさん	再三	0	{}
1	採算	さいさん	核算	0	{}
2	財産	ざいさん	财产	1	{}
2	祭日	さいじつ	祭日	0	{}
2	最終	さいしゅう	最终	0	{}
1	採集	さいしゅう	采集	0	{}
3	最初	さいしょ	最初、开始	0	{}
1	サイズ	サイズ	尺寸	1	{}
1	再生	さいせい	重生、复活	0	{}
1	財政	ざいせい	财政	0	{}
1	最善	さいぜん	最好	0	{}
2	催促	さいそく	催促	1	{}
1	採択	さいたく	选定、采纳	0	{}
2	最中	さいちゅう	正在…之中、最盛、最高潮时	1	{}
2	最低	さいてい	最低	0	{}
2	採点	さいてん	评分	0	{}
2	災難	さいなん	灾难	3	{}
2	才能	さいのう	才能	0	{}
1	栽培	さいばい	栽培	0	{}
1	再発	さいはつ	复发	0	{}
2	裁判	さいばん	审判、审理	1	{}
4	財布	さいふ	钱包	0	{}
2	裁縫	さいほう	裁缝	0	{}
1	細胞	さいぼう	细胞	0	{}
2	材木	ざいもく	木材	0	{}
1	採用	さいよう	采用	0	{}
2	材料	ざいりょう	材料	3	{}
2	サイレン	サイレン	警笛	1	{}
2	幸	さいわい	幸运、幸福	0	{}
2	サイン	サイン	签名、记号	1	{}
1	遮る	さえぎる	遮、遮挡、遮掩、遮蔽、遮断、打断、拦截、抗拒、阻挡	3	{}
1	囀る	さえずる	(鸟)鸣、叫、啭	3	{}
1	冴える	さえる	鲜明、(声音)清脆、精巧、清醒、清寒	2	{}
1	竿	さお	竹竿、竿子、杠子	2	{}
3	坂	さか	坡、斜坡	2	{}
2	境	さかい	界线、界限、疆界、分界、分水岭、境地、境界、关头	2	{}
1	栄える	さかえる	兴盛、繁荣、兴旺	2,3	{}
1	差額	さがく	差额	0	{}
2	逆さ	さかさ	倒、颠倒、相反	0	{}
2	逆様	さかさま	倒、逆、颠倒	0	{}
3	探す	さがす	寻找、寻求	0	{捜す}
1	杯	さかずき	酒杯、交杯结盟	4	{}
1	逆立ち	さかだち	倒立、颠倒	0	{}
4	魚	さかな	鱼、余类	0	{}
2	遡る	さかのぼる	逆流而上、溯航、溯、回溯、追溯	4	{}
2	酒場	さかば	酒馆、酒家、酒吧间	0.3	{}
2	逆らう	さからう	逆、背逆、违反、反抗、违逆、不服从、抗拒	3	{}
2	盛り	さかり	最盛时期、最兴盛的状态、(花)盛开时、(动物)发情	0	{}
3	下がる	さがる	下降、降低	2	{}
3	盛ん	さかん	兴盛、旺盛、繁荣、盛大、积极、热烈、大力	0	{}
4	先	さき	尖端、前头、先、先前、前方、目的地、将来、前途	0	{}
1	詐欺	さぎ	欺诈、诈骗	1	{}
0	先	さき（に）	先、早、先前	0	{}
2	一昨々日	さきおととい	大前天	4	{}
1	先に	さきに	以前	0,1	{前に}
2	先程	さきほど	方才、刚才	0	{}
2	作業	さぎょう	工作、作业、操作	1	{}
4	咲く	さく	(花)开	0	{}
2	裂く	さく	撕开、切开、割开、劈开、分裂、离开、分出、匀出、腾出	1	{}
1	作	さく	作品、农作物的收获量	0,2	{}
1	柵	さく	栅栏、围栏、城寨	1,2	{}
1	策	さく	策、计策、策略、手段、方法、3、昔时用于写字的简策、4、鞭、仗、	1,2	{}
2	昨	さく〜	昨〜	1	{}
2	索引	さくいん	索引	0	{}
1	削減	さくげん	削减	0	{}
1	錯誤	さくご	错误、事实与观念不一致	1,2	{}
2	作者	さくしゃ	(文艺作品的)作者、脚本作者	1	{}
2	削除	さくじょ	削除、删掉、抹掉、勾消	1	{}
2	作成	さくせい	（计划、文件等）写成作成、制作、制造	0	{作製}
1	作戦	さくせん	作战、战术	0	{}
2	作品	さくひん	制成品、(文艺)作品	0	{}
4	作文	さくぶん	作文、写文章	0	{}
2	作物	さくもつ	农作物、庄稼	2	{}
2	桜	さくら	樱树、樱花、马肉的别称	0	{}
2	探る	さぐる	(用手、脚)探、摸、摸索、寻找、刺探、暗中调查、探访、欣赏(美丽的风景等)	0	{}
2	酒	さけ	酒、日本清酒	0	{}
1	叫び	さけび	大声喊叫、喊叫声、抗议	3	{}
2	叫ぶ	さけぶ	叫、喊、呼喊、喊叫、呼吁	2	{}
2	避ける	さける	避、躲避、避开、回避、忌避	2	{}
1	裂ける	さける	裂、裂开、破裂	2.3	{}
3	下げる	さげる	降、降下、降低、挂、悬、吊、撤、撤下、后撤、发放、贬	2	{}
2	支える	ささえる	支、支撑、维持、支持、阻止、阻挡	3	{}
1	捧げる	ささげる	捧、擎、献、献给、贡献、(向对方)表式、表达	0	{}
2	囁く	ささやく	耳语、私语、小声说话、说体已话	3	{}
2	刺さる	ささる	扎	2	{}
2	匙	さじ	汤匙	2	{}
3	差し上げる	さしあげる	奉送、赠送、举起、高举	0	{}
1	差し掛かる	さしかかる	来到、到达(某一地点)、(时间)到来、迫近、临近、垂盖	0	{}
2	座敷	ざしき	(日本住宅)舖着榻榻米的房间、(日本住宅的)客厅	3	{}
1	指図	さしず	指示、指挥、调遣、命令	1	{}
1	差し出す	さしだす	(向前)伸出、拿出、提出、交出、寄发、发出、派遣	0	{}
2	差し支え	さしつかえ	不方便、障碍、妨碍	0	{}
1	差し支える	さしつかえる	妨碍、障碍、不方便	0	{}
1	差し引き	さしひき	扣除、扣除后的余额、差额	0.2	{}
2	差し引く	さしひく	扣除、减去、折衷、抵补	0	{}
2	刺身	さしみ	生鱼片	3	{}
4	さす	さす	举、（撑伞、打伞）	1	{}
2	刺	さす	扎穿、螫、叮、咬//指、插//指、指向、指摘、指明、朝向//插、插入//点(眼药水)//(光线)照射	1	{差,指,挿,注,射}
2	流石	さすが	就连…也都、虽然…还是、不愧、到底是、毕竟、名不虚传	0	{}
1	授ける	さずける	授予、授给、传授	3	{}
1	擦る	さする	(用手)摩擦	0	{}
2	座席	ざせき	座位	0	{}
1	さぞ	さぞ	想必、一定（下接推量的词句）	1	{}
2	誘う	さそう	邀请、引诱、引起	0	{}
1	定まる	さだまる	决定、固定、明确	3	{}
1	定める	さだめる	规定、奠定、评定	3	{}
1	座談会	ざだんかい	座谈会	0,2	{}
4	冊	さつ	本、册		{}
2	札	さつ	纸币	0	{}
1	雑	ざつ	粗糙、草率、混杂	0,1	{}
2	撮影	さつえい	拍照、摄影	0	{}
2	雑音	ざつおん	噪音、杂音	0	{}
2	作家	さっか	作家	0,1	{}
1	雑貨	ざっか	杂货	0	{}
1	錯覚	さっかく	错觉、误会	0	{}
3	さっき	さっき	刚才、方才	1	{}
2	作曲	さっきょく	作曲、谱曲	0	{}
2	さっさと	さっさと	赶快、迅速地	1,3	{}
4	雑誌	ざっし	杂志	0	{}
1	殺人	さつじん	杀人	0	{}
1	察する	さっする	想像、推测、体谅	0,3	{}
2	早速	さっそく	立刻、马上	0	{}
1	雑談	ざつだん	闲谈、聊天	0	{}
1	さっと	さっと	迅速、一下子、忽然	0,1	{}
2	ざっと	ざっと	简略地、大约、哗啦	0	{}
2	さっぱり	さっぱり	爽快、氢淡、精光	3	{}
1	さっぱりする	さっぱりする	干净、俐落、爽快	3	{}
2	さて	さて	（承上启下或另起话头）那么、到底	1	{}
4	砂糖	さとう	砂糖	2	{}
1	悟る	さとる	领悟、发觉、看透	0,2	{}
1	最中	さなか	正在…之中、最盛期、最高潮	1	{}
2	砂漠	さばく	沙漠	0	{}
1	裁く	さばく	裁判、判断	2	{}
2	錆び	さび	锈、恶果	2	{}
3	寂しい	さびしい	寂寞的、荒凉的	3	{}
1	座標	ざひょう	座标、标准、基准	0	{}
2	錆びる	さびる	生锈、苍老、﹝声音﹞沙哑	2	{}
2	座布団	ざぶとん	坐垫、褥垫	2	{}
2	差別	さべつ	区别对待	1	{}
2	作法	さほう	社会团体的规范、做法	1	{}
1	然程	さほど	那么	0	{}
1	サボる	サボる	偷懒、翘课、怠工	2	{}
3	様	さま	接在人名，称呼下表示敬意		{}
1	様	さま	样子	2	{}
2	様々	さまざま	各式各样	2,3	{}
2	冷ます	さます	弄凉、冷却、减少	2	{}
2	覚ます	さます	弄醒、清醒	2	{}
2	妨げる	さまたげる	妨碍、阻挠	0,4	{}
1	彷徨う	さまよう	徘徊、流浪、漂泊	3	{}
4	寒い	さむい	寒冷、寒酸、简陋	2	{}
1	寒気	さむけ	发冷、发抖	3	{}
1	侍	さむらい	武士、刚毅果断的人	0	{}
2	冷める	さめる	变凉、减退	2	{}
2	覚める	さめる	醒、醒悟	2	{}
1	然も	さも	的确、实在(的样子)、好像	1	{}
2	左右	さゆう	左右、旁边、影响	1	{}
1	作用	さよう	作用	1	{}
4	さよなら	さよなら//さようなら。	再见、再会	3,4//4,5	{さようなら}
2	皿	さら	盘子、用盘子装起来的菜	0	{}
3	再来月	さらいげつ	下下个月	0,2	{}
3	再来週	さらいしゅう	下下星期	0	{}
4	再来年	さらいねん	后年	0	{}
1	攫う	さらう	拐走小孩	0	{}
3	サラダ	サラダ	沙拉	1	{}
2	更に	さらに	更、（接否定）丝毫不	1	{}
2	サラリーマン	サラリーマン	上班族、公司职员	3	{}
2	猿	さる	猿猴	1	{}
2	去る	さる	离开、走开、消失	1	{}
2	騒がしい	さわがしい	吵闹	4	{}
2	騒ぎ	さわぎ	吵闹、骚动	1	{}
3	騒ぐ	さわぐ	吵闹、骚动、慌张	2	{}
2	爽やか	さわやか	爽快、鲜明、巧妙	2	{}
3	触る	さわる	触摸	3	{}
1	障る	さわる	妨害、有害	0	{}
4	三	さん	三、三个	0	{}
4	さん	さん	对人的尊称（「样」的口语）		{}
2	山	さん	〜山		{}
2	産	さん	出产、生产		{}
1	酸	さん	酸、酸味	1	{}
2	参加	さんか	参加	0	{}
1	酸化	さんか	氧化	0	{}
2	三角	さんかく	三角形	1	{}
1	山岳	さんがく	山岳	0	{}
1	参議院	さんぎいん	参议院	3	{}
1	サンキュー	サンキュー	谢谢	1	{}
1	産休	さんきゅう	产假	0	{}
3	産業	さんぎょう	产业	0	{}
1	残金	ざんきん	余额	1	{}
1	産後	さんご	产后	0	{}
2	参考	さんこう	参考	0	{}
1	残酷	ざんこく	残酷	0	{}
1	産出	さんしゅつ	生产、出产	0	{}
1	参照	さんしょう	参照、参看	0	{}
1	参上	さんじょう	〔谦让语〕拜访	0	{}
2	算数	さんすう	算术	3	{}
2	酸性	さんせい	酸性	0	{}
2	賛成	さんせい	赞成、同意	0	{}
2	酸素	さんそ	氧	1	{}
1	残高	ざんだか	余额、结余	1	{}
1	サンタクロース	サンタクロース	圣诞老人	5	{}
3	サンダル	サンダル	拖鞋、凉鞋、皮带鞋	0,1	{}
2	産地	さんち	产地	1	{}
1	山頂	さんちょう	山顶	0	{}
3	サンドイッチ	サンドイッチ	三明治	4	{}
0	サンドウィッチ	サンドウィッチ	三明治	4	{}
3	残念	ざんねん	遗憾、可惜	3	{}
1	桟橋	さんばし	码头	0	{}
1	賛美	さんび	赞美	1	{}
1	山腹	さんぷく	山腰	0	{}
1	産婦人科	さんふじんか	妇产科	0	{}
1	産物	さんぶつ	产物	0	{}
2	サンプル	サンプル	样本	1	{}
4	散歩	さんぽ（する）	散步	0	{}
1	山脈	さんみゃく	山脉	0	{}
2	山林	さんりん	山林	0	{}
4	四	し	四	1	{}
3	市	し	市	1	{}
2	詩	し	诗、诗歌	0	{}
2	氏	し	氏	1	{}
2	史	し	历史		{}
2	紙	し	纸		{}
1	死	し	死、死亡	1	{}
1	師	し	师、老师	1	{}
1	士	し	士、师		{}
4	時	じ	点钟		{}
3	字	じ	字、文字	1	{}
2	寺	じ	寺院		{}
1	次	じ	次、回、下		{}
1	児	じ	孩子		{}
3	試合	しあい	比赛	0	{}
1	仕上がり	しあがり	完成、做完	0	{}
2	仕上がる	しあがる	完成、做完	3	{}
1	仕上げ	しあげ	完成、最后润饰	0	{}
1	仕上げる	しあげる	完成、做完	3	{}
2	明々後日	しあさって	大后天	3	{}
2	幸せ	しあわせ	幸福	0	{}
1	飼育	しいく	饲养	0	{}
2	シーズン	シーズン	季节、旺季	1	{}
2	シーツ	シーツ	被单、床单	1	{}
1	強いて	しいて	敢于、强制、迫使	1	{}
1	シート	シート	薄板、(纸片)一张//座席、桌用垫板	1	{}
1	ジーパン	ジーパン	牛仔裤	0	{}
1	強いる	しいる	强制、迫使	2	{}
1	仕入れる	しいれる	获得、买进、取得	3	{}
2	寺院	じいん	寺院	1	{}
2	ジーンズ	ジーンズ	牛仔布、牛仔裤	1	{}
2	しいんと	しいんと（する）	静悄悄	0	{}
2	自衛	じえい	自卫	0	{}
2	ジェット機	ジェットき	喷射(式飞)机	3	{}
4	塩	しお	盐、食盐	2	{}
1	潮	しお	潮汐、海水	2	{}
2	塩辛い	しおからい	咸	4	{}
1	歯科	しか	牙科	1,2	{}
1	自我	じが	自己	1	{}
2	司会	しかい	主持人、司仪	0	{}
1	市街	しがい	市街	1	{}
2	四角	しかく	四角、四角形	3	{}
1	視覚	しかく	视觉	0	{}
1	資格	しかく	资格	0	{}
1	自覚	じかく	自觉、觉悟	0	{}
2	四角い	しかくい	四角形的、方的	3	{四角な}
1	仕掛け	しかけ	构造、钓鱼用具	0	{}
1	仕掛ける	しかける	挑衅、安装设置、准备	3	{}
4	然し	しかし	可是、但是	2	{}
1	然し乍ら	しかしながら	然而、但是	4	{}
3	仕方	しかた	方法、方式、办法	0	{}
2	仕方がない	しかたがない	没办法、不得已	5	{}
2	直に	じかに	直接、当面	1	{}
2	然も	しかも	并且、而且、而、却	2	{}
3	叱る	しかる	批评、责备	3	{}
4	時間	じかん	时间、时刻、小时	0	{}
4	時間	じかん	小时、钟头	1	{}
2	時間目	じかんめ	第几个小时		{}
2	時間割	じかんわり	功课表、时间表	0	{}
3	式	しき	仪式、典礼		{}
2	四季	しき	四季	2	{}
2	式	しき	典礼、型、样式、算式、公式	1,2	{}
1	指揮	しき	指挥	2	{}
2	直	じき	马上、很近、直接	0	{}
2	時期	じき	时期、期间	1	{}
1	磁器	じき	瓷器	1	{}
1	磁気	じき	磁力	1	{}
1	色彩	しきさい	彩色、色彩、倾向	0	{}
1	式場	しきじょう	礼堂	0	{}
1	仕来り	しきたり	惯例	0	{}
2	敷地	しきち	(建筑用的)场地	0	{}
2	支給	しきゅう	支付、发放	0	{}
2	至急	しきゅう	火急	0	{}
1	事業	じぎょう	事业	1	{}
2	頻りに	しきりに	频频、屡次	0	{}
1	仕切る	しきる	隔、隔开、监督、负责指挥、(相扑)蹲踞预备姿势	2	{}
1	資金	しきん	资金、财产	2	{}
2	敷く	しく	舖上	0	{}
1	軸	じく	轴、挂轴、中心	0,2	{}
1	しくじる	しくじる	搞混、失败、(因过失等)被解雇了	3	{}
1	仕組	しくみ	构造、结构	0	{}
1	死刑	しけい	死刑	0,2	{}
2	刺激	しげき	剌激、使兴奋	0	{}
1	湿気る	しける	潮湿	0,2	{}
2	茂る	しげる	繁茂、茂密	2	{}
3	試験	しけん	考试、试验	1,2	{}
2	資源	しげん	资源	1	{}
2	事件	じけん	事件、事情、案件	1	{}
3	事故	じこ	事故	1	{}
1	自己	じこ	自己、自我	1	{}
1	志向	しこう	志向	0	{}
1	思考	しこう	思考	0	{}
1	施行	しこう	实施、生效	0	{}
1	嗜好	しこう	嗜好	0	{}
1	試行	しこう	试、试行、试验	0	{}
1	事項	じこう	事项	1	{}
2	時刻	じこく	时刻、时间	1	{}
1	地獄	じごく	地狱	3	{}
1	時刻表	じこくひょう	时刻表	0	{}
4	仕事	しごと	工作、职业	0	{}
1	時差	じさ	时差、错开时间	1	{}
1	自在	じざい	自由自在	0,2	{}
1	視察	しさつ	视察	0	{}
2	自殺	じさつ	自杀	0	{}
1	資産	しさん	资产	0,1	{}
2	持参	じさん	带来	0	{}
2	指示	しじ	指示	1	{}
1	支持	しじ	支持	1	{}
1	事実	じじつ	事实	1	{}
2	磁石	じしゃく	磁石、指南针	1	{}
2	四捨五入	ししゃごにゅう	四舍五入	1--0	{}
1	自首	じしゅ	自首	0	{}
1	自主	じしゅ	自主	1	{}
1	刺繍	ししゅう	刺绣	0	{}
2	始終	しじゅう	始终、経常	1	{}
2	自習	じしゅう	自习	0	{}
2	支出	ししゅつ	支出	0	{}
4	辞書	じしょ	辞典、辞书	1	{}
1	市場	しじょう	市场	1	{}
2	事情	じじょう	事情	0	{}
1	辞職	じしょく	辞职	0	{}
2	詩人	しじん	诗人	0	{}
3	地震	じしん	地震	0	{}
2	自身	じしん	自身、自己、本身	1	{}
2	自信	じしん	自信、信心	1	{}
4	静か	しずか	静、肃静、安静	1	{}
1	雫	しずく	水滴	3	{}
1	システム	システム	体系、体制、系统、制度	1	{}
1	静まる	しずまる	寂静	3	{}
2	沈む	しずむ	沉入	0	{}
1	沈める	しずめる	使…沉着//沉下、使…沉没	0//3	{鎮める}
2	姿勢	しせい	姿势	0	{}
1	施設	しせつ	设施	1,2	{}
2	自然	しぜん	自然、自然而然地	0	{}
2	事前	じぜん	事前	0	{}
2	自然科学	しぜんかがく	自然科学	4	{}
2	思想	しそう	思想	0	{}
1	子息	しそく	儿子	1	{}
2	時速	じそく	时速	0,1	{}
1	持続	じぞく	持续	0	{}
2	子孫	しそん	子孙	1	{}
1	自尊心	じそんしん	自尊心	2	{}
4	下	した	下、下面	0,2	{}
2	舌	した	舌	2	{}
2	死体	したい	死体	0	{}
2	事態	じたい	事态	1	{}
1	字体	じたい	字体	0	{}
1	辞退	じたい	辞退	1	{}
3	時代	じだい	时代、当代	0	{}
2	次第	しだい（に）	顺序、逐渐	0	{}
1	慕う	したう	羡慕	0	{}
2	従う	したがう	跟随、服从	0	{}
2	下書き	したがき	试写	0	{}
2	従って	したがって	因而	0	{}
3	下着	したぎ	贴身衣物、内衣	0	{}
2	自宅	じたく	自家	0	{}
3	支度	したく（する）	准备、预备	0	{}
1	下心	したごころ	内心	3	{}
1	下地	したじ	基础、准备、素质	0	{}
2	親しい	したしい	亲切	3	{}
1	親しむ	したしむ	亲近	3	{}
1	下調べ	したしらべ	预先调查	3	{}
1	仕立てる	したてる	缝制、准备	3	{}
1	下取り	したどり	抵价	0	{}
1	下火	したび	火势渐微、衰落	0	{}
2	下町	したまち	靠河、海的城市	0	{}
4	七	しち	七	2	{}
2	自治	じち	自治	1	{}
2	質	しつ	质	2	{}
2	室	しつ	室		{}
2	日	じつ	日		{}
1	実	じつ	其实、真实、成果、实质	2	{}
2	室	しつ〜	室	2	{}
1	実家	じっか	出生家	0	{}
1	失格	しっかく	失去资格	0	{}
3	しっかり	しっかり	可靠、结实、监固、坚定	3	{}
2	実感	じっかん	真实感	0	{}
1	質疑	しつぎ	质疑、提出疑问	1,2	{}
1	失脚	しっきゃく	垮台、下台	0	{}
2	失業	しつぎょう	失业	0	{}
1	実業家	じつぎょうか	实业家	0	{}
1	シック	シック	潇洒、风雅、时髦	1	{}
1	じっくり	じっくり	慢慢地、仔细地	3	{}
1	躾	しつけ	教育、训练	0	{}
2	湿気	しっけ//しっき	湿气	3	{}
1	躾ける	しつける	教育、培养	3	{}
2	実験	じっけん	实际经验	0	{}
2	実現	じつげん	实现	0	{}
2	しつこい	しつこい	过于腻人	3	{}
2	実行	じっこう	实行、实践	0	{}
2	実際	じっさい	实际、事实	0	{}
2	実施	じっし	实施	0	{}
1	実質	じっしつ	实质、本质	0	{}
2	実習	じっしゅう	实习、见习	0	{}
1	実情	じつじょう	实际情况	0	{}
2	実績	じっせき	实际成绩	0	{}
1	実践	じっせん	身体力行	0	{}
1	質素	しっそ	朴素	1	{}
1	実態	じったい	实际状态	0	{}
1	失調	しっちょう	失调	0	{}
1	嫉妬	しっと	忌妒	0	{}
2	湿度	しつど	湿度	2	{}
2	じっと	じっと	保持稳定、凝神、黙黙忍耐貌	0	{}
2	実に	じつに	实在、非常、真	2	{}
2	実は	じつは	老实说、其实	2	{}
3	失敗	しっぱい（する）	失败	0	{}
1	実費	じっぴ	实际费用	0	{}
2	執筆	しっぴつ	执笔、写作	0	{}
2	実物	じつぶつ	实物、现货	0	{}
2	尻尾	しっぽ	尾巴、末端	3	{}
2	失望	しつぼう	失望	0	{}
4	質問	しつもん	提问、发问、询问	0	{}
2	実用	じつよう	实用	0	{}
2	実力	じつりょく	实力	0	{}
2	実例	じつれい	实例	0	{}
3	失礼	しつれい（する）	失礼、不礼貌	2	{}
4	しつれいしました	しつれいしました。	告辞、再见、请原谅	2--2	{}
4	しつれいします	しつれいします。	告辞、再见、对不起	2--2	{}
2	失恋	しつれん	失恋	0	{}
2	指定	してい	指定	0	{}
1	指摘	してき	指出	0	{}
2	私鉄	してつ	民营铁路	0	{}
2	支店	してん	分店	0	{}
1	視点	してん	观点、视线的集中点	0	{}
3	辞典	じてん	辞典	0	{}
1	自転	じてん	自转、自行转动	0	{}
4	自転車	じてんしゃ	脚踏车	0,2	{}
2	指導	しどう	指导、领导	0	{}
2	自動	じどう	自动	0	{}
2	児童	じどう	儿童	1	{}
1	自動詞	じどうし	自动词	2	{}
4	自動車	じどうしゃ	汽车	0,2	{}
1	淑やか	しとやか	文雅、贤淑	2	{}
2	品	しな	种类、品质	0	{}
1	萎びる	しなびる	枯萎	0	{}
3	品物	しなもの	物品、商品、东西	0	{}
1	しなやか	しなやか	柔软、有弹性	2	{}
1	シナリオ	シナリオ	脚本	0	{}
1	屎尿	しにょう	大小便	0	{}
4	死ぬ	しぬ	死、休止	0	{}
1	地主	じぬし	地主	0	{}
1	凌ぐ	しのぐ	忍耐	2	{}
1	芝	しば	结缕草	0	{}
2	支配	しはい	支配、左右	1	{}
2	芝居	しばい	戏	0	{}
2	屡々	しばしば	不断、常常、再三	1	{}
1	始発	しはつ	最早班车	0	{}
2	芝生	しばふ	草坪	0	{}
2	支払	しはらい	付款	0	{}
2	支払う	しはらう	支付	3	{}
3	暫く	しばらく	暂时、片刻	2	{}
2	縛る	しばる	梱绑、限制	2	{}
2	地盤	じばん	地盘	0	{}
1	耳鼻科	じびか	耳鼻科	0	{}
4	字引	じびき	字典、辞典	3	{}
2	痺れる	しびれる	麻木	3	{}
1	渋い	しぶい	涩、快快不乐、小气的、素气	2	{}
1	私物	しぶつ	私有物	0	{}
1	渋とい	しぶとい	顽固的	3	{}
4	自分	じぶん	自己	0	{}
2	紙幣	しへい	纸币	1	{}
1	司法	しほう	司法	0	{}
2	死亡	しぼう	死亡	0	{}
1	志望	しぼう	志愿	0	{}
1	脂肪	しぼう	脂肪	0	{}
2	萎む	しぼむ	枯萎	0	{}
2	絞る	しぼる	绞	2	{}
2	資本	しほん	资本	0	{}
3	島	しま	岛、岛屿	2	{}
2	縞	しま	条纹	2	{}
2	姉妹	しまい	姐妹	1	{}
2	仕舞い	しまい	最后、末尾	0	{}
3	仕舞う	（て）しまう	〜完、〜了	0	{}
2	仕舞う	しまう	做完	0	{}
1	始末	しまつ	始末、解决	1	{}
2	仕舞った	しまった	糟了	2	{}
4	閉まる	しまる	关闭、紧闭	2	{}
2	自慢	じまん	自大	0	{}
2	地味	じみ	朴素	0	{}
2	しみじみ	しみじみ	深切	3	{}
1	染みる	しみる	感染、染上	0	{}
1	滲みる	しみる	渗入、渗透	0	{}
3	市民	しみん	市民	1	{}
2	事務	じむ	事务	1	{}
3	事務所	じむしょ	办事处	2	{}
2	氏名	しめい	姓名	1	{}
1	使命	しめい	使命	1	{}
2	締切	しめきり	到期	0	{}
2	締切る	しめきる	封闭	0,3	{}
2	示す	しめす	表示、指示、出示	0,2	{}
2	しめた	しめた	太好了、好极了	1	{}
4	閉める	しめる	关上	2	{}
4	締める	しめる	系上、系紧、绷紧	2	{}
2	湿る	しめる	潮湿	0	{}
2	占める	しめる	占有	2	{}
2	地面	じめん	地面	1	{}
2	下	しも	下面	2	{}
2	霜	しも	霜	2	{}
1	地元	じもと	当地	0,3	{}
2	車	しゃ	车		{}
2	社	しゃ	公司		{}
2	者	しゃ	人		{}
1	視野	しや	视野	1	{}
4	じゃ	じゃ//じゃあ	那么	1	{じゃあ}
2	ジャーナリスト	ジャーナリスト	记者、报界人士	4	{}
3	社会	しゃかい	社会	1	{}
2	社会科学	しゃかいかがく	社会科学	4	{}
2	しゃがむ	しゃがむ	蹲下	0	{}
1	弱	じゃく	弱	1	{}
2	蛇口	じゃぐち	水龙头	0	{}
2	弱点	じゃくてん	弱点	3	{}
2	車庫	しゃこ	车库	1	{}
1	社交	しゃこう	社交	0	{}
1	謝罪	しゃざい	道歉、谢罪	0	{}
2	車掌	しゃしょう	乘务员、列车员	0	{}
4	写真	しゃしん	照片、照相、相片	0	{}
1	ジャズ	ジャズ	爵士乐	1	{}
2	写生	しゃせい	写生	0	{}
2	社説	しゃせつ	社论	0	{}
1	謝絶	しゃぜつ	谢绝	0	{}
1	社宅	しゃたく	公司员工住宅	0	{}
3	社長	しゃちょう	(公司)总经理、社长	0	{}
4	シャツ	シャツ	衬衫	1	{}
1	若干	じゃっかん	若干、少许	0	{}
2	借金	しゃっきん	借钱	0	{}
2	噦	しゃっくり	打嗝儿	1	{}
2	シャッター	シャッター	快门、铁门、百页窗	1	{}
2	車道	しゃどう	车道	0	{}
2	しゃぶる	しゃぶる	吮吸	0	{}
2	喋る	しゃべる	说、饶舌	2	{}
3	邪魔	じゃま	妨碍	0	{}
1	三味線	しゃみせん	日本的三弦琴	0	{}
3	ジャム	ジャム	果酱	1	{}
1	斜面	しゃめん	斜面	1	{}
1	砂利	じゃり	砂砾	0	{}
2	車輪	しゃりん	车轮	0	{}
2	洒落	しゃれ	俏皮话、漂亮	0	{}
1	洒落る	しゃれる	漂亮、说笑话	2	{}
4	シャワー	シャワー	淋浴、骤雨	1	{}
2	じゃんけん	じゃんけん	划拳	0,3	{}
1	ジャンパー	ジャンパー	夹克	1	{}
1	ジャンプ	ジャンプ	跳跃	1	{}
1	ジャンボ	ジャンボ	巨大(的)	1	{}
1	ジャンル	ジャンル	种类、艺术的类别	1	{}
2	手	しゅ	〜手、〜员		{}
2	酒	しゅ	〜酒		{}
1	主	しゅ	主要	1	{}
1	種	しゅ	种类	1	{}
2	州	しゅう	州	1	{}
2	宗	しゅう	宗教		{}
2	集	しゅう	集		{}
1	衆	しゅう	众人	1	{}
1	私有	しゆう	私有	0	{}
4	中	じゅう	整个、全	1	{}
4	十	じゅう	十、第十	1	{}
2	銃	じゅう	枪	1	{}
2	重	じゅう	重	0	{}
2	重	じゅう	重、层		{}
2	中	じゅう	表「全部」之意味		{}
1	住	じゅう	住	1	{}
3	自由	じゆう	自由、随意	2	{}
2	周囲	しゅうい	周围	1	{}
1	収益	しゅうえき	收益	0,1	{}
2	集会	しゅうかい	集会	0	{}
2	収穫	しゅうかく	收获、成果	0	{}
1	修学	しゅうがく	修学、学习	0	{}
4	週間	しゅうかん	一星期		{}
3	習慣	しゅうかん	习惯	0	{}
1	周期	しゅうき	周期	1	{}
1	衆議院	しゅうぎいん	众议院	3	{}
2	住居	じゅうきょ	住所、住宅	1	{}
2	宗教	しゅうきょう	宗教	1	{}
1	就業	しゅうぎょう	就业	0	{}
1	従業員	じゅうぎょういん	员工	3	{}
2	集金	しゅうきん	收款	0	{}
1	集計	しゅうけい	合计	0	{}
1	襲撃	しゅうげき	袭击	0	{}
2	集合	しゅうごう	集合	0	{}
1	修士	しゅうし	硕士	1	{}
1	終始	しゅうし	始终	1	{}
1	収支	しゅうし	收支	1	{}
2	習字	しゅうじ	习字	0	{}
2	重視	じゅうし	重视	0,1	{}
1	従事	じゅうじ	从事	1	{}
1	終日	しゅうじつ	终日、整天	0	{}
1	充実	じゅうじつ	充实	0	{}
1	収集	しゅうしゅう	收集	0	{}
3	住所	じゅうしょ	地址	1	{}
2	就職	しゅうしょく	就业	0	{}
1	修飾	しゅうしょく	修饰、装饰	0	{}
1	十字路	じゅうじろ	十字路口	3	{}
2	ジュース	ジュース	果汁//平分	1	{}
2	修正	しゅうせい	修改、订正	0	{}
2	修繕	しゅうぜん	修缮	0	{}
2	重体	じゅうたい	病危	0	{重態}
2	渋滞	じゅうたい	迟滞	0	{}
2	重大	じゅうだい	重大、紧要	0	{}
2	住宅	じゅうたく	住宅	0	{}
2	集団	しゅうだん	集团	0	{}
2	絨毯	じゅうたん	地毯	1	{}
2	執着	しゅうちゃく//しゅうじゃく	执着、贪恋、留意	0	{}
2	集中	しゅうちゅう	集中	0	{}
2	終点	しゅうてん	终点	0	{}
2	重点	じゅうてん	重点	3	{}
3	柔道	じゅうどう	柔道	1	{}
1	柔軟	じゅうなん	柔软	0	{}
2	収入	しゅうにゅう	收入	0	{}
2	就任	しゅうにん	就职、上任	0	{}
1	重複	じゅうふく	重复	0	{}
3	十分	じゅうぶん	十分、充分	3	{}
2	周辺	しゅうへん	四周	0	{}
2	住民	じゅうみん	居民	0,3	{}
2	重役	じゅうやく	経理、重职	0	{}
1	収容	しゅうよう	收容	0	{}
2	重要	じゅうよう	重要	0	{}
1	従来	じゅうらい	以往	1	{}
2	修理	しゅうり	修理	1	{}
2	終了	しゅうりょう	结束	0	{}
1	修了	しゅうりょう	学完〜课程	0	{}
2	重量	じゅうりょう	重量	3	{}
2	重力	じゅうりょく	重力	1	{}
1	守衛	しゅえい	守卫	0	{}
1	主演	しゅえん	主演	0	{}
1	主観	しゅかん	主观	0	{}
2	主義	しゅぎ	主义	1	{}
1	修行	しゅぎょう	修行	0	{}
4	授業	じゅぎょう	授课	1	{}
1	塾	じゅく	补习班	1	{}
1	祝賀	しゅくが	庆祝	0,2	{}
2	熟語	じゅくご	成语	0	{}
2	祝日	しゅくじつ	节日	0	{}
2	縮小	しゅくしょう	缩小、缩减	0	{}
4	宿題	しゅくだい	课外作业、习题	0	{}
2	宿泊	しゅくはく	住宿	0	{}
1	宿命	しゅくめい	宿命	0	{}
1	手芸	しゅげい	手工艺	0,1	{}
1	主権	しゅけん	主权	0,2	{}
2	受験	じゅけん	应试	0	{}
2	主語	しゅご	主语	1	{}
1	主催	しゅさい	主办	0	{}
1	取材	しゅざい	取材	0	{}
1	趣旨	しゅし	宗旨	1	{}
1	種々	しゅじゅ	各种	1	{}
2	手術	しゅじゅつ	手术	1	{}
2	首相	しゅしょう	内阁总理大臣、首相	0	{}
1	主食	しゅしょく	主食	0	{}
3	主人	（ご）しゅじん	老公、主人	(2)1	{}
2	主人	しゅじん	丈夫	1	{}
1	主人公	しゅじんこう	主角	2	{}
1	主体	しゅたい	主体	0	{}
1	主題	しゅだい	主题	0	{}
2	手段	しゅだん	办法、手段	1	{}
2	主張	しゅちょう	主张	0	{}
1	出演	しゅつえん	演出	0	{}
2	出勤	しゅっきん	上班	0	{}
1	出血	しゅっけつ	出血、牺牲	0	{}
1	出現	しゅつげん	出现	0	{}
2	述語	じゅつご	述语	0	{}
1	出産	しゅっさん	出生	0	{}
1	出社	しゅっしゃ	上班	0	{}
2	出場	しゅつじょう	出场、上场	0	{}
1	出生	しゅっしょう//しゅっせい	出生、诞生	0	{}
2	出身	しゅっしん	毕业、出生	0	{}
1	出世	しゅっせ	出息、出名	0	{}
3	出席	しゅっせき（する）	出席、参加	0	{}
1	出題	しゅつだい	出题	0	{}
2	出張	しゅっちょう	出差	0	{}
1	出動	しゅつどう	出动	0	{}
3	出発	しゅっぱつ（する）	出发、动身	0	{}
2	出版	しゅっぱん	出版	0	{}
1	出費	しゅっぴ	费用、开支	0	{}
1	出品	しゅっぴん	展出作品、提供物品	0	{}
2	首都	しゅと	首都	1,2	{}
1	主導	しゅどう	主导	0	{}
1	主任	しゅにん	主任	0	{}
1	首脳	しゅのう	首脑、领导人	0	{}
1	守備	しゅび	守备	1	{}
2	主婦	しゅふ	家庭主妇	1	{}
1	手法	しゅほう	手法、技巧	0	{}
3	趣味	しゅみ	兴趣、爱好	1	{}
2	寿命	じゅみょう	寿命	0	{}
1	樹木	じゅもく	树木	1	{}
2	主役	しゅやく	主角、重要人物	0	{}
2	主要	しゅよう	主要	0	{}
2	需要	じゅよう	需要	0	{}
1	樹立	じゅりつ	树立、建立	0	{}
2	種類	しゅるい	种类	1	{}
2	受話器	じゅわき	电话听筒	2	{}
2	順	じゅん	顺序、顺	0	{}
2	瞬間	しゅんかん	一瞬间	0	{}
2	循環	じゅんかん	循环	0	{}
1	準急	じゅんきゅう	准快车	0	{}
2	巡査	じゅんさ	警察、巡查（日本警察的官阶之一）	0,1	{}
2	順々	じゅんじゅん	顺次、逐渐	3	{}
2	順序	じゅんじょ	顺序	1	{}
2	純情	じゅんじょう	纯情	0	{}
1	準じる	じゅんじる・ずる	视同、按照、以…为基准	0	{準ずる}
2	純粋	じゅんすい	纯粹、纯真	0	{}
2	順調	じゅんちょう	顺利	0	{}
2	順番	じゅんばん	轮班、顺序	0	{}
3	準備	じゅんび（する）	预备、筹备	1	{}
1	書	しょ	文件、书		{}
2	女	じょ	女		{}
2	助	じょ	助理		{}
2	所	しょ//じょ	〜所		{}
2	初	しょ〜	初次〜		{}
2	諸	しょ〜	诸多〜		{}
2	女	じょ〜	女〜		{}
2	小	しょう	小	1	{}
2	章	しょう	章、徽章	1	{}
2	賞	しょう	奖励	1	{}
2	省	しょう	省〜	1	{}
2	省	しょう	〜省、〜部		{}
2	商	しょう	商数、商业		{}
2	勝	しょう	胜利		{}
1	症	しょう	〜症状	1	{}
1	証	しょう	证明文件	1	{}
2	使用	しよう	使用、雇用	0	{}
1	仕様	しよう	样式、方法	0	{}
1	私用	しよう	私事	0	{}
2	上	じょう	上等、呈上	1	{}
2	場	じょう	场、场所		{}
2	状	じょう	书信、状况		{}
2	畳	じょう	计算禢禢米的量		{}
1	情	じょう	感情、爱情	0	{}
1	嬢	じょう	(对未婚女子的称呼)小姐		{}
1	条	じょう	〜条		{}
1	上位	じょうい	上位	1	{}
1	上演	じょうえん	上演、表演	0	{}
2	消化	しょうか	消化吸收	0	{}
1	城下	じょうか	城的下方	1	{}
2	障害	しょうがい	障碍、故障、毛病	0	{}
1	生涯	しょうがい	毕生、一生	1	{}
3	紹介	しょうかい（する）	介绍	0	{}
2	奨学金	しょうがくきん	助学金	0,4	{}
2	小学生	しょうがくせい	小学生	3,4	{}
3	正月	しょうがつ	正月、新年	0,4	{}
3	小学校	しょうがっこう	小学校	3	{}
2	仕様がない	しょうがない	没办法	4	{}
2	将棋	しょうぎ	象棋	0	{}
2	蒸気	じょうき	蒸汽	1	{}
2	定規	じょうぎ	规尺	1	{}
2	乗客	じょうきゃく	乘客	0	{}
2	上級	じょうきゅう	高级	0	{}
1	消去	しょうきょ	擦掉	1	{}
2	商業	しょうぎょう	商业	1	{}
2	上京	じょうきょう	进京（东京）	0	{}
2	状況	じょうきょう	情况	0	{}
2	消極的	しょうきょくてき	消极的	0	{}
2	賞金	しょうきん	奖金	0	{}
1	上空	じょうくう	高空	0	{}
2	上下	じょうげ	上下	1	{}
1	衝撃	しょうげき	撞击	0	{}
1	証言	しょうげん	证词	0,3	{}
2	条件	じょうけん	条件	0,3	{}
1	証拠	しょうこ	证据	0	{}
2	正午	しょうご	正午	1	{}
1	照合	しょうごう	对照	0	{}
1	詳細	しょうさい	详情	0	{}
2	障子	しょうじ	纸隔扇、拉门	0	{}
1	上司	じょうし	上司	1	{}
2	正直	しょうじき	诚实、正直、老实说	3,4	{}
2	常識	じょうしき	常识	0	{}
2	商社	しょうしゃ	贸易公司、商社	1	{}
2	乗車	じょうしゃ	乘车	0	{}
2	上旬	じょうじゅん	上旬	0	{}
2	少女	しょうじょ	少女	1	{}
2	少々	しょうしょう	一点、少许	1	{}
2	症状	しょうじょう	症状	0,3	{}
1	上昇	じょうしょう	上升	0	{}
2	生じる	しょうじる・ずる	发生	0,3	{生ずる}
1	昇進	しょうしん	升级、升迁	0	{}
4	上手	じょうず	好、擅长、善于、能手、拿手	3	{}
2	小数	しょうすう	小的数目	3	{}
1	称する	しょうする	称为	3	{}
1	情勢	じょうせい	形势	0	{}
3	小説	しょうせつ	小说	0	{}
1	消息	しょうそく	消息	0	{}
1	正体	しょうたい	真面目	1	{}
2	状態	じょうたい	情形	0	{}
3	招待	しょうたい（する）	邀请	1	{}
1	承諾	しょうだく	允许	0	{}
2	上達	じょうたつ	（技艺、学业）进步	0	{}
2	冗談	じょうだん	玩笑话	3	{}
3	承知	しょうち（する）	同意、知道	0	{}
1	情緒	じょうちょ//じょうしょ	情绪	1	{}
1	象徴	しょうちょう	象征	0	{}
2	商店	しょうてん	商店	1	{}
2	焦点	しょうてん	焦点、中心	1	{}
2	上等	じょうとう	高级、优秀	0	{}
2	消毒	しょうどく	消毒	0	{}
2	衝突	しょうとつ	相撞	0	{}
1	小児科	しょうにか	小儿科	0	{}
2	承認	しょうにん	认可、承认	0	{}
2	商人	しょうにん	商人	1	{}
1	証人	しょうにん	证明人	0	{}
1	使用人	しようにん	佣人、雇工	0	{}
1	情熱	じょうねつ	热情	0	{}
2	少年	しょうねん	少年	0	{}
2	勝敗	しょうはい	胜败	0	{}
2	商売	しょうばい	买卖生意、职业	1	{}
2	蒸発	じょうはつ	蒸发、挥发、失踪	0	{}
2	消費	しょうひ	耗费	0	{}
2	賞品	しょうひん	奖品	0	{}
2	商品	しょうひん	商品	1	{}
2	上品	じょうひん	高尚	3	{}
2	勝負	しょうぶ	输赢	1	{}
4	丈夫	じょうぶ	健康、健壮、牢固	0	{}
2	小便	しょうべん	小便、尿	3	{}
1	譲歩	じょうほ	让步	1	{}
2	消防	しょうぼう	消防	0	{}
2	情報	じょうほう	情报、消息	0	{}
2	消防署	しょうぼうしょ	消防局	0	{}
2	正味	しょうみ	净重、实价	1	{}
2	証明	しょうめい	证明	0	{}
1	照明	しょうめい	照明	0	{}
2	正面	しょうめん	正面、前面	3	{}
2	消耗	しょうもう	消耗、消费	0	{}
1	条約	じょうやく	条约	0	{}
4	醤油	しょうゆ	酱油	0	{}
3	将来	しょうらい	未来、将来	1	{}
1	勝利	しょうり	胜利	1	{}
1	上陸	じょうりく	登陆	0	{}
2	省略	しょうりゃく	省略	0	{}
1	蒸留	じょうりゅう	蒸馏	0	{}
1	奨励	しょうれい	奖励	0	{}
1	ショー	ショー	(艺术)表演、展示	1	{}
2	女王	じょおう	女王	2	{}
1	除外	じょがい	除外	0	{}
2	初級	しょきゅう	初级	0	{}
2	助教授	じょきょうじゅ	副教授、助理教授	2	{}
2	職	しょく	工作、职务	0	{}
2	色	しょく	颜色、样子		{}
1	職員	しょくいん	职员	2	{}
2	食塩	しょくえん	食盐	2	{}
2	職業	しょくぎょう	职业	2	{}
3	食事	しょくじ（する）	吃饭、进餐	0	{}
2	食卓	しょくたく	饭桌	0	{}
4	食堂	しょくどう	饭馆、餐厅	0	{}
2	職人	しょくにん	手艺人、工匠	0	{}
2	職場	しょくば	工作岗位	0,3	{}
2	食品	しょくひん	食品	0	{}
2	植物	しょくぶつ	植物	2	{}
1	植民地	しょくみんち	殖民地	3	{}
1	職務	しょくむ	职务	1	{}
2	食物	しょくもつ	食物	2	{}
2	食欲	しょくよく	食欲	0,2	{}
2	食料	しょくりょう	食品、食物//食粮	2	{食糧}
3	食料品	しょくりょうひん	食品	0,3	{}
1	諸君	しょくん	诸位	1	{}
1	助言	じょげん	建议、忠告	0	{}
1	徐行	じょこう	慢慢行驶	0	{}
2	書斎	しょさい	书房	0	{}
1	所在	しょざい	住处	0	{}
1	所持	しょじ	持有	1	{}
2	女子	じょし	女子	1	{}
1	助詞	じょし	助词	0	{}
1	女史	じょし	女士	1	{}
2	助手	じょしゅ	助手、助教、助理	0	{}
2	初旬	しょじゅん	上旬	0	{}
2	徐々に	じょじょに	慢慢的、渐渐	1	{}
3	女性	じょせい	女性	0	{}
2	書籍	しょせき	书籍	0,1	{}
1	所属	しょぞく	所属、属于	0	{}
1	処置	しょち	处理、处置	1	{}
2	食器	しょっき	餐具	0	{}
1	ショック	ショック	冲击、休克、精神打击、惊讶	1	{}
1	しょっちゅう	しょっちゅう	经常、时常	1	{}
2	ショップ	ショップ	〜店、商店	0,1	{}
1	所定	しょてい	指定	0	{}
2	書店	しょてん	书店	0,1	{}
2	書道	しょどう	书、书法	1	{}
1	助動詞	じょどうし	助动词	2	{}
1	所得	しょとく	收入	0	{}
1	処罰	しょばつ	处罚	1	{}
1	初版	しょはん	初版	0	{}
1	書評	しょひょう	书评	0	{}
1	処分	しょぶん	处分、处理	1	{}
2	初歩	しょほ	初学阶段	1	{}
1	庶民	しょみん	平民、百姓	1	{}
1	庶務	しょむ	庶务	1	{}
2	署名	しょめい	签名	0	{}
2	書物	しょもつ	书籍	1	{}
1	所有	しょゆう	所有	0	{}
2	女優	じょゆう	女演员	0	{}
2	処理	しょり	处理	1	{}
2	書類	しょるい	文件	0,1	{}
2	白髪	しらが	白头发	3	{}
2	知らせ	しらせ	通知、预兆	0	{}
3	知らせる	しらせる	通知、告诉	0	{}
1	調べ	しらべ	调查	3	{}
3	調べる	しらべる	调查、查阅	3	{}
2	尻	しり	屁股、臀部	0	{}
2	知り合い	しりあい	相识、结识	0	{}
2	シリーズ	シリーズ	(一)系列	1,2	{}
2	私立	しりつ	私立	1	{}
1	自立	じりつ	自食其力、独立	0	{}
2	資料	しりょう	资料、材料	1	{}
4	知る	しる	知道、得知、晓得	0	{}
2	汁	しる	汁液、浆	1	{}
2	印	しるし	记得、符号	0	{}
1	記す	しるす	记、写	0	{}
1	指令	しれい	指令、命令	0	{}
4	白	しろ	白色、白	1	{}
2	城	しろ	城、城堡	0	{}
4	白い	しろい	白色	2	{}
2	素人	しろうと	外行、门外汉	1	{}
2	皺	しわ	皱纹、皱褶	0	{}
2	芯	しん	蕊、核	1	{}
2	新	しん	新		{}
1	心	しん	心、内心		{}
4	人	じん	〜人		{}
1	陣	じん	阵、布阵	1	{}
1	進化	しんか	进化	1	{}
2	進学	しんがく	升学	0	{}
1	人格	じんかく	人格	0	{}
2	新幹線	しんかんせん	新干线	3	{}
1	審議	しんぎ	审议	1	{}
2	真空	しんくう	真空	0	{}
2	神経	しんけい	神经、精神	1	{}
2	真剣	しんけん	真力、真剑、认真	0	{}
2	信仰	しんこう	信仰	0	{}
1	振興	しんこう	振兴	0	{}
1	進行	しんこう	行进、发展、进行	0	{}
1	新興	しんこう	新兴	0	{}
2	信号	しんごう	信号	0	{}
3	人口	じんこう	人口	0	{}
2	人工	じんこう	人工、人造	0	{}
2	深刻	しんこく	深刻、严重	0	{}
1	申告	しんこく	申报、呈报	0	{}
1	新婚	しんこん	新婚	0	{}
1	審査	しんさ	审查	1	{}
1	人材	じんざい	人才	0	{}
2	診察	しんさつ	诊断	0	{}
1	紳士	しんし	君子、绅士	1	{}
2	人事	じんじ	人事	1	{}
1	真実	しんじつ	真实、实在	1	{}
1	信者	しんじゃ	信徒	1	{}
3	神社	じんじゃ	神社、庙	1	{}
1	真珠	しんじゅ	珍珠	0	{}
2	人種	じんしゅ	人种、种族	0	{}
1	心中	しんじゅう	情死、共同自杀	0	{}
1	進出	しんしゅつ	进入、打进	0	{}
1	心情	しんじょう	心情	0	{}
2	信じる．信ずる	しんじる．ずる	相信、信任	0	{}
2	心身	しんしん	身心	1	{}
1	新人	しんじん	新人	0	{}
2	申請	しんせい	申请	0	{}
1	神聖	しんせい	神圣	0	{}
2	人生	じんせい	人生	1	{}
2	親戚	しんせき	亲戚	0	{}
2	親切	しんせつ	热情、亲切	1	{}
2	新鮮	しんせん	新鲜	0	{}
1	親善	しんぜん	友好、亲善	0	{}
1	真相	しんそう	真相	0	{}
2	心臓	しんぞう	心脏	0	{}
2	人造	じんぞう	人造	0	{}
1	迅速	じんそく	迅速、马上	0	{}
2	身体	しんたい	身体	1	{}
2	寝台	しんだい	床	1	{}
1	人体	じんたい	人体	1	{}
2	診断	しんだん	诊断	0	{}
1	新築	しんちく	新建	0	{}
0	心中	しんちゅう	内心、心	0,1	{}
2	身長	しんちょう	身高	0	{}
2	慎重	しんちょう	小心、慎重	0	{}
1	進呈	しんてい	奉送、赠送	0	{}
1	進展	しんてん	进展	0	{}
1	神殿	しんでん	神殿	0	{}
1	進度	しんど	进度	1	{}
1	振動	しんどう	振动	1	{}
2	侵入	しんにゅう	闯入、侵入	0	{}
1	新入生	しんにゅうせい	（学校的）新生	3	{}
1	信任	しんにん	信任	0	{}
1	信念	しんねん	信念	1	{}
3	心配	しんぱい（する）	担心、不安	0	{}
2	審判	しんぱん	审判、裁判员	0,1	{}
1	神秘	しんぴ	神秘	1	{}
2	人物	じんぶつ	人物、人才	1	{}
4	新聞	しんぶん	报纸	0	{}
2	人文科学	じんぶんかがく	人文科学	5	{}
3	新聞社	しんぶんしゃ	报社	3	{}
2	進歩	しんぽ	进步	1	{}
1	辛抱	しんぼう	忍受、耐心	1	{}
1	人民	じんみん	人民、市民、国民	3	{}
2	人命	じんめい	人命	0	{}
2	深夜	しんや	深夜	1	{}
2	親友	しんゆう	好朋友、亲友	0	{}
2	信用	しんよう	信用、信任	0	{}
2	信頼	しんらい	信赖	0	{}
2	心理	しんり	心理	1	{}
1	真理	しんり	真理、道理	1	{}
1	侵略	しんりゃく	侵略	0	{}
1	診療	しんりょう	诊疗	0	{}
2	森林	しんりん	森林	0	{}
2	親類	しんるい	亲属、亲戚	0,1	{}
2	人類	じんるい	人类	1	{}
2	針路	しんろ	方向、航路、出路	1	{}
1	進路	しんろ	出路、前进的道路	1	{}
2	神話	しんわ	神话	0	{}
2	酢	す	醋	1	{}
2	巣	す	巢、窝	1	{}
2	図	ず	图表、绘图	0	{}
1	粋	すい	精华、精粹	1	{}
3	水泳	すいえい	游泳	0	{}
1	水源	すいげん	水源	0	{}
2	水産	すいさん	水产	0	{}
2	炊事	すいじ	做饭、烹调	0	{}
2	水準	すいじゅん	水准、水平	0	{}
2	水蒸気	すいじょうき	水蒸气	3	{}
1	推進	すいしん	推动、推进	0	{}
2	推薦	すいせん	推荐	0	{}
1	水洗	すいせん	用水洗刷	0	{}
2	水素	すいそ	氢、氢气	1	{}
1	吹奏	すいそう	吹奏	0	{}
1	推測	すいそく	推测、猜测	0	{}
2	垂直	すいちょく	垂直	0	{}
2	スイッチ	スイッチ	开关、转换	1,2	{}
2	推定	すいてい	推定	0	{}
2	水滴	すいてき	水滴、水珠	0	{}
1	水田	すいでん	水田	0	{}
2	水筒	すいとう	水壶	0	{}
3	水道	すいどう	自来水（管）	0	{}
2	随筆	ずいひつ	随笔	0	{}
2	水分	すいぶん	水分	1	{}
3	随分	ずいぶん	相当、很、非常	1	{}
2	水平	すいへい	水平	0	{}
2	水平線	すいへいせん	水平线	0,3	{}
2	睡眠	すいみん	睡眠	0	{}
2	水面	すいめん	水面	0,3	{}
2	水曜	すいよう//すい	星期三	0,3//1	{水}
4	水曜日	すいようび	星期三	3	{}
1	推理	すいり	推理	1	{}
4	吸う	すう	吸、吸入	0	{}
2	数	すう	数目、数量	1	{}
3	数学	すうがく	数学	0	{}
1	数詞	すうし	数词	0	{}
2	数字	すうじ	数字	0	{}
2	図々しい	ずうずうしい	厚颜的、无耻的	5	{}
3	スーツ	スーツ	套装	1	{}
3	スーツケース	スーツケース	行李箱	4	{}
2	ずうっと	ずうっと	一直	0	{}
3	スーパー	スーパー（マーケット）	超级市场	1(5)	{}
1	崇拝	すうはい	崇拜	0	{}
2	スープ	スープ	汤	1	{}
2	末	すえ	末尾	0	{}
1	据付ける	すえつける	安装、安设	4	{}
2	末っ子	すえっこ	老幺	0	{}
1	据える	すえる	安放、摆设、使…坐在	0	{}
4	スカート	スカート	裙子	2	{}
2	スカーフ	スカーフ	领巾、纱巾	2	{}
1	清々しい	すがすがしい	爽快的、清爽	5	{}
2	姿	すがた	姿态、身段	1	{}
2	図鑑	ずかん	图鉴	0	{}
4	好き	すき	喜欢、喜爱、爱好、嗜好	2	{}
2	隙	すき	空隙、缝隙	0	{}
4	過ぎ	すぎ	超过〜、(时间等)过了		{}
2	杉	すぎ	杉木	0	{}
2	スキー	スキー	滑雪(板)	2	{}
2	好き嫌い	すききらい	好恶	2	{}
2	好き好き	すきずき	不同的爱好	2	{}
2	透通る	すきとおる	透明、清澈	3	{}
2	隙間	すきま	间隙、空暇	0	{}
3	過ぎる	すぎる	经过	2	{}
3	過ぎる	すぎる	过于		{}
3	空く	すく	饿	0	{}
3	空く	すく	空	0	{}
4	直ぐ	すぐ（に）	马上、立刻	1	{}
1	救い	すくい	救、救助	0	{}
2	救う	すくう	拯救、挽救	0	{}
1	掬う	すくう	捧、舀	0	{}
2	スクール	スクール	学校	2	{}
4	少ない	すくない	少、不多	3	{}
2	少なくとも	すくなくとも	至少、最低	2,3	{}
3	直ぐに	すぐに	马上、立刻	1	{}
3	スクリーン	スクリーン	萤幕	3	{}
2	優れる	すぐれる	优秀、杰出	3	{}
2	図形	ずけい	图形	0	{}
2	スケート	スケート	滑冰	0,2	{}
2	スケジュール	スケジュール	行事历、日程表	2,3	{}
3	すごい	すごい	可怕、厉害、非常	2	{}
4	少し	すこし	稍微、一点、少量	2	{}
2	少しも	すこしも	一点也（后与否定呼应）	0,2	{}
2	過ごす	すごす	度过、生活、过量	2	{}
1	健やか	すこやか	健壮、健康	2	{}
2	筋	すじ	筋、血管	1	{}
2	鈴	すず	铃铛	1	{}
1	濯ぐ	すすぐ	洗刷	0	{}
4	涼しい	すずしい	凉快、凉爽	3	{}
1	進み	すすみ	进度、进步	0	{}
3	進む	すすむ	前进、进展	0	{}
2	涼む	すずむ	乘凉、纳凉	2	{}
1	勧め	すすめ	劝	0	{}
2	進める	すすめる	向前进、进行、提升	0	{}
2	勧める	すすめる	劝告、建议	0	{}
1	裾	すそ	下襟、山脚	0	{}
2	スター	スター	星星、明星	2	{}
2	スタート	スタート	开始	0,2	{}
2	スタイル	スタイル	样式、格式、姿态、风采、文体	2	{}
1	スタジオ	スタジオ	中控室、制片厂、录音室、摄影棚	0	{}
1	廃れる	すたれる	废物、过时、丢脸	0,3	{}
2	スタンド	スタンド	观众席、架、台	0	{}
1	スチーム	スチーム	蒸汽、水蒸汽	2	{}
2	スチュワーデス	スチュワーデス	空中小姐	3	{}
4	ずつ	ずつ	每、各（接数词后表平均）		{}
2	頭痛	ずつう	头痛	0	{}
3	すっかり	すっかり	完全、全部	3	{}
2	すっきり	すっきり	舒畅、通顺	3	{}
2	すっと	すっと	迅速地、痛快	0,1	{}
3	ずっと	ずっと	一直	0	{}
2	酸っぱい	すっぱい	酸	3	{}
3	ステーキ	ステーキ	牛排	2	{}
2	ステージ	ステージ	舞台、阶段	2	{}
2	素敵	すてき	极好、极漂亮	0	{}
2	既に	すでに	以前、已经、将要	1	{}
3	捨てる	すてる	丢掉、抛弃、扔掉	0	{}
2	棄てる	すてる	丢掉、抛弃、扔掉	0	{}
3	ステレオ	ステレオ	立体声	0	{}
1	スト	スト	罢工	1	{}
4	ストーブ	ストーブ	火炉	2	{}
2	ストッキング	ストッキング	丝袜、长统袜	2	{}
2	ストップ	ストップ	停止	2	{}
1	ストライキ	ストライキ	罢工	3	{}
1	ストレス	ストレス	(精神)压力	2	{}
1	ストロー	ストロー	吸管	2	{}
1	ストロボ	ストロボ	闪光灯	0	{}
3	砂	すな	沙子	0	{}
2	素直	すなお	天真、诚挚、老实	1	{}
2	即ち	すなわち	就是	2	{}
2	頭脳	ずのう	头脑、智力	0,1	{}
1	すばしこい	すばしこい	敏捷、灵活	4	{}
1	素早い	すばやい	灵活	3	{}
3	素晴らしい	すばらしい	绝佳、了不起	4	{}
1	ずばり	ずばり	直接了当	2	{}
2	スピーカー	スピーカー	喇叭、扩音器、演讲者	0,2	{}
2	スピーチ	スピーチ	演讲	2	{}
2	スピード	スピード	速度	0	{}
2	図表	ずひょう	图表	0	{}
4	スプーン	スプーン	匙子、汤匙	2	{}
1	ずぶ濡れ	ずぶぬれ	湿透、淋透	0	{}
1	スプリング	スプリング	弹簧、春天	0,3	{}
1	スペース	スペース	空间、余地、场地、太空	2	{}
2	全て	すべて	全部、一切	1	{}
3	滑る	すべる	滑	2	{}
4	スポーツ	スポーツ	(体育)运动	2	{}
1	スポーツカー	スポーツカー	跑车	4,5	{}
4	ズボン	ズボン	裤子	1,2	{}
2	スマート	スマート	苗条、洗练、时髦潇洒、漂亮、	2	{}
2	住まい	すまい	居住	1,2	{}
1	澄ます	すます	使澄清、专心	2	{清ます}
1	済ます	すます	做完、还清	2	{}
2	済ませる	すませる	完成	3	{}
2	済まない	すまない	不好意思	3	{}
3	隅	すみ	角落	1	{角}
2	墨	すみ	墨	2	{}
2	済み	ずみ	完成		{}
4	すみません	すみません。	对不起、麻烦	4	{}
1	速やかに	すみやか	迅速地	2	{}
4	住む	すむ	居住	1	{}
3	済む	すむ	结束、终了	1	{}
2	澄む	すむ	清澈	1	{清む}
2	相撲	すもう	相扑	0	{}
2	スライド	スライド	滑动、幻灯机、幻灯片	0	{}
2	ずらす	ずらす	滑动	2	{}
1	スラックス	スラックス	宽松的便裤、西装裤	2	{}
1	ずらっと	ずらっと	并列、罗列	2	{}
2	ずらり	ずらり	并列、罗列	2,3	{}
3	掏摸	すり	扒手	1	{}
4	スリッパ	スリッパ	拖鞋	1,2	{}
4	為る	する	做	0	{}
2	刷る	する	印刷	1	{}
1	擦る	する	擦过、研磨	1	{}
2	狡い	ずるい	狡猾	2	{}
1	ずるずる	ずるずる	滑溜的、拖延、哧溜	1	{}
3	すると	すると	于是、然后	0	{}
2	鋭い	するどい	锐利的、敏锐	3	{}
1	滑れ	ずれ	不吻合、偏差	2	{}
1	擦れ違い	すれちがい	擦身而过	0	{}
2	擦れ違う	すれちがう	擦身而过	4	{}
1	擦れる	すれる	摩擦	2	{}
2	滑れる	ずれる	离开(原来位置)、离题、错开	2	{}
4	座る	すわる	坐	0	{}
1	すんなり	すんなり	顺利地	3	{}
2	寸法	すんぽう	长度、尺寸	0	{}
2	背	せ	背、身长	1	{}
4	背	せい	身长	1	{}
3	製	せい	制品、产品		{}
2	性	せい	性别、性、性格、本性	1	{}
2	正	せい	正	1	{}
2	生	せい	生、活着	1	{}
2	姓	せい	姓氏	1	{}
2	所為	せい	原因、理由	1	{}
2	性	せい	性质、性		{}
1	制	せい	制、制度		{}
2	税	ぜい	税金	1	{}
1	生育	せいいく	生育、生长、培育	0	{成育}
1	成果	せいか	成果、成就	1	{}
1	正解	せいかい	正确的答案	0	{}
2	正確	せいかく	正确	0	{}
2	性格	せいかく	性格	0	{}
3	生活	せいかつ（する）	生活	0	{}
2	税関	ぜいかん	关税	0	{}
2	世紀	せいき	世纪	1	{}
1	正規	せいき	正规的	1	{}
1	正義	せいぎ	正道	1	{}
2	請求	せいきゅう	请求	0	{}
2	税金	ぜいきん	税金	0	{}
1	生計	せいけい	生计	0	{}
2	清潔	せいけつ	干净	0	{}
1	政権	せいけん	政权、政府	0	{}
2	制限	せいげん	限制	3	{}
2	成功	せいこう	成功	0	{}
1	精巧	せいこう	精密的、精致	0	{}
1	星座	せいざ	星座	0	{}
1	制裁	せいさい	制裁、惩罚	0	{}
2	製作	せいさく	制作、制造	0	{制作}
1	政策	せいさく	政策	0	{}
1	精算	せいさん	结算、细算、核算	0	{}
3	生産	せいさん（する）	生产、制造	0	{}
1	静止	せいし	静止	0	{}
1	生死	せいし	生与死	1	{}
3	政治	せいじ	政治	0	{}
2	正式	せいしき	正式	0	{}
2	性質	せいしつ	天性、性质	0	{}
1	誠実	せいじつ	诚实	0	{}
1	成熟	せいじゅく	成熟	0	{}
1	青春	せいしゅん	青春	0	{}
1	清純	せいじゅん	纯真、纯洁	0	{}
2	清書	せいしょ	誊写	0	{}
1	聖書	せいしょ	圣经	1	{}
1	正常	せいじょう	正常、普通	0	{}
2	青少年	せいしょうねん	青少年	3	{}
2	精神	せいしん	心、精神	1	{}
2	成人	せいじん	成年人	0	{}
2	整数	せいすう	整数	3	{}
1	制する	せいする	制止、控制	3	{}
2	精々	せいぜい	尽量、最多	1	{}
2	成績	せいせき	成绩	0	{}
1	整然	せいぜん	有条不紊、整整齐齐	0	{}
2	清掃	せいそう	清扫、打扫	0	{}
1	盛装	せいそう	盛装、打扮	0	{}
0	正装	せいそう	穿礼服	0	{}
2	製造	せいぞう	制造	0	{}
2	生存	せいぞん	生存	0	{}
1	盛大	せいだい	盛大	0	{}
1	清濁	せいだく	清浊	0,1	{}
2	贅沢	ぜいたく	奢侈	3,4	{}
2	成長	せいちょう	成长//生长	0	{生長}
1	制定	せいてい	制定	0	{}
1	静的	せいてき	静态的	0	{}
1	製鉄	せいてつ	炼铁	0	{}
1	晴天	せいてん	晴天	0	{}
4	生徒	せいと	学生	1	{}
2	制度	せいど	制度	1	{}
2	政党	せいとう	政党	0	{}
1	正当	せいとう	正当	0	{}
2	青年	せいねん	青年	0	{}
1	成年	せいねん	成年	0	{}
2	生年月日	せいねんがっぴ	出生年月日	5	{}
2	性能	せいのう	性能	0	{}
2	整備	せいび	整备、维修	1	{}
2	製品	せいひん	制品	0	{}
2	政府	せいふ	政府	1	{}
1	制服	せいふく	制服	0	{}
1	征服	せいふく	征服	0	{}
2	生物	せいぶつ	生物	1	{}
2	成分	せいぶん	成份	1	{}
2	性別	せいべつ	性别	0	{}
1	製法	せいほう	制造方法	0	{}
2	正方形	せいほうけい	正方形	3	{}
1	精密	せいみつ	精密	0	{}
1	税務署	ぜいむしょ	税务署、税务局	0,3,4	{}
2	生命	せいめい	生命	1	{}
1	声明	せいめい	声明	0	{}
1	姓名	せいめい	姓名	1	{}
2	正門	せいもん	正门、大门	0	{}
1	制約	せいやく	制约、限制	0	{}
3	西洋	せいよう	西洋、欧美	1	{}
2	整理	せいり	整理、收拾	1	{}
1	生理	せいり	生理	1	{}
2	成立	せいりつ	成立、组成	0	{}
1	勢力	せいりょく	势力、威力、集体	1	{}
2	西暦	せいれき	西暦	0	{}
1	整列	せいれつ	整队、排队	0	{}
4	セーター	セーター	毛衣	1	{}
1	セール	セール	出售、降价出售	1	{}
2	背負う	せおう	担负	2	{}
3	世界	せかい	世界、全球	1	{}
1	急かす	せかす	催促	2	{}
1	倅	せがれ	儿子	0	{}
3	席	せき	席位	1	{}
2	咳	せき	咳嗽	2	{}
2	隻	せき	〜只		{}
2	石炭	せきたん	煤炭	3	{}
2	赤道	せきどう	赤道	0	{}
2	責任	せきにん	责任	0	{}
1	責務	せきむ	责任和义务	1	{}
2	石油	せきゆ	石油	0	{}
1	セクション	セクション	部门、章节	1	{}
2	世間	せけん	世上	1	{}
1	世辞	せじ	恭维话	0	{}
1	是正	ぜせい	改正、改掉	0	{}
1	世帯	せたい	一家人、户	1,2	{}
1	世代	せだい	同代、一代	0,1	{}
2	説	せつ	学说、见解	0,1	{}
1	節	せつ	时候、节	1	{}
1	切開	せっかい	切开	0,1	{}
2	折角	せっかく	特意	0,4	{}
2	積極的	せっきょくてき	积极的	0	{}
2	接近	せっきん	接近	0	{}
1	セックス	セックス	性、性别、性交	1	{}
2	設計	せっけい	设计	0	{}
4	石鹸	せっけん	肥皂	0	{}
1	切実	せつじつ	切实、切迫	0	{}
1	接触	せっしょく	接触、碰撞	0	{}
2	接する	せっする	接待、接近、接合	0,3	{}
2	せっせと	せっせと	拼命地	1	{}
2	接続	せつぞく	接续	0	{}
1	接続詞	せつぞくし	连接词	0	{}
2	絶対	ぜったいに	绝对	0	{}
1	設置	せっち	设置、安装	1	{}
1	折衷	せっちゅう	折衷	0	{}
1	設定	せってい	设立、制定	0	{}
2	セット	セット	一套、舞台布景、一局、套餐、调整	1	{}
1	説得	せっとく	说服、劝导	0	{}
1	切ない	せつない	喘不过气来、难过的	3	{}
1	絶版	ぜっぱん	绝版	0	{}
2	設備	せつび	设备、设置	1	{}
1	絶望	ぜつぼう	绝望、无望	0	{}
3	説明	せつめい	说明	0	{}
2	絶滅	ぜつめつ	灭绝、根绝	0	{}
2	節約	せつやく	节约、节省	0	{}
1	設立	せつりつ	设立、成立	0	{}
2	瀬戸物	せともの	陶瓷器	0	{}
3	背中	せなか	脊梁、脊背	0	{}
2	是非	ぜひ	是非、务必、一定	1	{}
2	是非とも	ぜひとも	务必、无论如何	1	{}
4	背広	せびろ	男士西服	0	{}
4	狭い	せまい	(面积)狭小、狭窄的	2	{}
2	迫る	せまる	迫近、临近	2	{}
2	ゼミ	ゼミ	讨论会、研究会、研究班	1	{}
1	攻め	せめ	进攻、围攻	2	{}
2	せめて	せめて	至少	1	{}
2	攻める	せめる	攻、攻打//责备、责难、拷问	2	{責める}
2	セメント	セメント	水泥	0	{}
1	ゼリー	ゼリー	果冻、胶质状	1	{}
2	台詞	せりふ	台词	0,2	{}
1	セレモニー	セレモニー	典礼、仪式	1,2	{}
4	ゼロ	ゼロ	零	1	{}
1	世論	せろん	世论、舆论	1	{}
3	世話	せわ（する）	帮忙、照顾	2	{}
4	千	せん	千	1	{}
3	線	せん	线、路线	1	{}
2	栓	せん	栓、塞子	1	{}
2	船	せん	船		{}
2	戦	せん	戦		{}
1	先	せん	先、以前、占先	1	{}
2	善	ぜん	善行、好事	1	{}
2	前	ぜん	前		{}
1	膳	ぜん	方盘、食案	0	{}
1	禅	ぜん	禅、打坐	1	{}
2	全	ぜん〜	全	1	{}
2	前	ぜん〜	上、前	1	{}
1	繊維	せんい	纤维	1	{}
2	全員	ぜんいん	全体人员	0	{}
1	全快	ぜんかい	痊愈	0	{}
2	選挙	せんきょ	选举、推选	1	{}
1	宣教	せんきょう	宣传宗教、传教	0	{}
4	先月	せんげつ	上个月	1	{}
1	宣言	せんげん	宣言、宣布	0,3	{}
2	前後	ぜんご	前后、左右	1	{}
2	専攻	せんこう	专攻、专门研究	0	{}
1	先行	せんこう	先行、走在前面	0	{}
1	選考	せんこう	选拔登用	0	{}
2	全国	ぜんこく	全国	1	{}
1	戦災	せんさい	战争灾害	0	{}
2	洗剤	せんざい	洗衣粉、洗衣精	0	{}
2	先日	せんじつ	前些日子	0,4	{}
2	前者	ぜんしゃ	前者	1	{}
2	選手	せんしゅ	选手	1	{}
4	先週	せんしゅう	上星期	0	{}
1	専修	せんしゅう	专攻、专修	0	{}
2	全集	ぜんしゅう	全集	0	{}
1	戦術	せんじゅつ	战术、策略	0	{}
2	全身	ぜんしん	全身、浑身	0	{}
2	前進	ぜんしん	前进、提高	0	{}
1	センス	センス	感觉、眼光	1	{}
2	扇子	せんす	扇子	0	{}
1	潜水	せんすい	潜水	0	{}
4	先生	せんせい	老师、教师	3	{}
2	専制	せんせい	专制独裁	0	{}
1	全盛	ぜんせい	全盛	0,1	{}
3	全然	ぜんぜん	一点也、完全、根本	0	{}
2	先々月	せんせんげつ	上上个月	0	{}
2	先々週	せんせんしゅう	上上个星期	0	{}
2	先祖	せんぞ	始祖	1	{}
3	戦争	せんそう（する）	战争	0	{}
2	センター	センター	中心、中央	1	{}
1	先代	せんだい	上一代	0	{}
2	全体	ぜんたい	全身、整体	0	{}
2	選択	せんたく	挑选	0	{}
4	洗濯	せんたく（する）	洗濯、洗衣服	0	{}
1	先達て	せんだって	前几天	0,5	{}
2	先端	せんたん	顶端	0	{}
2	センチ	センチ（メートル）	公分	1(4)	{}
1	先着	せんちゃく	先到	0	{}
1	前提	ぜんてい	前提条件	0	{}
2	宣伝	せんでん	宣传	0	{}
1	先天的	せんてんてき	先天的	0	{}
1	前途	ぜんと	前途、前程	1	{}
2	先頭	せんとう	排头、最前列	0	{}
1	戦闘	せんとう	战斗	0	{}
1	潜入	せんにゅう	潜入	0	{}
3	先輩	せんぱい	前辈	0	{}
1	船舶	せんぱく	船只	1	{}
1	前半	ぜんはん	前半部、前一半	0	{}
2	全般	ぜんぱん	全面、全体	0	{}
4	全部	ぜんぶ	全部、全体	1	{}
2	扇風機	せんぷうき	电扇	3	{}
1	全滅	ぜんめつ	全歼、完全消灭	0	{}
2	洗面	せんめん	洗脸	0	{}
3	専門	せんもん	专业	0	{}
1	専用	せんよう	专门使用	0	{}
1	占領	せんりょう	占领	0	{}
1	善良	ぜんりょう	善良	0	{}
1	戦力	せんりょく	军事力量	1	{}
2	全力	ぜんりょく	全部力量、全力	1	{}
1	前例	ぜんれい	前例、惯例	0	{}
2	線路	せんろ	轨道、路线	1	{}
2	沿い	そい	沿、顺		{}
4	そう	そう	是、没有错	1	{}
2	そう	そう	那样	0	{}
2	沿う	そう	沿、顺、按照//跟随	0	{添う}
2	艘	そう	艘、只		{}
2	総	そう	全体、总		{}
1	相	そう	姿态、相貌	1	{}
1	僧	そう	憎侣	1	{}
2	象	ぞう	象	1	{}
2	像	ぞう	像	1	{}
2	相違	そうい	差异	0	{}
2	そう言えば	そういえば	说起来	4	{}
1	相応	そうおう	适应、相称	0	{}
2	騒音	そうおん	噪音	0	{}
1	増加	ぞうか	增加	0	{}
1	総会	そうかい	全体大会	0	{}
1	創刊	そうかん	创刊	0	{}
1	雑木	ぞうき	不成材的树木	0	{}
1	早急	そうきゅう//さっきゅう	紧急、火急	0	{}
1	増強	ぞうきょう	加强	0	{}
1	送金	そうきん	寄銭	0	{}
2	雑巾	ぞうきん	抹布	0	{}
2	増減	ぞうげん	增减	0	{}
2	倉庫	そうこ	仓库	1	{}
2	相互	そうご	互相	1	{}
1	走行	そうこう	行驶	0	{}
1	総合	そうごう	综合	0	{}
2	操作	そうさ	操纵	1	{}
1	捜査	そうさ	搜查	1	{}
2	創作	そうさく	创作	0	{}
1	捜索	そうさく	搜索	0	{}
4	掃除	そうじ（する）	扫除、打扫	0	{}
2	葬式	そうしき	葬礼	0	{}
1	喪失	そうしつ	丧失	0	{}
4	そうして	そうして//そして	然后、于是、而且	0	{そして}
1	操縦	そうじゅう	驾驶、操纵	0	{}
1	蔵相	ぞうしょう	藏相、(日本的)财务大臣	0	{}
1	装飾	そうしょく	装饰	0	{}
1	増進	ぞうしん	增进	0	{}
2	造船	ぞうせん	造船	0	{}
2	想像	そうぞう	想像	0	{}
1	創造	そうぞう	创造	0	{}
2	騒々しい	そうぞうしい	吵杂、喧嚣、不安定	5	{}
2	相続	そうぞく	继承	0,1	{}
1	相対	そうたい	相对	0	{}
1	壮大	そうだい	宏伟	0	{}
2	増大	ぞうだい	增多	0	{}
3	相談	そうだん（する）	商量	0	{}
2	装置	そうち	装置	1	{}
2	相当	そうとう	适合、相当于	0	{}
1	騒動	そうどう	闹事、暴乱	1	{}
1	遭難	そうなん	遇难	0	{}
1	相場	そうば	行情、投机买卖、常例	0	{}
1	装備	そうび	装备	1	{}
2	送別	そうべつ	送行	0	{}
2	草履	ぞうり	草鞋	0	{}
2	総理大臣	そうりだいじん	总理大臣	4	{}
1	創立	そうりつ	创立	0	{}
2	送料	そうりょう	邮费、运费	1,3	{}
1	添える	そえる	附带、添	0	{}
1	ソース	ソース	酱料//来源	1	{}
2	足	そく	〜双（两足并跳次数）		{}
1	即座に	そくざに	立即、当场	1	{}
1	促進	そくしん	促进	0	{}
1	即する	そくする	切合	3	{}
2	属する	ぞくする	属于	3	{}
2	続々	ぞくぞく	不断	0,1	{}
2	速達	そくたつ	快递	0	{}
2	測定	そくてい	测量	0	{}
2	速度	そくど	速度	1	{}
1	束縛	そくばく	束缚、限制	0	{}
1	側面	そくめん	方面	0,2,3	{}
2	測量	そくりょう	测量	0,2	{}
2	速力	そくりょく	速度	2	{}
4	其処	そこ	那边、那里	0	{}
2	底	そこ	底面、底层边际	0	{}
2	そこで	そこで	因此、于是	0	{}
1	損なう	そこなう	损坏	3	{}
1	其処ら	そこら	哪哩、哪个程度	2	{}
1	素材	そざい	题材、原料	0	{}
1	阻止	そし	阻止	1	{}
2	組織	そしき	组织、工会团体	1	{}
2	素質	そしつ	本质、天质	0	{}
2	そして	そして	然后	0	{}
1	訴訟	そしょう	诉讼	0	{}
2	祖先	そせん	祖先	1	{}
2	注ぐ	そそぐ	流入、注入、浇	0,2	{}
2	そそっかしい	そそっかしい	冒失、草率	5	{}
1	育ち	そだち	生长、教育环境	3	{}
2	育つ	そだつ	成长、长进	2	{}
3	育てる	そだてる	养育、培养	3	{}
1	措置	そち	措施	1	{}
4	そちら	そちら	那边、那个	0	{}
3	卒業	そつぎょう（する）	毕业	0	{}
1	ソックス	ソックス	短袜子	1	{}
2	そっくり	そっくり	全部、一模一样	3	{}
1	素っ気無い	そっけない	冷淡	4	{}
4	そっち	そっち	那边、那个	3	{}
2	率直	そっちょく	坦率	0	{}
2	そっと	そっと	悄悄地	0	{}
1	外方	そっぽ	外边、旁边	1	{}
2	袖	そで	袖子	0	{}
4	外	そと	外面、室外	1	{}
1	備え付ける	そなえつける	设备、装设	0,5	{}
2	備える	そなえる	防备、设置、具有	3	{具える}
1	備わる	そなわる	备有、列入、具有	3	{具わる}
4	其の	その	那、那个	0	{}
2	其の上	そのうえ	而且	0,4	{}
2	其の内	そのうち	不久、过些日子、改天	0	{}
2	其の頃	そのころ	那个时候	3	{}
2	其の為	そのため	因此、所以	0	{}
2	其の外	そのほか	除此之外	2	{}
2	其の儘	そのまま	原封不动、…就原样的	4	{}
4	側	そば	旁边、附近、局外	1	{}
2	蕎麦	そば	荞麦、荞麦面	1	{}
1	聳える	そびえる	耸立、出类拔萃	3	{}
3	祖父	そふ	袓父	1	{}
2	ソファー	ソファー	沙发	1	{}
3	ソフト	ソフト	软体、柔软	1	{}
3	祖母	そぼ	袓母	1	{}
1	素朴	そぼく	朴素、简单	0	{}
2	粗末	そまつ	粗糙、简慢	1	{}
1	染まる	そまる	染上、沾染	0	{}
1	背く	そむく	背着、背叛	2	{}
1	染める	そめる	染(色)、羞得面红耳赤	0	{}
4	空	そら	天空、天气、虚假	1	{}
1	逸らす	そらす	躱开、偏开	2	{}
1	橇	そり	雪橇	1	{}
2	剃る	そる	剃、刮	1	{}
1	反る	そる	翘、身体向后弯	1	{}
4	其れ	それ	那、那个	0	{}
2	それ	それ	喂、瞧	1	{}
4	其れから	それから	接着、然后	0	{}
2	夫々	それぞれ	各自、分别	2,3	{其々}
3	其れで	それで	所以、那么、后来	0	{}
4	其れでは	それでは	那么、那样的话	3	{}
2	其れでも	それでも	尽管如此	3	{}
2	其れと	それと	因此、那么	0	{}
2	其れとも	それとも	或者、还是	3	{}
2	其れなのに	それなのに	尽管…可是	3	{}
2	其れなら	それなら	那么、那样的话	3	{}
3	其れに	それに	尽管那样、而且、加上	0	{}
3	それはいけませんね	それはいけませんね。	那样不行喔	0--4	{}
3	其れ程	それほど	那么、那种程度	0	{}
1	其れから	それゆえ	因此、所以	0	{}
2	逸れる	それる	偏离、落空	2	{}
1	ソロ	ソロ	独奏、独唱、单独	1	{}
1	揃い	そろい	成对、齐全、组	2,3	{}
2	揃う	そろう	齐全、一致、成对	2	{}
2	揃える	そろえる	使一致、弄齐	3	{}
3	そろそろ	そろそろ	慢慢地、渐渐地、差不多、不久	1	{}
2	算盤	そろばん	算盘、计算	0	{}
2	損	そん	赔钱、吃亏	1	{}
2	損害	そんがい	损失、损害	0	{}
2	尊敬	そんけい	尊敬	0	{}
2	存在	そんざい	存在	0	{}
1	ぞんざい	ぞんざい	草率、粗鲁	3	{}
1	損失	そんしつ	损害、损失	0	{}
2	存じる	ぞんじる．ずる	〔谦让语〕知道、认识	0	{存ずる}
1	存続	そんぞく	继续、存在	0	{}
2	尊重	そんちょう	尊重	0	{}
2	損得	そんとく	损益、盈亏	1	{}
3	そんな	そんな	(连体)那样的	0	{}
3	そんなに	そんなに	那么、那样、那样地	0	{}
2	他	た	别的、他人	1	{}
2	田	た//たんぼ	田地、稻田	1//0	{田圃}
1	ダース	ダース	打	1	{}
2	対	たい	对、…比…、面对面	1	{}
1	隊	たい	队伍、队	1	{}
1	帯	たい	带…、地带		{}
4	台	だい	辆、台		{}
3	代	だい	费、年代、多歳		{}
2	大	だい	大、大学	1	{}
2	台	だい	高台、台地	1	{}
2	題	だい	题目、命题	1	{}
2	第	だい〜	第〜	1	{}
2	体育	たいいく	体育	1	{}
1	第一	だいいち	首先、第一	1	{}
3	退院	たいいん（する）	出院	0	{}
1	対応	たいおう	对应、符合	0	{}
2	体温	たいおん	体温	0,1	{}
1	大家	たいか	权威、名门	1	{}
1	退化	たいか	退步、退化	1	{}
2	大会	たいかい	大会	0	{}
1	大概	たいがい	大概	0	{}
1	体格	たいかく	体格	0	{}
1	退学	たいがく	退学	0	{}
4	大学	だいがく	大学	0	{}
2	大学院	だいがくいん	研究所	4	{}
3	大学生	だいがくせい	大学生	3	{}
2	大気	たいき	大气	1	{}
1	大金	たいきん	巨款	0	{}
2	代金	だいきん	贷款	0,1	{}
2	大工	だいく	木匠	1	{}
1	待遇	たいぐう	待遇	0	{}
2	退屈	たいくつ	无聊	0	{}
2	体系	たいけい	体系、系统	0	{}
1	対決	たいけつ	对质	0	{}
1	体験	たいけん	体验	0	{}
2	太鼓	たいこ	鼓	0	{}
1	対抗	たいこう	对抗	0	{}
2	滞在	たいざい	停留	0	{}
2	対策	たいさく	对策	0	{}
2	大使	たいし	大使	1	{}
1	退治	たいじ	惩办、扑灭	0	{}
3	大事	だいじ	重要的	3	{}
4	大使館	たいしかん	大使馆	3	{}
2	大した	たいした	了不起的、（与否定语呼应）没什么了不起的	1	{}
2	大して	たいして	（与否定语呼应）并不那么	1	{}
1	大衆	たいしゅう	大众	0	{}
2	体重	たいじゅう	体重	0	{}
1	対処	たいしょ	应付	1	{}
2	対象	たいしょう	对象	0	{}
2	対照	たいしょう	对照、对比	0	{}
2	大小	だいしょう	大小	1	{}
4	大丈夫	だいじょうぶ	不要紧、没关系	3	{}
1	退職	たいしょく	退休、退职	0	{}
2	大臣	だいじん	国务大臣	1	{}
4	大好き	だいすき	最喜欢	1	{}
2	対する	たいする	面对、对待、对于	3	{}
1	題する	だいする	标题	3	{}
2	体制	たいせい	体制、当局	0	{}
1	態勢	たいせい	状态	0	{}
2	体積	たいせき	体积	1	{}
4	大切	たいせつ	重要、宝贵	0	{}
2	大戦	たいせん	大战	0	{}
2	体操	たいそう	体操	0	{}
2	大層	たいそう	非常	1	{}
3	大体	だいたい	大致、基本上、根本	0	{}
1	対談	たいだん	对谈	0	{}
1	大胆	だいたん	大胆	3	{}
3	大抵	たいてい	大抵、大体上、基本上	0	{}
2	態度	たいど	态度	1	{}
1	対等	たいとう	对等、同等	0	{}
2	大統領	だいとうりょう	总统	3	{}
4	台所	だいどころ	厨房	0	{}
1	タイトル	タイトル	标题、题目	1	{}
1	台無し	だいなし	弄坏	0	{}
1	滞納	たいのう	拖欠	0	{}
2	大半	たいはん	过半	0,3	{}
1	対比	たいひ	对比	1,0	{}
1	タイピスト	タイピスト	打字员	3	{}
2	代表	だいひょう	代表	0	{}
1	大部	たいぶ	大量、大部头	1	{}
3	タイプ	タイプ	类型、打字	1	{}
3	大分	だいぶ	很、相当	0	{}
3	台風	たいふう	台风	3	{}
2	大部分	だいぶぶん	大部分	3	{}
2	タイプライター	タイプライター	打字机	4	{}
2	大分	だいぶん	很、相当	0	{}
4	大変	たいへん	很、非常	0	{}
4	大変	たいへん	严重、不得了	0	{}
1	代弁	だいべん	为…代言、代为辩解、替人赔偿	0	{}
1	大便	だいべん	大便	0,3	{}
2	逮捕	たいほ	逮捕	1	{}
1	待望	たいぼう	期望	0	{}
2	大木	たいぼく	很大的树木	0	{}
1	台本	だいほん	剧本、脚本	0	{}
1	タイマー	タイマー	定时器	1	{}
1	怠慢	たいまん	怠慢	0	{}
1	タイミング	タイミング	时机	0	{}
1	タイム	タイム	时间、时、时代	1	{}
1	タイムリー	タイムリー	适时、及时	1	{}
2	題名	だいめい	题名	0	{}
2	代名詞	だいめいし	代名词	3	{}
1	対面	たいめん	见面	0	{}
2	タイヤ	タイヤ	轮胎、车胎	0,1	{}
2	ダイヤ	ダイヤ	铁路营运圈、列车时刻表//钻石、方块	0,1	{}
0	ダイヤグラム	ダイヤグラム	铁路营运圈、列车时刻表	0,1	{}
2	ダイヤモンド	ダイヤモンド	钻石	4	{}
2	ダイヤル	ダイヤル	拨号盘、刻度盘	0	{}
2	太陽	たいよう	太阳	1	{}
1	代用	だいよう	代用	0	{}
2	平ら	たいら	平、平坦	0	{}
2	代理	だいり	代理	0	{}
2	大陸	たいりく	大陆	0,1	{}
2	対立	たいりつ	对立	0	{}
1	体力	たいりょく	体力	1	{}
1	タイル	タイル	磁砖、瓦片	1	{}
1	対話	たいわ	对话	0	{}
0	台湾	たいわん	台湾	3	{}
2	田植え	たうえ	插秧	3	{}
1	ダウン	ダウン	下降、倒下、羽毛	1	{}
2	絶えず	たえず	不断地	1	{}
1	堪える	たえる	耐、忍耐、能够	2	{耐える}
1	絶える	たえる	断绝	2	{断える}
2	楕円	だえん	椭圆	0	{}
2	倒す	たおす	推倒、弄倒	2	{}
2	タオル	タオル	毛巾	1	{}
3	倒れる	たおれる	倒塌	3	{}
2	だが	だが	但是	1	{}
4	高い	たかい	高	2	{}
4	高い	たかい	(价钱)贵	2	{}
2	互い	たがい	彼此、相互	0	{}
1	打開	だかい	打开	0	{}
1	高まる	たかまる	高涨	3	{}
2	高める	たかめる	提高	3	{}
2	耕す	たがやす	耕	3	{}
2	宝	たから	宝	0	{}
3	だから	だから	因为、因此、所以	1	{}
2	滝	たき	瀑布	0	{}
1	焚き火	たきび	篝火	0	{}
1	妥協	だきょう	妥协	0	{}
2	宅	たく	家	0	{}
2	炊く	たく	煮、烧	0	{}
2	抱く	だく	抱、孵	0	{}
4	沢山	たくさん	许多、很多	3//0	{}
4	タクシー	タクシー	计程车	1	{}
1	たくましい	たくましい	健壮、旺盛	4	{}
1	巧み	たくみ	技巧、巧妙	1,0	{}
2	蓄える	たくわえる	积蓄、储存	0,3,4	{}
2	竹	たけ	竹	0	{}
1	丈	たけ	长度、长短	2	{}
4	だけ	だけ	只〜	0	{}
1	打撃	だげき	打击	0	{}
1	妥結	だけつ	妥协、达成协议	0	{}
2	だけど	だけど	但是	0	{}
1	駄作	ださく	拙劣的作品	0	{}
3	確か	たしか	的确、大概	1	{}
2	確か	たしか	的确、确实、确定	1	{}
2	確かめる	たしかめる	查认、确认	4	{}
1	足し算	たしざん	加法	2	{}
2	多少	たしょう	多少、一点儿	0	{}
3	足す	たす	足够	0	{}
4	出す	だす	拿出、提出	1	{}
3	出す	だす	〜起来		{}
1	多数決	たすうけつ	多数表决	2	{}
2	助かる	たすかる	得救、省力	3	{}
1	助け	たすけ	帮助	3	{}
2	助ける	たすける	资助、救助、助长	3	{}
1	携わる	たずさわる	参与、从事	0,4	{}
3	訪ねる	たずねる	拜访	3	{}
3	尋ねる	たずねる	打听、寻问	3	{}
2	只	ただ	免费、自给	1	{}
2	只	ただ	普通、只是、只	1	{唯}
3	ただいま	ただいま。	我回来了	4	{}
2	戦い	たたかい	战争、斗争	0	{}
2	戦う	たたかう	战斗、作战	0	{}
2	叩く	たたく	敲打、拍、攻击	2	{}
2	但し	ただし	但、但是	1	{}
3	正しい	ただしい	正确	3	{}
2	直ちに	ただちに	立刻	1	{}
3	畳	たたみ	塌塌米	3	{}
2	畳む	たたむ	折叠	0	{}
1	漂う	ただよう	空间或者水面上漂	3	{}
4	達	たち	表示人的复数		{}
2	立上る	たちあがる	立起、伸起	0,4	{}
1	立去る	たちさる	走开、离开	0	{}
2	立止まる	たちどまる	站住	0,4	{}
2	立場	たちば	立场	1,3	{}
2	忽ち	たちまち	一会儿	0	{}
1	立寄る	たちよる	挨近靠近	0,3	{}
4	立つ	たつ	立、站、起	1	{}
2	建つ	たつ	建	1	{}
2	発つ	たつ	出发	1	{}
2	経つ	たつ	经过	1	{}
1	断つ	たつ	截、断	1	{}
1	抱っこ	だっこ	〔幼儿语〕抱	1	{}
1	達者	たっしゃ	健康、健壮、精通	0	{}
1	脱出	だっしゅつ	逃脱	0	{}
2	達する	たっする	达成、到达	0,3	{}
2	脱する	だっする	脱离、逃出	0,3	{}
1	達成	たっせい	达成、完成	0	{}
2	脱線	だっせん	（火车，电车等）脱轨、（说话等）离题	0	{}
2	唯	たった	只、仅	0	{}
1	脱退	だったい	退出、离脱	0	{}
1	だったら	だったら	如果	1	{}
2	だって	だって	话虽如此	1	{}
2	たっぷり	たっぷり	足够、充分	3	{}
4	縦	たて	竖、长	1	{}
1	盾	たて	盾	1	{}
3	建て	だて	（房屋建筑样式）		{}
1	立替える	たてかえる	垫付	0,3	{}
1	建前	たてまえ	上梁	0,2	{}
1	奉る	たてまつる	奉献	4	{}
4	建物	たてもの	房屋、建筑物	2,3	{}
3	立てる	たてる	直立	2	{}
3	建てる	たてる	建立	2	{}
1	だと	だと	是	1	{}
2	妥当	だとう	妥当	0	{}
1	他動詞	たどうし	他动词	2	{}
2	例え	たとえ	即使	2	{}
1	例え	たとえ	喻譬、例子	0,2	{}
3	例えば	たとえば	例如	2	{}
2	例える	たとえる	比喻	3	{}
1	辿り着く	たどりつく	好不容易走到	2,4	{}
1	辿る	たどる	前进、探索、沿着…走去	0,2	{}
3	棚	たな	架子、搁版	0	{}
2	谷	たに	谷	2	{}
2	他人	たにん	其他人	0	{}
2	種	たね	种子	1	{}
4	楽しい	たのしい	快乐、愉快	3	{}
3	楽しみ	たのしみ	快乐、期待	3,4	{}
3	楽しむ	たのしむ	享乐、快乐	3	{}
2	頼み	たのみ	恳求、乞求、依赖	1,3	{}
4	頼む	たのむ	拜托、恳求	2	{}
2	頼もしい	たのもしい	可靠的、可望	4	{}
2	束	たば	捆、把、束	1	{}
4	煙草	たばこ	香烟、烟	0	{}
1	束ねる	たばねる	扎、捆、扎	3	{}
2	足袋	たび	日本的布袜子	1	{}
2	度	たび	时候	2	{}
2	旅	たび	旅行	2	{}
2	度々	たびたび	屡次	0	{}
1	だぶだぶ	だぶだぶ	过于宽大、肌肉松弛//满、肥大	0//1	{}
1	ダブル	ダブル	双(份)、两倍	1	{}
2	ダブる	ダブる	重复	2	{}
4	多分	たぶん	大概、或许	1	{}
4	食べ物	たべもの	吃的东西	2,3	{}
4	食べる	たべる	吃	2	{}
1	他方	たほう	他方、另一方面	2	{}
1	多忙	たぼう	繁忙、忙碌	0	{}
2	偶	たま	很少有	0	{}
2	玉	たま	子弹、玉、球	2	{弾,球}
1	給う	たまう	〔尊敬语〕对对方动作的尊敬	2	{}
4	卵	たまご	卵、鸡蛋	2	{}
1	魂	たましい	灵魂	1	{}
2	騙す	だます	欺骗	2	{}
2	偶々	たまたま	偶尔、偶然	0	{}
3	偶に	たまに	偶尔、偶然	0	{}
2	堪らない	たまらない	受不了的	0	{}
1	溜り	たまり	积聚、大豆醤油	0	{}
2	溜まる	たまる	积存、积压	0	{}
2	黙る	だまる	沉默无言	2	{}
1	賜る	たまわる	〔谦譲语〕赏赐	3	{}
2	ダム	ダム	水库	1	{}
3	為	ため	利益、为了…由于	2	{}
3	駄目	だめ	无用、没用、不行、无望的	2	{}
2	溜息	ためいき	叹气	3	{}
2	試し	ためし	尝试、企图	3	{}
2	試す	ためす	试验	2	{}
2	躊躇う	ためらう	踌躇、犹豫	3	{}
2	溜める	ためる	存、蓄	0	{}
1	保つ	たもつ	保住、维持	2	{}
1	容易い	たやすい	容易的	0,3	{}
1	多様	たよう	各式各样	0	{}
2	便り	たより	音信、消息	1	{}
2	頼る	たよる	依靠、依赖	2	{}
2	だらけ	だらけ	尽是〜		{}
2	だらし無い	だらしない	不检点的、没出息	4	{}
3	足りる	たりる	足够、足以	0	{}
2	足る	たる	满足、足以	0	{}
1	だるい	だるい	慵懒的	0,2	{}
1	弛み	たるみ	迟缓	0	{}
1	弛む	たるむ	松懈	0	{}
4	誰	だれ	谁、无论什么人	1	{}
4	誰か	だれか	谁啊	1	{}
1	垂れる	たれる	垂悬、悬挂	2	{}
1	タレント	タレント	演员、才能	0,1	{}
1	タワー	タワー	塔、塔楼	1	{}
1	単	たん	单次		{}
2	団	だん	已某种目的所聚集的组织	1	{}
2	段	だん	段、层、等级	1	{}
2	短	たん〜	短的、不足、缺点	1	{}
2	単位	たんい	单位	1	{}
1	単一	たんいつ	单一	0	{}
1	短歌	たんか	日本的诗歌（由五，七，五，七，七共五句）	1	{}
1	担架	たんか	担架	1	{}
2	段階	だんかい	阶段、阶梯	0	{}
2	短期	たんき	短期	1	{}
1	短気	たんき	没耐性	1	{}
1	団結	だんけつ	团结	0	{}
1	探検	たんけん	探险	0	{}
1	断言	だんげん	断言、断定	3	{}
2	単語	たんご	单字	0	{}
2	炭鉱	たんこう	煤矿	0	{}
2	男子	だんし	男子	1	{}
1	短縮	たんしゅく	缩短、缩减	0	{}
2	単純	たんじゅん	单纯、简单	0	{}
2	短所	たんしょ	缺点	1	{}
2	誕生	たんじょう	诞生	0	{}
4	誕生日	たんじょうび	生日	3	{}
2	箪笥	たんす	衣橱	0	{}
2	ダンス	ダンス	跳舞	1	{}
2	淡水	たんすい	淡水	0	{}
2	断水	だんすい	停水	0	{}
2	単数	たんすう	单数	3	{}
3	男性	だんせい	男性	0	{}
1	断然	だんぜん	断然、断乎	0	{}
1	炭素	たんそ	碳	1	{}
1	短大	たんだい	短期大学	0	{}
2	団体	だんたい	团体	0	{}
4	段々	だんだん	逐渐、渐渐	0,3	{}
2	団地	だんち	社区、建筑区	0	{}
1	単調	たんちょう	单调	0	{}
2	断定	だんてい	断定、判定	0	{}
2	担当	たんとう	担当、担负	0	{}
1	単独	たんどく	单独、独自	0	{}
1	旦那	だんな	丈夫、主人、先生	0	{}
2	単なる	たんなる	仅、只	1	{}
2	単に	たんに	仅仅、单单、只是	1	{}
1	短波	たんぱ	短波	1	{}
1	蛋白質	たんぱくしつ	蛋白质	3,4	{}
1	ダンプ	ダンプ	有倾倒台的货车、自动卸货卡车	1	{}
2	短編	たんぺん	短编	0	{}
3	暖房	だんぼう	暖气、暖屋装置	0	{}
1	断面	だんめん	断面、截面	3	{}
1	弾力	だんりょく	弹性	0,1	{}
3	血	ち	血液	0	{}
2	地	ち	大地、地面	1	{}
1	治安	ちあん	治安	0,1	{}
2	地位	ちい	地位、职位	1	{}
2	地域	ちいき	地域、地区	1	{}
4	小さい	ちいさい	(体积等)小	3	{}
4	小さな	ちいさな	微小的	1	{}
2	チーズ	チーズ	起司	1	{}
2	チーム	チーム	队(伍)、团队、小组	1	{}
1	チームワーク	チームワーク	配合、协同动作	4	{}
2	知恵	ちえ	智慧	2	{}
3	チェック	チェック（する）	查对、检查	1	{}
1	チェンジ	チェンジ	交换	1	{}
2	地下	ちか	地下	2	{}
4	近い	ちかい	(距离)近、接近的	2	{}
2	違い	ちがい	差异、差别	0	{}
2	違いない	ちがいない	对的、没错的	4	{}
2	誓う	ちかう	发誓、宣誓	0,2	{}
4	違う	ちがう	不同、不一致	0	{}
1	違える	ちがえる	改变、更改	0	{}
4	近く	ちかく	附近、接近	1,2	{}
2	近頃	ちかごろ	近来、近日	2	{}
2	地下水	ちかすい	地层之下所囤积的雨水	2	{}
2	近々	ちかぢか	不久、过几天	0,2	{}
2	近付く	ちかづく	接近、靠近	0,3	{}
2	近付ける	ちかづける	使接近	4	{}
4	地下鉄	ちかてつ	地下铁	0	{}
2	近寄る	ちかよる	接近、走近	0,3	{}
3	力	ちから	力量	3	{}
2	力強い	ちからづよい	有信心的	5	{}
2	地球	ちきゅう	地球	0	{}
2	千切る	ちぎる	撕碎、揪下//约定、宣誓	2	{契る}
2	地区	ちく	地区、地域	1,2	{}
1	畜産	ちくさん	畜产	0	{}
1	畜生	ちくしょう	畜类	3	{}
1	蓄積	ちくせき	积蓄	0	{}
1	地形	ちけい	地形	0	{}
2	遅刻	ちこく	迟到	0	{}
2	知事	ちじ	知事	1	{}
2	知識	ちしき	知识	1	{}
2	地質	ちしつ	地质	0,1	{}
2	知人	ちじん	熟人、朋友	0,1	{}
4	地図	ちず	地图	1	{}
1	知性	ちせい	智力、理性	2	{}
2	地帯	ちたい	地域、地带	0,1,2	{}
4	父	ちち	父亲	1,2	{}
1	乳	ちち	奶水	1,2	{}
2	父親	ちちおや	父亲	0	{}
1	縮まる	ちぢまる	间隔很短	0	{}
2	縮む	ちぢむ	缩小、缩短、萎缩、收缩	0	{}
2	縮める	ちぢめる	缩小、缩短	0	{}
2	縮れる	ちぢれる	起皱、上卷	0	{}
1	秩序	ちつじょ	秩序	1,2	{}
1	窒息	ちっそく	窒息	0	{}
3	ちっとも	ちっとも	一点也不	3	{}
2	チップ	チップ	晶片、马铃薯片/小费	1	{}
1	知的	ちてき	理智的	0	{}
2	地点	ちてん	地点	0,2	{}
2	知能	ちのう	智能、智力	1	{}
2	地平線	ちへいせん	地平线	0	{}
2	地方	ちほう	地方	2	{}
2	地名	ちめい	地名	0	{}
2	茶	ちゃ	茶	0	{}
1	チャイム	チャイム	门铃、铃钟	1	{}
4	茶色	ちゃいろ	棕色	0	{}
2	茶色い	ちゃいろい	茶色的	0	{}
2	着	ちゃく	到达	1	{}
2	着	ちゃく	〜套	1	{}
1	着手	ちゃくしゅ	动手	0,1	{}
1	着色	ちゃくしょく	着色	0	{}
1	着席	ちゃくせき	就座	0	{}
2	着々	ちゃくちゃく	稳歩而顺利的	0	{}
1	着目	ちゃくもく	着眼、看中	0	{}
1	着陸	ちゃくりく	着陆	0	{}
1	着工	ちゃっこう	开工	0	{}
1	茶の間	ちゃのま	(家庭的)饭厅	0	{}
1	茶の湯	ちゃのゆ	茶道	0	{}
1	ちやほや	ちやほや	奉承	1	{}
4	茶碗	ちゃわん	茶碗、饭碗	0	{}
3	ちゃん	ちゃん	表示亲爱（「さん」的转音）		{}
2	チャンス	チャンス	(好)机会	1	{}
2	ちゃんと	ちゃんと	正好、好好的	0	{}
1	チャンネル	チャンネル	频道	0,1	{}
4	中	ちゅう	〜之中、在〜里面、正在〜中		{}
2	注	ちゅう	注	0	{}
2	中	ちゅう	中、中等、中间、中央	1	{}
3	注意	ちゅうい（する）	注意	1	{}
2	中央	ちゅうおう	中央、中心	3	{}
1	宙返り	ちゅうがえり	翻筋斗	3	{}
2	中学	ちゅうがく	国中	1	{}
3	中学校	ちゅうがっこう	国中	3	{}
2	中間	ちゅうかん	中间	0	{}
1	中継	ちゅうけい	中继	0	{}
2	中古	ちゅうこ	中古	1	{}
1	忠告	ちゅうこく	忠告	0	{}
3	中止	ちゅうし（する）	中止	0	{}
1	忠実	ちゅうじつ	忠实、如实	0,1	{}
2	駐車	ちゅうしゃ	停车	0	{}
3	注射	ちゅうしゃ（する）	注射、打针	0	{}
3	駐車場	ちゅうしゃじょう	停车场	0	{}
2	中旬	ちゅうじゅん	中旬	0,1	{}
2	抽象	ちゅうしょう	抽象	0	{}
1	中傷	ちゅうしょう	中伤	0	{}
2	昼食	ちゅうしょく	午餐	0	{}
2	中心	ちゅうしん	中心	0	{}
1	中枢	ちゅうすう	中枢、中心	0	{}
2	中性	ちゅうせい	中性	0	{}
2	中世	ちゅうせい	中世	1	{}
1	抽選	ちゅうせん	抽签	0	{}
1	中断	ちゅうだん	中断	0	{}
2	中途	ちゅうと	中途	0	{}
1	中毒	ちゅうどく	中毒	1	{}
2	中年	ちゅうねん	中年	0	{}
1	中腹	ちゅうふく	半山腰	0	{}
2	注目	ちゅうもく	注目	0	{}
2	注文	ちゅうもん	订购、要求	0	{}
1	中立	ちゅうりつ	中立	0	{}
1	中和	ちゅうわ	中和	0	{}
1	著	ちょ	著作、著述		{}
3	町	ちょう	镇		{}
2	兆	ちょう	兆		{}
2	長	ちょう	集团里的最上位者、长		{}
2	帳	ちょう	帐簿		{}
2	庁	ちょう	公家机关建筑的名称		{}
1	腸	ちょう	肠	1	{}
1	蝶	ちょう	蝴蝶	1	{}
2	長	ちょう〜	长		{}
1	超	ちょう〜	非常〜	1	{}
1	調印	ちょういん	签字	0	{}
2	超過	ちょうか	超过	0	{}
1	聴覚	ちょうかく	听觉	0,1	{}
2	朝刊	ちょうかん	晨报	0	{}
1	長官	ちょうかん	长官	0	{}
2	長期	ちょうき	长期	1	{}
1	聴講	ちょうこう	听讲	0	{}
2	彫刻	ちょうこく	雕刻	0	{}
2	調査	ちょうさ	调查	1	{}
2	調子	ちょうし	调、语调、状态	0	{}
1	徴収	ちょうしゅう	徴收	0	{}
2	長所	ちょうしょ	优点	1	{}
2	長女	ちょうじょ	长女	1	{}
2	頂上	ちょうじょう	顶点、极点	3	{}
1	聴診器	ちょうしんき	听诊器	3	{}
2	調整	ちょうせい	调整	0	{}
2	調節	ちょうせつ	调节	0	{}
1	挑戦	ちょうせん	挑战	0	{}
2	頂戴	ちょうだい	〔谦譲语〕收到、领到//讲给我…	3	{}
2	長短	ちょうたん	长短	0,1	{}
1	調停	ちょうてい	调停	0	{}
2	頂点	ちょうてん	顶点	1	{}
4	丁度	ちょうど	正好、刚好、整整	0	{}
2	長男	ちょうなん	长子	1,3	{}
1	重複	ちょうふく	重复	0	{}
1	長編	ちょうへん	长编	0	{}
1	重宝	ちょうほう	便利的、重视的	1	{}
2	長方形	ちょうほうけい	矩行	0,3	{}
2	調味料	ちょうみりょう	调味料	3	{}
2	丁目	ちょうめ	第〜条街		{}
1	調理	ちょうり	调理	1	{}
1	調和	ちょうわ	调和	0	{}
2	チョーク	チョーク	粉笔	1	{}
2	貯金	ちょきん	存款	0	{}
2	直後	ちょくご	紧跟着	1	{}
2	直接	ちょくせつ	直接	0	{}
2	直線	ちょくせん	直线	0	{}
1	直前	ちょくぜん	眼看就…的时候、眼前	0	{}
1	ちょくちょく	ちょくちょく	时常、常常	1	{}
2	直通	ちょくつう	直达	0	{}
1	直面	ちょくめん	面对	0	{}
2	直流	ちょくりゅう	直流	0	{}
2	著者	ちょしゃ	作者	1	{}
1	著書	ちょしょ	著作	0	{}
2	貯蔵	ちょぞう	储藏	0	{}
1	貯蓄	ちょちく	储蓄	0	{}
2	直角	ちょっかく	直角	0	{}
1	直感	ちょっかん	直接察觉到	0	{}
1	直径	ちょっけい	直径	0	{}
4	一寸	ちょっと	稍微、一点、等一下	1	{}
1	著名	ちょめい	有名	0	{}
2	散らかす	ちらかす	乱扔	0	{}
2	散らかる	ちらかる	零乱、乱七八糟	0	{}
2	散らす	ちらす	分散开、使消散	0	{}
1	ちらっと	ちらっと	稍微、一晃、一闪	2	{}
3	地理	ちり	地理	1	{}
1	塵	ちり	尘埃、垃圾	0,2	{}
2	塵紙	ちりがみ	卫生纸	0	{}
1	塵取	ちりとり	畚箕、畚斗	3,4	{}
1	治療	ちりょう	治疗	0	{}
2	散る	ちる	落、谢	0	{}
1	賃金	ちんぎん	租金、工资	1	{}
1	沈澱	ちんでん	沉淀	0	{}
1	沈没	ちんぼつ	沉没	0	{}
1	沈黙	ちんもく	沉默	0	{}
1	陳列	ちんれつ	陈列	0	{}
2	対	つい	对、双	0	{}
2	遂	つい	相距不远、不知不觉	1	{}
2	追加	ついか	追加、补加	0	{}
1	追及	ついきゅう	追究、追问	0	{}
1	追跡	ついせき	追踪	0	{}
4	一日	ついたち	一号	4	{}
3	就いて	（に）ついて	关于	1	{}
2	序	ついで	顺便、有机会	0	{}
2	遂に	ついに	终于、终究	1	{}
1	追放	ついほう	驱逐	0	{}
1	費やす	ついやす	花费、耗费	3	{}
1	墜落	ついらく	从高处掉下	0	{}
2	通	つう	精通、内行	1	{}
2	通過	つうか	通过	0	{}
2	通貨	つうか	流通的货币	1	{}
2	通学	つうがく	通学	0	{}
1	痛感	つうかん	痛感、强烈感受到	0	{}
2	通勤	つうきん	通勤	0	{}
2	通行	つうこう	通行、往来	0	{}
1	通常	つうじょう	平常、通常	0	{}
2	通じる	つうじる．ずる	通、相通	0	{通ずる}
2	通信	つうしん	通信、通讯、通音信	0	{}
1	痛切	つうせつ	深切、切身	0	{}
2	通知	つうち	通知	0	{}
2	通帳	つうちょう	(存款、帐簿、配给等的)帐簿、凭单	0	{}
2	通訳	つうやく	通译员、口译	1	{}
2	通用	つうよう	通用、有效	0	{}
2	通路	つうろ	通行的道路	1	{}
1	杖	つえ	拐杖	1	{}
2	遣い	づかい	派去的人、使者		{}
1	使い道	つかいみち	用法、用途	0	{}
4	使う	つかう	使用	0	{}
1	仕える	つかえる	服侍、侍奉	0	{}
1	司る	つかさどる	掌管、管理	4	{}
1	束の間	つかのま	一刹那	0	{}
3	捕まえる	つかまえる	抓住、抓到、捉拿	0	{}
2	捕まえる	つかまる	被捉住、被捕获	0	{}
2	掴む	つかむ	抓住、获得	2	{}
2	疲れ	つかれ	疲惫	3	{}
4	疲れる	つかれる	疲劳、疲惫	3	{}
3	月	つき	月、月亮	2	{}
3	月	つき	〜个月		{}
2	付	つき	附		{}
4	次	つぎ	下一个、接下来	2	{}
2	付合い	つきあい	交往	0,3	{}
2	付合う	つきあう	交往、交际	3	{}
2	突き当たり	つきあたり	碰上、走到头	0	{}
2	突き当たる	つきあたる	碰上、当住	4	{}
2	次々	つぎつぎ‧に	一个接一个	2	{次々に}
1	月並	つきなみ	平凡	0	{}
2	月日	つきひ	日月	2	{}
1	継ぎ目	つぎめ	接缝	0	{}
1	尽きる	つきる	尽	2	{}
4	着く	つく	到达	1	{}
3	点く	つく	灯亮	1	{}
2	付く	つく	沾上、附有//到达//就//点着	0	{着く,就く,点く}
2	突く	つく	扎	0,1	{}
2	次ぐ	つぐ	接着、次于	0	{}
2	注ぐ	つぐ	注入	0	{}
1	接ぐ	つぐ	接	0	{}
1	継ぐ	つぐ	继承、接上	0	{}
4	机	つくえ	桌子	0	{}
1	尽す	つくす	尽做	2	{}
1	熟々	つくづく	仔细地、深刻地	0	{}
1	償い	つぐない	补偿、赔偿、赎罪	0,3	{}
1	作り	つくり	做、制作、体格//构造、结构、生鱼片	3	{造り}
4	作る	つくる	做、作、制作	2	{}
3	作る	つくる	作	2	{}
2	造る	つくる	制造、建造、组成	2	{}
1	繕う	つくろう	修补	3	{}
1	付け加える	つけくわえる	加、补充、附加	0,5	{}
4	点ける	つける	开(灯)	2	{}
3	漬ける	つける	腌	0	{}
3	付ける	つける	加上、安上	2	{}
2	浸ける	つける	浸	0	{}
2	着ける	つける	点上、打开	2	{}
1	告げる	つげる	告诉	0	{}
3	都合	つごう	情况、总共	0	{}
1	辻褄	つじつま	条理	0	{}
3	伝える	つたえる	传达	0	{}
2	伝わる	つたわる	传	0	{}
2	土	つち	土、土壌	0	{}
1	筒	つつ	筒	0	{}
2	続き	つづき	继续、连续	0	{}
3	続く	つづく	继续、相连	0	{}
1	突付く	つつく//つっつく	扎、啄	2	{}
3	続ける	つづける	持续	0	{}
2	突っ込む	つっこむ	深入、冲入、介入	3	{}
1	謹む	つつしむ	谨慎	3	{}
1	突っ張る	つっぱる	顶住、紧绷、固执己见	3	{}
2	包み	つつみ	包	3	{}
3	包む	つつむ	包、包围	2	{}
1	務まる	つとまる	能担任	3	{}
2	勤め	つとめ	工作//担任	3	{務め}
1	勤め先	つとめさき	工作地点	0	{}
1	努めて	つとめて	尽量	2	{}
4	勤める	つとめる	工作、担任	3	{}
2	勤める	つとめる	工作//任//努力	3	{務める,努める}
2	綱	つな	绳索	2	{}
2	繋がり	つながり	相连、关系	0	{}
2	繋がる	つながる	相连、连结	0	{}
2	繋ぐ	つなぐ	连接	0	{}
2	繋げる	つなげる	能连接	0	{}
1	津波	つなみ	海啸	0	{}
2	常に	つねに	经常	1	{}
2	抓る	つねる	拧、捏	2	{}
1	角	つの	角	2	{}
1	募る	つのる	越来越厉害	2	{}
2	唾	つば	唾液	1	{}
1	翼	つばさ	鸟的翅膀	1	{}
2	粒	つぶ	粒、颗粒	1	{}
2	潰す	つぶす	压坏、挤坏	0	{}
1	呟く	つぶやく	发牢骚	3	{}
1	円らな	つぶら	圆	0	{}
1	瞑る『目を』	つぶる	闭目、瞑目	0	{}
2	潰れる	つぶれる	弄坏、压坏、破产	0	{}
1	壷	つぼ	壶、罐	0	{}
1	蕾	つぼみ	花苞、花蕾	3	{}
3	妻	つま	妻	1	{}
2	躓く	つまずく	绊倒	0	{}
1	摘む	つまむ	摘	0	{}
4	詰まらない	つまらない	无聊的、没趣的	3	{}
2	詰まり	つまり	也就是	1	{}
2	詰る	つまる	挤满、塞满	2	{}
2	罪	つみ	罪过	1	{}
2	積む	つむ	堆积起来	0	{}
1	摘む	つむ	摘、掐、采	0	{}
3	爪	つめ	爪、指甲	0	{}
4	冷たい	つめたい	凉、冷、冷淡	0	{}
2	詰める	つめる	塞、填、待机	2	{}
3	積もり	つもり	打算	0	{}
3	積もる	つもる	堆积	2	{}
2	艶	つや	光泽、光亮	0	{}
2	梅雨	つゆ	梅雨	2	{}
1	露	つゆ	露水	1	{}
4	強い	つよい	强、有力、强韧	2	{}
2	強気	つよき	刚强	3	{}
1	強まる	つよまる	大起来、增强	3	{}
1	強める	つよめる	加强、增强	3	{}
2	辛い	つらい	痛苦、难受	0	{}
2	辛い	づらい	难、不便		{}
1	連なる	つらなる	连接、成行	3	{}
1	貫く	つらぬく	贯穿	3	{}
1	連ねる	つらねる	排成、连接	3	{}
2	釣	つり	钓鱼	0	{}
2	釣	つり	零銭	0	{}
2	釣り合う	つりあう	相配	3	{}
1	釣鐘	つりがね	吊钟	0	{}
1	吊革	つりかわ	吊环	0	{}
3	釣る	つる	钓	0	{}
2	吊る	つる	悬挂	0	{}
2	吊るす	つるす	吊挂	0	{}
2	連れ	つれ	同伴	2	{}
3	連れる	つれる	带领	0	{}
4	手	て	手	1	{}
2	で	で	那么	1	{}
2	出会い	であい	碰见	0	{出合い}
2	出会う	であう	遇见	2	{出合う}
1	手当て	てあて	工资	1	{}
2	手洗い	てあらい	洗手	2	{}
2	低	てい〜	低		{}
2	提案	ていあん	建议	0	{}
2	定員	ていいん	规定的人数	0	{}
2	定価	ていか	定价	0	{}
2	低下	ていか	低落	0,1	{}
2	定期	ていき	定期、固定期、定期车票	1	{}
1	定義	ていぎ	定义	1,3	{}
2	定期券	ていきけん	定期车票	3	{}
2	定休日	ていきゅうび	公休日	3	{}
1	提供	ていきょう	提供	0	{}
1	提携	ていけい	提携、合作	0	{}
2	抵抗	ていこう	抵抗、反抗、抗拒、阻力、反作用力、电阻	0	{}
1	体裁	ていさい	样子、外表、体面、体统、格局、形式、奉承话	0	{}
2	停止	ていし	停止、(车、马等)停住、停顿	0	{}
1	提示	ていじ	提示、出示(作为证据用的东西)、向对方提供自己的音见	0,1	{}
2	停車	ていしゃ	停车	0	{}
2	提出	ていしゅつ	提出、提交	0	{}
0	ティシュペーパー	ティシュペーパー	卫生纸、纸手帕	3	{}
1	定食	ていしょく	定食、客饭	0	{}
1	訂正	ていせい	订正	0	{}
1	停滞	ていたい	停滞、停顿、滞销	0	{}
1	邸宅	ていたく	邸宅、公馆	0	{}
1	ティッシュ	ティッシュ（ペーパー）	卫生纸、纸手帕	1(4)	{}
2	停電	ていでん	停电	0	{}
2	程度	ていど	程度、水平、水准、限度	0,1	{}
3	丁寧	ていねい	有礼貌、恭恭敬敬、郑重其事、小心谨慎、非常仔细	1	{}
1	定年	ていねん	退休的年龄	0	{}
1	堤防	ていぼう	堤防、提坝	0	{}
1	定理	ていり	定理	1	{}
2	出入り	でいり	出入、常客、曲折、吵架、风波	0,1	{}
2	出入口	でいりぐち	出入口	0,3	{}
2	停留所	ていりゅうじょ	(公车、电车的)招呼站、站牌	0,5	{}
2	手入れ	ていれ	修理、收拾、保养、整理、保养、搜捕	1,3	{}
1	データ	データ	资料、数字	0,1	{}
2	デート	デート	约会、日期	1	{}
4	テープ	テープ	纸带、录音带	1	{}
4	テーブル	テーブル	桌子	0	{}
4	テープレコーダー	テープレコーダー	卡式收音机、卡带录音机	5	{}
2	テーマ	テーマ	题目、主题	1	{}
1	手遅れ	ておくれ	出发、起头慢了、耽搁、耽误	2	{}
1	でかい	でかい	好大的	2	{}
1	手掛かり	てがかり	(攀登时)手抓的地方、抓点、抓手(侦察调查)线索	2	{}
1	手掛ける	てがける	亲自动手、亲自照料、经手	3	{}
4	出掛	でかける	外出、到…去、出去、要出去走	0	{}
1	手数	てかず	手续、麻烦、(象棋、围棋)着数	1,2	{}
4	手紙	てがみ	信、书信	0	{}
1	手軽	てがる	简便的、轻易的、简单的	0	{}
2	敵	てき	敌人、敌手、对手、害处	0	{}
2	的	てき	关于、对于、如…一般似的、表示…性质、状态、在…上的		{}
2	出来上がり	できあがり	做完、做的品质	0	{}
2	出来上がる	できあがる	完成、做好、竣工、(酒)喝够了	0	{}
1	適応	てきおう	适应、适合	0	{}
2	的確	てきかく	(适合法律等规定的资格)合格、适合	0	{}
1	適宜	てきぎ	适宜、适学、合适、随意、随便	1	{}
2	出来事	できごと	事件、变故	2	{}
3	テキスト	テキスト	课本、原文	1,2	{}
2	適する	てきする	适合、适当	3	{}
1	適性	てきせい	适合、(某人)的性质、(某种工作)的性质、性格	0	{}
2	適度	てきど	适度、适当的程度	1	{}
3	適当	てきとう	适度、适合适宜、正好、正是时侯、随便	0	{}
1	出来物	できもの	疔疮、脓肿、疖子	2,3,4	{}
2	適用	てきよう	(法律、规则)适用、应用	0	{}
4	出来る	できる	会、能、成绩好、有才能	2	{}
3	出来る	できる	做成、建立、建成、形成、出现、生产、出产	2	{}
2	出来る	できる	发生、有(事)	2	{}
3	出来るだけ	できるだけ	尽可能	0	{}
2	出来れば	できれば	可以的话	2	{}
1	手際	てぎわ	手法、技巧、手腕、本领	0	{}
4	出口	でぐち	出口	1	{}
2	手首	てくび	手腕	1	{}
2	出会す	でくわす	偶遇	0,3	{}
2	凸凹	でこぼこ	凹凸不平	0,1	{}
1	デコレーション	デコレーション	装饰	3	{}
1	手頃	てごろ	可手、合手、适合	0	{}
1	デザート	デザート	点心	2	{}
1	デザイン	デザイン	设计、图案、式样	2	{}
2	弟子	でし	徒弟	2	{}
2	手品	てじな	戏法	1	{}
1	手順	てじゅん	程序、步骤	0,1	{}
1	手錠	てじょう	手铐	0	{}
1	手数	てすう	费事、麻烦	2	{}
2	ですから	ですから	所以、因此	1	{}
4	テスト	テスト	考试、检查	1	{}
2	出鱈目	でたらめ	荒唐、不可靠	0	{}
1	手近	てぢか	身旁、常见	0	{}
2	手帳	てちょう	手册	0	{}
2	鉄	てつ	铁	0	{}
2	哲学	てつがく	哲学、人生观	0,2	{}
2	鉄橋	てっきょう	铁桥	0	{}
1	てっきり	てっきり	一定、肯定	3	{}
1	鉄鋼	てっこう	钢铁	0	{}
1	デッサン	デッサン	素描	1	{}
1	徹する	てっする	透彻、彻底	0,3	{}
2	手伝い	てつだい	帮忙	3	{}
3	手伝う	てつだう	帮助	3	{}
2	手続き	てつづき	手续、程序	2	{}
2	徹底	てってい	彻底、全面	0	{}
2	鉄道	てつどう	铁道	0	{}
1	天辺	てっぺん	顶	3	{}
1	鉄棒	てつぼう	铁棒、单杠	0	{}
2	鉄砲	てっぽう	步枪	0	{}
2	徹夜	てつや	彻夜、通宵	0	{}
1	出直し	でなおし	再来、重做	0	{}
3	テニス	テニス	网球	1	{}
2	テニスコート	テニスコート	网球场	4	{}
2	手拭	てぬぐい	布手巾	0	{}
1	掌	てのひら	手掌	1	{}
4	では	では	那么	1	{}
2	では	では	如果那样	1	{}
4	ではまた	では，また。	那么、再见	1--0	{}
4	デパート	デパート	百货公司	2	{}
1	手配	てはい	筹备、部署	1,2	{}
1	手筈	てはず	步骤、程序	1	{}
1	手引き	てびき	响往、指导、入门	1	{}
3	手袋	てぶくろ	手套	2	{}
1	手本	てほん	字帖、模范、标准	2	{}
2	手間	てま	劳力、零工、工资	2	{}
3	手前	てまえ	跟前、本事	0	{}
1	手回し	てまわし	用手转动、布置	2	{}
2	出迎え	でむかえ	迎接	0	{}
2	出迎える	でむかえる	迎接	3	{}
2	デモ	デモ	(示威)游行、示范、公开表演赛	1	{}
4	でも	でも	但是、譬如、或者	1	{}
3	手元	てもと	手头	3	{}
1	デモンストレーション	デモンストレーション	示范	6	{}
3	寺	てら	寺院、佛院	2	{}
2	照らす	てらす	照耀	2	{}
1	照り返す	てりかえす	反射	0,3	{}
2	照る	てる	照耀、晴天	1	{}
4	出る	でる	出去、出来	1	{}
1	テレックス	テレックス	国际电信、电传(机)	2	{}
4	テレビ	テレビ	电视	1	{}
1	手分け	てわけ	分工	3	{}
3	点	てん	分数、点、标点	0	{}
2	店	てん	商店、店舖		{}
1	天	てん	天空	1	{}
3	店員	てんいん	店员	0	{}
1	田園	でんえん	田园、农村、郊外	0	{}
1	点火	てんか	点火	0	{}
1	天下	てんか	天下、全世界、全国	1	{}
2	展開	てんかい	展开、推动	0	{}
1	転回	てんかい	转变、转向	0	{}
1	転換	てんかん	转换、变换	0	{}
4	天気	てんき	天气、情绪、晴天	1	{}
4	電気	でんき	电、电力、电灯	1	{}
2	伝記	でんき	传、传记	0	{}
2	電球	でんきゅう	电灯泡	0	{}
1	転居	てんきょ	搬家、迁居	0,1	{}
3	天気予報	てんきよほう	天气预报	4	{}
1	転勤	てんきん	转调、调动工作	0	{}
2	典型	てんけい	典型	0	{}
1	点検	てんけん	点检、逐一检查、查点、请点	0	{}
1	電源	でんげん	电源	0	{}
2	天候	てんこう	气候、天气	0	{}
1	転校	てんこう	转校、转学	0	{}
1	天国	てんごく	天国、天堂、理想境界	1	{}
2	伝言	でんごん	传话、口信	0	{}
1	天才	てんさい	天才	0	{}
1	天災	てんさい	天灾、自然灾害	0	{}
1	展示	てんじ	展示、展览、展出	0	{}
2	電子	でんし	电子	1	{}
4	電車	でんしゃ	(有轨的)电车	0,1	{}
2	天井	てんじょう	顶棚、天花板	0	{}
1	転じる	てんじる・ずる	改变、转换、迁居、搬家	0	{転ずる}
2	点数	てんすう	分数	3	{}
1	伝説	でんせつ	传说	0	{}
1	点線	てんせん	虚线	0	{}
2	伝染	でんせん	传染、沾染	0	{}
2	電線	でんせん	电线、电缆	0	{}
1	天体	てんたい	天体	0	{}
2	電卓	でんたく	电子计算机	0	{}
1	伝達	でんたつ	传达、传递	0	{}
1	天地	てんち	天地、天和地、世界、社会、上下	1	{}
2	電池	でんち	电池	1	{}
2	電柱	でんちゅう	电线杆	0	{}
1	てんで	てんで	简直…、根本…、完全…、非常	0	{}
2	点々	てんてん	点点、稀疏	0,3	{}
2	転々	てんてん	转来转去、转游、来回滚动	0,3	{}
2	テント	テント	帐篷	1	{}
3	電灯	でんとう	电灯	0	{}
2	伝統	でんとう	传统	0	{}
1	転任	てんにん	转勤、调动工作	0	{}
2	天然	てんねん	天然、自然	0	{}
2	天皇	てんのう	(日本)天皇	3	{}
2	電波	でんぱ	电波	1	{}
2	テンポ	テンポ	速度、节拍	1	{}
1	展望	てんぼう	展望、眺望、远望、瞭望	0	{}
3	電報	でんぽう	电报	0	{}
1	伝来	でんらい	传来、传入、祖传、留学	0	{}
1	転落	てんらく	滚下、摔下、掉下、沦为、堕落	0	{}
3	展覧会	てんらんかい	展览会	3	{}
2	電流	でんりゅう	电流	0	{}
2	電力	でんりょく	电、电力	1	{}
4	電話	でんわ	电话	0	{}
4	戸	と	门、大门、户、窗户	0	{}
3	都	と	都（行政区画之一）	1	{}
1	と	と	若是、一…就、立即、马上、也、都、要、想		{}
4	度	ど	尺度		{}
2	度	ど	度、度数、尺、尺度、态度、器量、程度、角度、回数、次数	0	{}
4	ドア	ドア	门	1	{}
0	ドアー	ドアー	门	1	{}
2	問	とい	问、问题	0	{}
2	問合せ	といあわせ	打听、询问	0	{}
1	問合せる	といあわせる	打听、询问	5	{}
4	トイレ	トイレ	厕所	1	{}
2	問う	とう	询问、追查	0	{}
2	党	とう	政党	1	{}
2	塔	とう	塔	1	{}
2	島	とう	岛		{}
2	等	とう	等、之类		{}
2	頭	とう	头		{}
1	棟	とう	建筑物的数量词	1	{}
4	どう	どう	怎样、如何	1	{}
2	胴	どう	躯体、腹部	1	{}
2	銅	どう	铜	1	{}
2	道	どう	道		{}
1	当	とう〜	得当、该〜	1	{}
2	同	どう〜	同	1	{}
2	答案	とうあん	答案、试卷	0	{}
1	同意	どうい	同意、赞成	0	{}
4	どういたしまして	（いいえ）どういたしまして。	不用客气	(3)1--4	{}
2	どういたしまして	どういたしまして。	不用谢、不敢当	1--4	{}
2	統一	とういつ	统一	0	{}
2	同一	どういつ	同一、同样	0	{}
1	動員	どういん	动员、调动	0	{}
2	どうか	どうか	请、想点辨法、奇怪	1	{}
2	同格	どうかく	同格、等级相同	0	{}
1	同感	どうかん	同感	0	{}
1	陶器	とうき	陶器	1	{}
1	討議	とうぎ	讨论	1	{}
1	動機	どうき	动机、起因	0,1	{}
1	等級	とうきゅう	等级	0	{}
1	同級	どうきゅう	同班、同级	0	{}
1	同居	どうきょ	同住、同居	0	{}
3	道具	どうぐ	工具、道具、家具	3	{}
2	峠	とうげ	山路的最高处、极点	3	{}
2	統計	とうけい	统计	0	{}
1	登校	とうこう	上学	0	{}
1	統合	とうごう	合并、集中	0	{}
1	動向	どうこう	动向	0	{}
2	動作	どうさ	动作	0,1	{}
2	東西	とうざい	东和西、东方和西方	1	{}
1	倒産	とうさん	倒闭、破产	0	{}
1	投資	とうし	投资	0	{}
2	当時	とうじ	当时、那时、目前	1	{}
2	動詞	どうし	动词	0	{}
1	同志	どうし	同志	1	{}
1	同士	どうし	同伴	1	{}
2	同時	どうじ	同时、同时代、同时期	0,1	{}
2	当日	とうじつ	当天	0	{}
4	どうして	どうして	为什么、如何的、相反	1	{}
2	どうしても	どうしても	无论如何也、务必、	4	{}
2	投書	とうしょ	投书、投稿	0	{}
2	登場	とうじょう	登台、上市	0	{}
1	同情	どうじょう	同情	0	{}
1	道場	どうじょう	道场、武术场	1	{}
2	どうせ	どうせ	终归、无论如何、反正	0	{}
1	統制	とうせい	统制、管制	0	{}
1	当選	とうせん	当选	0	{}
2	当然	とうぜん	当然	0	{}
4	どうぞ	どうぞ	请、可以、请吧、设法	1	{}
1	逃走	とうそう	逃跑	0	{}
1	統率	とうそつ	统率	0	{}
2	灯台	とうだい	灯台、灯塔	0	{}
1	到達	とうたつ	到达、收到	0	{}
1	統治	とうち	统治	1	{}
2	到着	とうちゃく	到达、抵达	0	{}
1	同調	どうちょう	赞同、同一步调、同一曲调	0	{}
1	到底	とうてい	无论如何也、怎么也	0	{}
1	動的	どうてき	动的、活动的	0	{}
1	尊い	とうとい	珍贵、宝贵	3	{貴い}
3	とうとう	とうとう	终于、到底	1	{}
1	同等	どうとう	同等	0	{}
1	堂々	どうどう	堂堂、光明磊落	0	{}
2	道徳	どうとく	道德	0	{}
1	尊ぶ	とうとぶ	重要、尊重	3	{}
2	盗難	とうなん	被盗、失盗	0	{}
2	どうにか	どうにか	总算、设法	1	{}
1	投入	とうにゅう	投进、投入	0	{}
1	導入	どうにゅう	引进、导入	0	{}
2	当人	とうにん	本人	1	{}
2	当番	とうばん	值班	1	{}
2	投票	とうひょう	投票	0	{}
1	同封	どうふう	附在信内	0	{}
4	動物	どうぶつ	动物	0	{}
3	動物園	どうぶつえん	动物园	4	{}
2	等分	とうぶん	等分、平分	0	{}
1	逃亡	とうぼう	逃亡	0	{}
1	冬眠	とうみん	冬眠	0	{}
2	透明	とうめい	透明	0	{}
1	同盟	どうめい	同盟	0	{}
4	どうも	どうも	怎么也、总是、实在//实在、太、谢谢	1	{}
1	どうやら	どうやら	好歹、好不容易	1	{}
2	灯油	とうゆ	灯油、煤油	0	{}
2	東洋	とうよう	东洋	1	{}
2	童謡	どうよう	童谣	0	{}
2	同様	どうよう	同样	0	{}
1	動揺	どうよう	摇动、动摇不安	0	{}
2	同僚	どうりょう	同事	0	{}
1	動力	どうりょく	动力、原动力	1	{}
2	道路	どうろ	道路	1	{}
1	登録	とうろく	登记、注册	0	{}
1	討論	とうろん	讨论	1	{}
2	童話	どうわ	童话	0	{}
4	十	とお	十、十岁	1	{}
4	遠い	とおい	远、长、久	0	{}
4	十日	とおか	十天、十号	0	{}
3	遠く	とおく	远处、远地	3	{}
1	遠ざかる	とおざかる	远离、疏远	4	{}
2	通す	とおす	通、通过	1	{}
1	遠回り	とおまわり	绕远、绕道	3	{}
3	通り	とおり	一样	1	{}
3	通り	とおり	大街、马路	3	{}
2	通り	とおり	种类、种		{}
2	通り掛かる	とおりかかる	从那里走过	0,5	{}
2	通り過ぎる	とおりすぎる	走过、越过、超过	0	{}
3	通る	とおる	通过、畅通、通顺	1	{}
1	トーン	トーン	音调、语气、色调	1	{}
2	都会	とかい	都会	0	{}
1	兎角	とかく	这个那个、常常、种种、总之	0	{}
2	溶かす	とかす	溶化、溶解	2	{}
1	咎める	とがめる	责备、申斥、盘问	3	{}
2	尖る	とがる	尖、锐、敏感	2	{}
4	時	とき	时		{}
2	時	とき	时、时间、时期、时候	2	{}
1	時折	ときおり	有时、偶尔	0	{}
4	時々	ときどき	有时候、时常//应时	0//2	{}
2	どきどき	どきどき	七上八下	1	{}
1	とぎれる	とぎれる	间断	3	{}
2	溶く	とく	溶解	1	{}
2	解く	とく	解	1	{}
2	得	とく	收益、有利	0	{}
1	説く	とく	说明	1	{}
1	研ぐ	とぐ	擦亮	1	{}
2	退く	どく	躲开、让开	0	{}
2	毒	どく	毒、病毒	2	{}
2	得意	とくい	擅长	0,2	{}
1	特技	とくぎ	特技	1	{}
1	独裁	どくさい	独断、独裁	0	{}
1	特産	とくさん	特产	0	{}
1	独自	どくじ	独自	0,1	{}
1	読者	どくしゃ	读者	0	{}
2	特殊	とくしゅ	特殊	0	{}
1	特集	とくしゅう	特集	0	{}
2	読書	どくしょ	读书	1	{}
2	特色	とくしょく	特色	0	{}
2	独身	どくしん	独身	0	{}
1	独占	どくせん	独占	0	{}
1	独創	どくそう	独创	0	{}
2	特徴	とくちょう	特徴//特长	0	{特長}
2	特定	とくてい	特定	0	{}
1	得点	とくてん	得分	0	{}
2	独特	どくとく	独特	0	{}
3	特に	とくに	特别、尤其	1	{}
1	特派	とくは	特派	0,1	{}
2	特売	とくばい	特卖	0	{}
3	特別	とくべつ	特别、特殊	0	{}
1	特有	とくゆう	特有	0	{}
2	独立	どくりつ	独立、独自	0	{}
1	棘	とげ	刺	2	{}
4	時計	とけい	时钟、钟表	0	{}
2	溶込む	とけこむ	融洽	0,3	{}
2	溶ける	とける	融解、融化//解开、解决	2	{解ける}
1	遂げる	とげる	完成	0,2	{}
2	退ける	どける	移开	0	{}
4	何処	どこ	何处、那里	1	{}
2	何処か	どこか	哪里	1	{}
2	床の間	とこのま	壁龛	0	{}
3	床屋	とこや	理发店	0	{}
4	所	ところ	地点、地方、场所	3	{}
2	所	ところ	〜地方		{}
2	所が	ところが	可是	3	{}
1	所か	どころか	不但…反而…、岂止、不但…就是		{}
2	所で	ところで	那么、可是	3	{}
2	所々	ところどころ	这里那里、各处	4	{}
2	登山	とざん	登山	0,1	{}
4	年	とし	年	2	{}
2	都市	とし	都市	1	{}
1	年頃	としごろ	年纪	0	{}
2	年月	としつき	年月、光阴	2	{}
1	戸締り	とじまり	关门、锁门	2	{}
2	図書	としょ	图书	1	{}
1	途上	とじょう	途中	0	{}
4	図書館	としょかん	图书馆	2	{}
2	年寄り	としより	老人	3,4	{}
2	閉じる	とじる	关闭	2	{}
1	綴じる	とじる	订缀、装订	2	{}
2	都心	としん	(大城市)市中心	0	{}
1	土台	どだい	地基、基础、本来	0	{}
1	途絶える	とだえる	断绝	2,3	{}
2	戸棚	とだな	厨柜	0	{}
2	途端	とたん	〜的时候	0	{}
2	土地	とち	土地、当地、地区	0	{}
3	途中	とちゅう	途中	0	{}
4	何方	どちら	哪边、哪个	1	{}
3	特急	とっきゅう	特快	0	{}
1	特許	とっきょ	特别许可、专利	1	{}
2	疾っくに	とっくに	老早	3	{}
1	特権	とっけん	特权	0	{}
1	咄嗟	とっさ・に	瞬间、突然	0	{}
1	突如	とつじょ	突然、冷不防	1	{}
2	突然	とつぜん	突然	0	{}
4	何方	どっち	哪边	1	{}
2	取って	（に）とって	对〜来说	1	{}
2	どっと	どっと	一齐	0,1	{}
1	突破	とっぱ	突破	0,1	{}
2	トップ	トップ	顶端、首席、最高级(的)、当红	1	{}
1	土手	どて	堤坝	0	{}
4	とても	とても	非常、总之、（与否定呼应）无论如何也	0	{}
2	届く	とどく	到达、周密	2	{}
1	届け	とどけ	申报	3	{}
3	届ける	とどける	递送、申报	3	{}
1	滞る	とどこおる	拖延、拖欠	0,3	{}
2	整う	ととのう	整齐	3	{}
1	整える	ととのえる	整理、准备	3,4	{}
2	留まる	とどまる	停止、停留、止于	3	{}
1	止める	とどめる	停下、留住	3	{}
1	唱える	となえる	诵、高呼、提倡	2	{}
4	どなた	どなた	哪位	1	{}
4	隣	となり	邻近、邻居	0	{}
2	怒鳴る	どなる	怒吼	2	{}
2	兎に角	とにかく	总之	1	{}
4	何の	どの	哪个、哪位	1	{}
2	殿	どの	〜先生（多用于公文中）		{}
1	殿様	とのさま	大人	0	{}
2	飛ばす	とばす	使〜飞、飞溅、奔驰	0	{}
2	飛び込む	とびこむ	跳入、闯入、加入	3	{}
2	飛び出す	とびだす	起飞、跳出	3	{}
1	土俵	どひょう	土俵(相扑比试场)	0	{}
1	扉	とびら	门	0	{}
4	飛ぶ	とぶ	飞翔、飞行	0	{}
1	溝	どぶ	水沟	1	{}
1	徒歩	とほ	徒歩	1	{}
1	土木	どぼく	土木	1	{}
1	惚ける	とぼける	发呆、迟钝	3	{}
1	乏しい	とぼしい	缺乏、贫困	3	{}
1	戸惑い	とまどい	困惑	0,3	{}
4	止まる	とまる	停止、止住	0	{}
3	泊まる	とまる	住宿、停泊	0	{}
3	止める	とめる	停止、停住、闭上	0	{}
2	止める	とめる	停止、闭住//把…固定住、留下//留宿	0	{留める,泊める}
2	友	とも	朋友	1	{}
1	共	とも	相同之意	0,1	{}
2	兎も角	ともかく	总之、不管怎样	1	{}
1	共稼ぎ	ともかせぎ	双薪家庭	0,3,5	{}
4	友達	ともだち	朋友	0	{}
2	伴う	ともなう	伴随	3	{}
2	共に	ともに	共同、全	0	{}
1	共働き	ともばたらき	一起工作	0,1	{}
2	土曜	どよう//ど	星期六	2//0	{土}
4	土曜日	どようび	星期六	2	{}
2	虎	とら	虎	0	{}
1	ドライ	ドライ	干燥、干旱	2	{}
1	ドライクリーニング	ドライクリーニング	干洗	5	{}
1	ドライバー	ドライバー	运转手、螺丝起子、木头球棒	0,2	{}
2	ドライブ	ドライブ	驱车旅行、开车兜风	2	{}
1	ドライブイン	ドライブイン	休息站	4,5	{}
2	捕らえる	とらえる	捉住	2,3	{}
2	トラック	トラック	卡车//路跑、磁路、轨道	2	{}
1	トラブル	トラブル	麻烦、纷争、问题	2	{}
2	ドラマ	ドラマ	(连续)电视剧	1	{}
1	トランジスター	トランジスター	半导体、电晶体	4	{}
2	トランプ	トランプ	朴克牌	2	{}
4	鳥	とり	鸟	0	{}
1	取り敢えず	とりあえず	暂且	3,4	{}
2	取り上げる	とりあげる	拿起	0,4	{}
1	取り扱い	とりあつかい	处理	0	{}
1	取り扱う	とりあつかう	对待	0,5	{}
1	鳥居	とりい	牌坊	0	{}
2	取り入れる	とりいれる	收割	0,4	{}
1	取り替え	とりかえ	替换	0	{}
3	取り替える	とりかえる	更换、交换	0,3	{}
1	取り組む	とりくむ	专心致力	0,3	{}
2	取り消す	とりけす	取消	0,3	{}
1	取り締まり	とりしまり	取缔	0	{}
1	取り締まる	とりしまる	管理	0,4	{}
1	取り調べる	とりしらべる	调查	0,5	{}
2	取り出す	とりだす	取出、抽出	0,3	{}
1	取り立てる	とりたてる	征收、提出、提拔	0,4	{}
1	取り次ぐ	とりつぐ	传达	0,3	{}
1	取り付ける	とりつける	经常	0,4	{}
4	鳥肉	とりにく	鸡肉	0	{}
1	取り除く	とりのぞく	除去	0,4	{}
1	取り引き	とりひき	交易	2	{}
1	取り巻く	とりまく	包围、奉承	0,3	{}
1	取り混ぜる	とりまぜる	混杂	0,4	{}
1	取り戻す	とりもどす	取回	0,4	{}
2	努力	どりょく	努力	1	{}
1	取り寄せる	とりよせる	拉近	0,4	{}
1	ドリル	ドリル	电钻、反复练习(本)	1	{}
1	取り分け	とりわけ	特别	0	{}
4	取る	とる	取得、拿	1	{}
4	撮る	とる	摄影、照相	1	{}
2	執る	とる	执行//采用、采//捕捉	1	{採る,捕る}
4	どれ	どれ	哪个	1	{}
2	トレーニング	トレーニング	训练	2	{}
2	ドレス	ドレス	女礼服	1	{}
2	取れる	とれる	脱落	2	{}
2	泥	どろ	泥土	2	{}
1	蕩ける	とろける	溶化、心旷神怡	0,3	{}
3	泥棒	どろぼう	小偷	0	{}
1	度忘れ	どわすれ	每次忘记	2	{}
2	トン	トン	公吨	1	{}
1	鈍感	どんかん	感觉迟钝	0	{}
1	とんだ	とんだ	意外的	0	{}
2	とんでもない	とんでもない	哪里的话	5	{}
3	どんどん	どんどん	连续不断	1	{}
4	どんな	どんな	怎样的、什么样的	1	{}
2	どんなに	どんなに	如何	1	{}
2	トンネル	トンネル	隧道	0	{}
2	丼	どんぶり	大碗	0	{}
1	問屋	とんや	批发商	0	{}
2	名	な	名字、名称	0	{}
4	無い	ない	没有	1	{}
2	内	ない	内、以内		{}
2	内科	ないか	内科	0	{}
1	内閣	ないかく	内阁	1	{}
1	乃至	ないし	或者	1	{}
1	内緒	ないしょ	秘密	0,3	{}
1	内心	ないしん	内心	0	{}
2	内線	ないせん	内线	0	{}
1	内臓	ないぞう	内脏	0	{}
1	ナイター	ナイター	夜间赛程	1	{}
4	ナイフ	ナイフ	刀子	1	{}
1	内部	ないぶ	内部	1	{}
2	内容	ないよう	内容	0	{}
1	内乱	ないらん	内乱	0	{}
1	内陸	ないりく	内陆	0	{}
2	ナイロン	ナイロン	尼龙	1	{}
1	苗	なえ	稻秧	1	{}
2	尚	なお	犹	1	{}
1	尚更	なおさら	更加	0	{}
3	直す	なおす	改正、订正、修理、更改	2	{}
2	治す	なおす	治疗	2	{}
2	直す	なおす	重作		{}
3	治る	なおる	痊愈	2	{}
3	直る	なおる	复原、修好	2	{}
4	中	なか	内部、中间	1	{}
2	仲	なか	关系	1	{}
2	長	なが〜	长		{}
4	長い	ながい	长、长久	2	{永い}
1	流し	ながし	水池	1,3	{}
2	流す	ながす	流、流送	2	{}
2	仲直り	なかなおり	和好	3	{}
3	中々	なかなか	相当	0	{}
1	長長	ながなが	长长地、长久地	0,3	{}
2	半ば	なかば	一半	2,3	{}
2	長引く	ながびく	拖长	3	{}
1	中程	なかほど	中等、中间	0	{}
2	仲間	なかま	同伴、朋友、同一类型	3	{}
2	中身	なかみ	内容	2	{中味}
2	眺め	ながめ	眺望	3	{}
2	眺める	ながめる	远望	3	{}
2	中指	なかゆび	中指	2	{}
2	仲良し	なかよし	要好	2	{}
4	乍ら	ながら	原封不动		{}
2	流れ	ながれ	流动、水流	3	{}
2	流れる	ながれる	飘流、流	3	{}
1	渚	なぎさ	水边	0	{}
4	鳴く	なく	鸣叫	0	{}
3	泣く	なく	哭泣	0	{}
2	慰める	なぐさめる	安慰、慰问	4	{}
4	無くす	なくす	丧失	0	{}
3	亡くなる	なくなる	死去	0	{}
3	無くなる	なくなる	遗失、丢失	0,3	{}
2	殴る	なぐる	打	2	{}
1	嘆く	なげく	叹气	2	{}
1	投げ出す	なげだす	放弃	3	{}
3	投げる	なげる	抛掷、投	2	{}
1	仲人	なこうど	媒人	2	{}
1	和やか	なごやか	温和	2	{}
1	名残	なごり	残余	0,3	{}
1	情け	なさけ	人情	1,3	{}
1	情け無い	なさけない	无情	4	{}
1	情け深い	なさけぶかい	仁慈	5	{}
3	為さる	なさる	〔尊敬语〕做、为	2	{}
2	無し	なし	没有	1	{}
1	詰る	なじる	责问	2	{}
2	為す	なす	为、做	1	{}
4	何故	なぜ	为何、为什么	1	{}
2	何故なら	なぜなら（ば）	为什么呢	1	{}
2	謎	なぞ	谜	0	{}
2	謎謎	なぞなぞ	谜语	0	{}
1	名高い	なだかい	有名	3	{}
2	傾らか	なだらか	平缓	2	{}
1	雪崩	なだれ	雪崩	0	{}
4	夏	なつ	夏天	2	{}
2	懐かしい	なつかしい	怀念	4	{}
1	懐く	なつく	亲近	2	{}
1	名付ける	なづける	命名	3	{}
2	納得	なっとく	理解	0	{}
4	夏休み	なつやすみ	暑假	3	{}
2	撫でる	なでる	抚摸、喜爱、梳整	2	{}
4	等	など	〜之类、等等		{}
2	七	なな	七	1	{}
4	七つ	ななつ	七个、七歳	2	{}
2	斜め	ななめ	斜、歪	2	{}
4	何	なに//なん	什么	1	{}
2	何か	なにか	什么东西	1	{}
1	何気ない	なにげない	无意中、若无其事	4	{}
2	何しろ	なにしろ	不管怎样	1	{}
1	何卒	なにとぞ	恳请	0	{}
2	何々	なになに	什么、怎么	1,2	{}
2	何分	なにぶん	请、只是因为	0	{}
2	何も	なにも	什么都、用不着	0,1	{}
1	何より	なにより	最好	1	{}
4	七日	なのか	七天、七号	0	{}
1	ナプキン	ナプキン	餐巾、纸巾	1	{}
1	名札	なふだ	名牌	0	{}
2	鍋	なべ	锅子	1	{}
2	生	なま	生鲜的东西	1	{}
2	生意気	なまいき	傲慢、自大	0	{}
4	名前	なまえ	名称、名字	0	{}
1	生臭い	なまぐさい	腥臭的	4	{}
2	怠ける	なまける	怠惰	3	{}
1	生温い	なまぬるい	微温、不果断	0,4	{}
1	生身	なまみ	生食	2	{}
1	鉛	なまり	铅	0	{}
2	波	なみ	波浪	2	{}
1	並	なみ	普通、一般	0	{}
2	並木	なみき	行道树	0	{}
2	涙	なみだ	眼泪	1	{}
1	滑らか	なめらか	滑溜、流利	2	{}
1	嘗める	なめる	尝到、体验	2	{}
1	悩ましい	なやましい	难受的、痛苦的	4	{}
1	悩ます	なやます	令人烦恼	3	{}
1	悩み	なやみ	烦恼	3	{}
2	悩む	なやむ	烦恼	2	{}
4	習う	ならう	学习	2	{}
2	鳴らす	ならす	鸣叫	0	{}
1	慣らす	ならす	使之习惯//调驯	2	{馴らす}
1	並びに	ならびに	和、以及	0	{}
4	並ぶ	ならぶ	排列、兼备	0	{}
4	並べる	ならべる	并列、列举、陈列、排列	0	{}
1	成り立つ	なりたつ	成立、组成	0,3	{}
4	為る	なる	成为、变成	1	{}
3	鳴る	なる	鸣、鸣响、闻名	0	{}
2	生る	なる	结果	1	{}
2	成る	なる	完成、构成、达到、成为	1	{}
1	成る丈	なるたけ	尽量	0	{}
3	成る可く	なるべく	尽量、尽可能	0	{}
3	成る程	なるほど	的确、原来如此	0	{}
1	慣れ	なれ	熟练、习惯	2	{}
1	馴れ馴れしい	なれなれしい	亲暱、嬉皮笑脸	5	{}
3	慣れる	なれる	习惯、熟练	2	{}
2	縄	なわ	绳子	2	{}
1	難	なん	困难、灾难、责难	1	{}
4	何	なん〜	什么〜	1	{}
1	なんか	なんか	〜之类的、什么的、表示轻蔑或自谦		{}
2	南極	なんきょく	南极	0	{}
1	ナンセンス	ナンセンス	废话、蠢话、无意义	1	{}
1	何だか	なんだか	是什么、总觉得	1	{}
1	なんだかんだ	なんだかんだ	这个那个	1	{}
2	なんて	なんて	多么、何等	1	{}
2	何で	なんで	何故、为什么	1	{}
2	何でも	なんでも	无论什么、一切、任何、无论怎样、据说是、多半是	1	{}
1	何と	なんと	如何、怎样、多么	1	{}
2	何とか	なんとか	不拘怎样、总得、设法、种种	1	{}
2	何となく	なんとなく	总觉得、不由得、无意中	4	{}
2	何とも	なんとも	真的、实在、怎么也、无关紧要	0,1	{}
1	何なり	なんなり	无论什么	1	{}
2	ナンバー	ナンバー	号码、数(字)	1	{}
2	南米	なんべい	南美洲	0	{}
2	南北	なんぼく	南北	1	{}
4	二	に	二	1	{}
1	荷	に	东西、货物、行李、负担、责任	1	{}
2	似合う	にあう	适称、合适	2	{}
2	煮える	にえる	煮熟、煮烂、烧开、非常生气	0	{}
3	匂い	におい	气味、气息	2	{}
2	匂う	におう	显的鲜艳、有香味	2	{}
3	苦い	にがい	苦的、苦楚的、不愉快的	2	{}
2	逃がす	にがす	放跑、没有抓住、错过	2	{}
2	苦手	にがて	不好对付的人、不擅长的事物	3	{}
1	似通う	にかよう	相似	3	{}
1	靤	にきび	面疱	1	{}
4	賑やか	にぎやか	热闹、繁华	2	{}
2	握る	にぎる	握、抓、掌握、抓住	0	{}
1	賑わう	にぎわう	热闹、兴旺	3	{}
4	肉	にく	肌肉、肉类、果肉	2	{}
3	難い	にくい	难以〜		{}
2	憎い	にくい	可憎的、厌恶的、值得佩服的	2	{}
1	憎しみ	にくしみ	憎恶	0,4	{}
1	肉親	にくしん	父子兄弟、骨肉	0	{}
1	肉体	にくたい	肉体	0,3	{}
2	憎む	にくむ	憎恶、厌烦、恨	2	{}
2	憎らしい	にくらしい	可憎的、可恨的、讨厌的、可恶的	4	{}
1	逃げ出す	にげだす	逃出、溜走、开始逃跑	0	{}
3	逃げる	にげる	逃跑、逃走、逃避、躲避	2	{}
2	にこにこ	にこにこ	嬉笑貌、笑嘻嘻	1	{}
2	濁る	にごる	变污浊、浑浊、不清、变哑、不清楚、不鲜明、发浊音	2	{}
4	西	にし	西方	0	{}
2	虹	にじ	虹	0,2	{}
1	西日	にしび	黄昏、夕阳	0	{}
1	滲む	にじむ	渗、润、洞、涌出	2	{}
1	贋物	にせもの	伪造的东西、冒牌货	0	{}
4	日	にち	天、号		{}
2	日	にち	日本	1	{}
2	日時	にちじ	日期、时刻	1	{}
2	日常	にちじょう	日常	0	{}
1	日夜	にちや	白天和黑夜	0,1	{}
2	日曜	にちよう//にち	星期天	3//1	{日}
4	日曜日	にちようび	星期天	3	{}
2	日用品	にちようひん	日用品	0,3	{}
2	日課	にっか	每天应做的事	0	{}
3	日記	にっき	日记	0	{}
1	荷造	にづくり	包装、包行李、捆行李	2	{}
2	日光	にっこう	日光、阳光	1	{}
2	にっこり	にっこり	微笑貌、喜笑貌	3	{}
2	日中	にっちゅう	日本和中国//响午、白天	1//0	{}
2	日程	にってい	日程	0	{}
2	日本	にっぽん//にほん	日本	3//2	{}
1	担う	になう	担、挑、担负、承担	2	{}
2	鈍い	にぶい	钝的、迟钝的、模糊的、不强烈的	2	{}
1	鈍る	にぶる	变钝、不快、变迟钝、变弱	2	{}
1	にも拘らず	にもかかわらず	虽然…可是、尽管…、也不管	1--3	{}
4	荷物	にもつ	行李、货物、负担、累赘	1	{}
1	ニュアンス	ニュアンス	语感(的微妙差别)	1	{}
1	ニュー	ニュー	新(的)	1	{}
3	入院	にゅういん（する）	住院	0	{}
3	入学	にゅうがく（する）	入学	0	{}
2	入社	にゅうしゃ	进入公司工作	0	{}
1	入手	にゅうしゅ	得到、取得	0,1	{}
1	入賞	にゅうしょう	获奖、得奖	0	{}
2	入場	にゅうじょう	入场	0	{}
4	ニュース	ニュース	新闻	1	{}
1	入浴	にゅうよく	沐浴	0	{}
1	尿	にょう	尿、小便	1	{}
2	女房	にょうぼう	妻子	1	{}
2	睨む	にらむ	注视、瞪眼	2	{}
3	似る	にる	相似	0	{}
2	煮る	にる	煮、炖	0	{}
4	庭	にわ	院子、庭院	0	{}
2	俄	にわか	突然、忽然	1	{}
4	人	にん	人		{}
2	人気	にんき	人缘、受欢迎	0	{}
3	人形	にんぎょう	人偶、娃娃、玩偶	0	{}
2	人間	にんげん	人类	0	{}
1	認識	にんしき	认识	0	{}
1	人情	にんじょう	人情	1	{}
1	妊娠	にんしん	怀孕	0	{}
1	任務	にんむ	职	1	{}
1	任命	にんめい	任命	0	{}
2	縫う	ぬう	缝纫	1	{}
1	抜かす	ぬかす	遗漏、跳过	0	{}
2	抜く	ぬく	清除、省略	0	{}
4	脱ぐ	ぬぐ	脱、摘掉	1	{}
1	抜け出す	ぬけだす	溜、摆脱	3	{}
2	抜ける	ぬける	脱落、遗漏	0	{}
1	主	ぬし	主人	1	{}
1	盗み	ぬすみ	偷盗、盗窃	3	{}
3	盗む	ぬすむ	偷盗、盗窃	2	{}
2	布	ぬの	麻布、绵布	0	{}
1	沼	ぬま	池塘、沼泽	2	{}
2	濡らす	ぬらす	浸湿、淋湿	0	{}
3	塗る	ぬる	涂、抹	0	{}
4	温い	ぬるい	微温	2	{}
3	濡れる	ぬれる	濡湿、淋湿	0	{}
2	値	ね	价格、价钱	0	{}
2	根	ね	根	1	{}
1	音	ね	声音	0	{}
2	ね	ね（え）	喂、吧、啊	1	{}
1	音色	ねいろ	音色	0	{}
1	値打ち	ねうち	估价、定价	0	{}
1	ネガ	ネガ	底片、负片	1	{}
2	願い	ねがい	愿望、请求	2	{}
2	願う	ねがう	请求、希望	2	{}
1	寝かせる	ねかせる	使躺下、使睡觉	0	{}
4	ネクタイ	ネクタイ	领带	1	{}
4	猫	ねこ	猫	1	{}
2	螺子	ねじ	螺丝	1	{}
1	螺旋回し	ねじまわし	螺丝起子	3	{}
2	捩じる	ねじる	扭、拧	2	{}
1	捩れる	ねじれる	扭曲、弯曲	3	{}
2	鼠	ねずみ	鼠	0	{}
1	妬む	ねたむ	忌妒、眼红	2	{}
1	強請る	ねだる	死乞白赖地要求	0,2	{}
3	値段	ねだん	价格、价钱	0	{}
3	熱	ねつ	热、发烧	2	{}
1	熱意	ねつい	热忱、热情	1	{}
2	ネックレス	ネックレス	项链	1	{}
3	熱心	ねっしん	热衷、热情	1	{}
2	熱する	ねっする	变热、激动	0	{}
2	熱帯	ねったい	热带	0	{}
2	熱中	ねっちゅう	热中、入迷	0	{}
1	熱湯	ねっとう	热水	0	{}
1	熱量	ねつりょう	热量	2	{}
1	粘り	ねばり	粘性、粘度	3	{}
1	粘る	ねばる	坚持	2	{}
2	値引き	ねびき	减价	0	{}
3	寝坊	ねぼう	睡懒觉	0	{}
2	寝巻き	ねまき	睡衣	0	{寝間着}
1	根回し	ねまわし	修根、做事前工作	2	{}
3	眠い	ねむい	困、想睡觉	0	{}
3	眠たい	ねむたい	困、昏昏欲睡	0	{}
3	眠る	ねむる	睡觉、睡眠	0	{}
2	狙い	ねらい	瞄准	0	{}
2	狙う	ねらう	瞄准、寻找	0	{}
4	寝る	ねる	躺着、睡觉、就寝	0	{}
1	練る	ねる	锻炼、修养	1	{}
4	年	ねん	年、年限		{}
1	念	ねん	念头、观念	1	{}
1	年賀	ねんが	贺年、拜年	1	{}
2	年間	ねんかん	一年的时间	0	{}
1	年鑑	ねんかん	年鉴	0	{}
1	念願	ねんがん	心愿、愿望	0,3	{}
2	年月	ねんげつ	年月、岁月	1	{}
1	年号	ねんごう	年号	3	{}
2	年中	ねんじゅう	总是、经常、一年间	1	{}
1	燃焼	ねんしょう	燃烧	0	{}
2	年生	ねんせい	〜年级		{}
2	年代	ねんだい	年代、时代	0	{}
1	年長	ねんちょう	年纪大	0	{}
2	年度	ねんど	年度	1	{}
1	燃料	ねんりょう	燃料	3	{}
1	年輪	ねんりん	年轮	0	{}
2	年齢	ねんれい	年龄	0	{}
2	野	の	野地、原野	1	{}
1	ノイローゼ	ノイローゼ	神经衰弱	3	{}
2	能	のう	能力	1	{}
1	脳	のう	脑	1	{}
2	農家	のうか	农户、农家	1	{}
2	農業	のうぎょう	农业	1	{}
1	農耕	のうこう	耕作、种田	0	{}
2	農産物	のうさんぶつ	农产品	3	{}
1	農場	のうじょう	农场	0	{}
2	農村	のうそん	农村	0	{}
1	農地	のうち	农田	1	{}
2	濃度	のうど	浓度	1	{}
1	納入	のうにゅう	缴纳	0	{}
2	農民	のうみん	农民	0	{}
2	農薬	のうやく	农药	0	{}
2	能率	のうりつ	效率	0	{}
2	能力	のうりょく	能力	1	{}
0	ノー	ノー	不、不是	1	{}
4	ノート	ノート	笔记本	1	{}
1	逃す	のがす	错过、放过	2	{}
1	逃れる	のがれる	逃跑	3	{}
2	軒	のき	屋檐	0	{}
1	軒並	のきなみ	都、每家	0	{}
2	鋸	のこぎり	锯	3,4	{}
2	残す	のこす	留下	2	{}
2	残らず	のこらず	全部	2	{}
2	残り	のこり	剩余	3	{}
3	残る	のこる	留下	2	{}
2	載せる	のせる	登载、装载	0	{}
2	乗せる	のせる	装载	0	{}
2	除く	のぞく	除去	0	{}
2	覗く	のぞく	窥视	0	{}
1	望ましい	のぞましい	可喜的	4	{}
2	望み	のぞみ	希望、愿望	0	{}
2	望む	のぞむ	期望、眺望	0	{}
1	臨む	のぞむ	面临	0	{}
2	後	のち	以后、后面	2	{}
2	ノック	ノック	敲(门)	1	{}
1	乗っ取る	のっとる	攻占、夺取	3	{}
3	喉	のど	喉咙	1	{}
1	長閑	のどか	悠闲、宁静	1	{}
1	罵る	ののしる	骂	3	{}
2	伸ばす	のばす	伸展	2	{}
2	延びる	のびる	长高	2	{}
1	延べ	のべ	总计、延长	1,2	{}
2	述べる	のべる	陈述	2	{}
2	上り	のぼり	上坡、上行列车	0	{}
4	登る	のぼる	攀登、登上、上升	0	{}
1	飲み込む	のみこむ	咽下	0,3	{}
4	飲み物	のみもの	饮料	2,3	{}
4	飲む	のむ	喝、吞	1	{}
2	糊	のり	浆糊	2	{}
2	乗り換え	のりかえ	换乘	0	{}
3	乗り換える	のりかえる	换乘、改乘	3,4	{}
2	乗り越し	のりこし	坐过站	0	{}
1	乗り込む	のりこむ	乘入	3	{}
3	乗り物	のりもの	交通工具	0	{}
4	乗る	のる	乘坐、搭乘	0	{}
2	載る	のる	登载	0	{}
2	鈍い	のろい	迟钝的	2	{}
2	のろのろ	のろのろ	缓慢的	1	{}
2	呑気	のんき	悠闲	1	{}
2	のんびり	のんびり	悠闲自在	3	{}
4	歯	は	牙齿	1	{}
3	葉	は	叶子	0	{}
1	刃	は	刀	1	{}
1	派	は	派别		{}
2	場	ば	场所	0	{}
2	はあ	はあ	是、啊	1	{}
1	バー	バー	酒吧、杆子	1	{}
3	場合	ばあい	埸合、情形	0	{}
1	把握	はあく	掌握	0	{}
2	パーセント	パーセント	百分比	3	{}
4	パーティー	パーティー	派对	1	{}
3	パート	パート（タイム）	非全日的、零工、临时工	0,1(4)	{}
4	はい	はい	是、好、可以	1	{}
4	杯	はい	杯		{}
2	灰	はい	灰	0	{}
1	肺	はい	肺	0	{}
1	敗	はい	输、败		{}
3	倍	ばい	倍		{}
2	倍	ばい	加倍	0	{}
2	灰色	はいいろ	灰色、有嫌疑	0	{}
2	梅雨	ばいう	梅雨	1	{}
2	バイオリン	バイオリン	小提琴	0	{}
1	廃棄	はいき	废弃	1	{}
1	配給	はいきゅう	配售	0	{}
1	黴菌	ばいきん	细菌	0	{}
2	ハイキング	ハイキング	徒步旅行、远足	1,3	{}
2	俳句	はいく	俳句	0	{}
1	配偶者	はいぐうしゃ	配偶	3	{}
1	背景	はいけい	背景	0	{}
1	拝啓	はいけい	敬启者	1	{}
2	拝見	はいけん	拜见、拜读、瞻仰	0	{}
3	拝見	はいけん（する）	〔谦譲语〕拜见	0	{}
1	背後	はいご	背后	1	{}
4	灰皿	はいざら	烟灰缸	0	{}
1	廃止	はいし	废除	0	{}
3	歯医者	はいしゃ	牙科医生	1	{}
1	拝借	はいしゃく	借	0	{}
1	排除	はいじょ	排除	1	{}
1	賠償	ばいしょう	赔偿	0	{}
1	排水	はいすい	排水	0	{}
1	敗戦	はいせん	战败	0	{}
2	配達	はいたつ	送、分送	0	{}
1	配置	はいち	配置、布置	0,1	{}
2	売店	ばいてん	小卖店	0	{}
2	バイバイ	バイバイ	拜拜	1	{}
2	売買	ばいばい	买卖	1	{}
1	配布	はいふ	散发	0,1	{}
2	パイプ	パイプ	管道、烟斗	0,1	{}
1	配分	はいぶん	分配	0	{}
1	敗北	はいぼく	打败仗、失败	0	{}
2	俳優	はいゆう	演员	0	{}
1	倍率	ばいりつ	倍率	0	{}
1	配慮	はいりょ	关怀、照顾	1	{}
4	入る	はいる	进入	1	{}
1	配列	はいれつ	排列	0	{}
2	パイロット	パイロット	飞行员	1,3	{}
2	這	はう	爬	1	{}
2	生える	はえる	生、长	2	{}
1	映える	はえる	照、衬托	2	{}
2	墓	はか	墓	2	{}
2	馬鹿	ばか	愚蠢、糊涂、不合理	1	{}
1	破壊	はかい	破坏	0	{}
4	葉書	はがき	明信片	0	{}
2	剥がす	はがす	剥下、揭下	2	{}
2	博士	はかせ	博士	1	{}
1	捗る	はかどる	进展	3	{}
1	儚い	はかない	短暂、无常、不可靠	3	{}
1	馬鹿馬鹿しい	ばかばかしい	很无聊	5	{}
2	馬鹿らしい	ばからしい	愚蠢、荒谬、不値得	4	{}
2	秤	はかり	秤	3	{}
3	ばかり	ばかり	左右、上下、大约	1	{}
2	計る	はかる	计划、计量//衡量//谋算、测量	2	{測る,量る}
1	諮る	はかる	商量	2	{}
1	図る	はかる	图谋、策划、谋求	2	{}
1	破棄	はき	废弃、废除、撕毁、取消	1	{}
2	吐気	はきけ	恶心、想要呕吐	3	{}
2	はきはき	はきはき	干脆、爽快	3	{}
4	穿く	はく	穿	0	{履く}
2	吐く	はく	呕吐、吐出、说出	1	{}
2	掃く	はく	打扫	1	{}
2	泊	はく	宿		{}
1	剥ぐ	はぐ	剥下、剥夺、揭下	1	{}
1	迫害	はくがい	迫害、虐待	0	{}
1	薄弱	はくじゃく	软弱、薄弱、不充足	0	{}
2	拍手	はくしゅ	拍手、鼓掌	1	{}
1	白状	はくじょう	坦白、招认	1	{}
1	漠然	ばくぜん	含糊	0	{}
2	莫大	ばくだい	巨大、莫大	0	{}
1	爆弾	ばくだん	炸毁、爆破	0	{}
1	爆破	ばくは	爆炸、爆发	1	{}
2	爆発	ばくはつ	炸弹	0	{}
2	博物館	はくぶつかん	博物馆、博物院	3,4	{}
2	歯車	はぐるま	齿轮	2	{}
1	暴露	ばくろ	曝晒、曝露、败露	1	{}
2	激しい	はげしい	激烈、强烈、猛烈	3	{}
2	バケツ	バケツ	水桶	0	{}
1	励ます	はげます	激励、鼓励、勉励	3	{}
1	励む	はげむ	努力、刻苦、辛勤	2	{}
1	剥げる	はげる	剥落、退色	2	{}
1	化ける	ばける	变化、乔装	2	{}
1	派遣	はけん	派遣、派出	0	{}
4	箱	はこ	箱子、盒、匣子	0	{}
3	運ぶ	はこぶ	运送、搬运、移步	0	{}
2	挟まる	はさまる	夹	3	{}
2	鋏	はさみ	剪刀、剪票钳	3	{}
2	挟む	はさむ	夹、插、怀	2	{}
2	破産	はさん	破产	0	{}
4	箸	はし	筷子	1	{}
4	橋	はし	桥梁、架桥、天桥	2	{}
2	端	はし	端、边缘、片断	0	{}
1	恥	はじ	羞耻、耻辱	2	{}
1	弾く	はじく	弹、拨弄	2	{}
2	梯子	はしご	梯子	0	{}
2	始まり	はじまり	开始、开端、起缘	0	{}
4	始まる	はじまる	开始、引起、发生	0	{}
4	初め	はじめ	最初、开头、起因、原先、起源	0	{}
4	初めて	はじめて	初次、唯有…才	2	{}
4	はじめまして	はじめまして。	初次见面、幸会	4	{}
3	始める	はじめる	开始、开创、起来	0	{}
3	始める	はじめる	开始〜	0	{}
1	パジャマ	パジャマ	睡衣	1	{}
3	場所	ばしょ	地方、场所、位置	0	{}
2	柱	はしら	柱子、支柱、靠山	0,3	{}
1	恥らう	はじらう	害羞	3	{}
4	走る	はしる	跑、奔流	2	{}
1	恥じる	はじる	羞愧、败坏名声	2	{}
1	橋渡し	はしわたし	架桥、搭桥	3	{}
2	斜	はす	斜	0	{}
3	筈	はず	应该、理所当然	0	{}
4	バス	バス	公共汽车、巴士	1	{}
1	バス	バス	浴室	1	{}
2	パス	パス	通过、合格、入场券	1	{}
3	恥ずかしい	はずかしい	羞耻、害臊、可耻	4	{}
2	外す	はずす	取下、错过、失掉、避开	0	{}
2	パスポート	パスポート	护照	3	{}
1	弾む	はずむ	跳、蹦、反跳、高涨	0	{}
2	外れる	はずれる	脱落、不中、不准、落空	0	{}
3	パソコン	パソコン	个人电脑	0	{}
1	破損	はそん	破损、损坏	0	{}
2	旗	はた	旗帜、收摊	2	{}
2	肌	はだ	皮肤、肌肤、表面	1	{}
4	バター	バター	奶油、黄油	1	{}
2	パターン	パターン	模式、图案、类型	2	{}
2	裸	はだか	裸体、赤裸、精光	0	{}
2	肌着	はだぎ	贴身衣物、汗衫	3	{}
1	叩く	はたく	拍打、掸	2	{}
2	畑	はたけ	旱田、田地	0	{}
1	裸足	はだし	赤脚、赤足、光着脚	0	{}
2	果たして	はたして	果然、果真、究竟	2	{}
1	果たす	はたす	完成、实现	2	{}
4	二十歳	はたち	二十岁	1	{}
2	働き	はたらき	工作、功劳、功能	0	{}
4	働く	はたらく	工作、劳动、活动	0	{}
4	八	はち	八、第八个	2	{}
2	鉢	はち	大碗、盆、头盖骨	2	{}
1	蜂蜜	はちみつ	蜂蜜	0	{}
1	パチンコ	パチンコ	柏青哥、小弹珠	0	{}
2	発	はつ	颗、发		{}
2	ばつ	ばつ	（「×」记号）不可以	0	{}
1	罰	ばつ	惩罚、处罚	1	{}
1	発育	はついく	发育、成长	0	{}
3	発音	はつおん	发音	0	{}
4	二十日	はつか	二十号、二十日、二十天	0	{}
1	発芽	はつが	发芽、出芽	0	{}
2	発揮	はっき	发挥、施展	0	{}
3	はっきり	はっきり	清楚	3	{}
0	バック	バック	背景、后退	1	{}
2	バッグ	バッグ//ハンドバッグ	(手提)包	1//4	{ハンドバッグ}
2	発掘	はっくつ	发掘、挖掘	0	{}
2	発見	はっけん	发现	0	{}
1	発言	はつげん	发言	0	{}
2	発行	はっこう	发放、发售	0	{}
1	バッジ	バッジ	徽章	0,1	{}
2	発車	はっしゃ	开车、发车	0	{}
2	発射	はっしゃ	发射	0	{}
2	罰する	ばっする	责罚	0,3	{}
1	発生	はっせい	发生、出现	0	{}
2	発想	はっそう	主意、表现	0	{}
2	発達	はったつ	进步、发展	0	{}
2	ばったり	ばったり	突然倒下	3	{}
1	バッテリー	バッテリー	蓄电池	0,1	{}
2	発展	はってん	扩展、发展	0	{}
2	発電	はつでん	发电	0	{}
1	バット	バット	球棒	1	{}
2	発売	はつばい	出售	0	{}
1	発病	はつびょう	得病	0	{}
2	発表	はっぴょう	发表、揭晓	0	{}
1	初耳	はつみみ	初次听到	0	{}
2	発明	はつめい	发明	0	{}
1	果	はて	结局、边际	2	{}
2	派手	はで	华美、鲜丽	0	{}
1	果てる	はてる	完毕、终、做完	2	{}
1	ばてる	ばてる	疲乏至极	2	{}
1	パトカー	パトカー	警车	2,3	{}
4	鼻	はな	鼻子	0	{}
4	花	はな	花	2	{}
4	話	はなし	说话、故事	3	{}
2	話し合い	はなしあい	协商、谈话	0	{}
2	話し合う	はなしあう	对话、商量	4	{}
2	話し掛ける	はなしかける	开人说话、向对方发话	5	{}
2	話し中	はなしちゅう	说话中、电话通话中	0	{}
4	話す	はなす	讲、谈话、告诉	2	{}
2	離す	はなす	隔开、放开	2	{放す}
1	甚だ	はなはだ	非常	0	{}
2	甚だしい	はなはだしい	很、非常的	5	{}
1	華々しい	はなばなしい	华丽的	5	{}
2	花火	はなび	焰火、烟火	1	{}
1	花弁	はなびら	花瓣	0,3,4	{}
3	花見	はなみ	赏花	3	{}
1	華やか	はなやか	华丽、显赫	2	{}
2	花嫁	はなよめ	新娘	2	{}
2	離れる	はなれる	分开、脱离	3	{放れる}
2	羽	はね	羽毛、翅膀	0	{羽根}
2	発条	ばね	发条、弹簧	1	{}
2	跳ねる	はねる	跳跃	2	{}
4	母	はは	母亲、妈妈	1	{}
2	幅	はば	宽度、余地	0	{}
3	パパ	パパ	爸爸	1	{}
2	母親	ははおや	母亲、妈妈	0	{}
1	阻む	はばむ	阻碍、阻挡	2	{}
2	省く	はぶく	省略、节省	2	{}
2	破片	はへん	碎片	0	{}
1	浜	はま	海滨、沙滩	2	{}
1	浜辺	はまべ	海滨	3	{}
1	嵌る	はまる	吻合、陷入	0	{}
2	歯磨き	はみがき	刷牙、牙膏	2	{}
2	嵌める	はめる	安上、套上、使…陷、欺骗	0	{}
2	場面	ばめん	场面、场地、情景、场景	0	{}
4	早い	はやい	早	2	{}
4	速い	はやい	快、快速、敏捷	2	{}
2	早口	はやくち	说话快	2	{}
3	林	はやし	树林	0	{}
1	生やす	はやす	留长、使…生长	2	{}
1	早める	はやめる	加速	3	{}
2	流行る	はやる	流行	2	{}
2	腹	はら	肚子、想法	2	{}
2	原	はら	平地	1,2	{}
2	払い込む	はらいこむ	缴纳	0,4	{}
2	払い戻す	はらいもどす	退还	5	{}
3	払う	はらう	拂、付款、擦、除去、挥	2	{}
1	腹立つ	はらだつ	生气	3	{}
1	原っぱ	はらっぱ	空地	1	{}
1	はらはら	はらはら	掉落、非常担心	1	{}
1	散撒く	ばらまく	撒播、散财	3	{}
2	バランス	バランス	平衡	0	{}
2	針	はり	缝针	1	{}
2	針金	はりがね	钢丝、电线	0	{}
1	張り紙	はりがみ	贴纸	0	{}
2	張り切る	はりきる	拉紧、精神百倍	3	{}
4	貼る	はる	贴	0	{}
4	春	はる	春天	1	{}
2	張る	はる	伸展、膨张、紧张//贴	0	{貼る}
1	遥か	はるか	遥远	1	{}
4	晴れ	はれ	晴天、隆重	2	{}
1	破裂	はれつ	破裂	0	{}
4	晴れる	はれる	晴、出晴、云散发	2	{}
1	腫れる	はれる	肿胀	0	{}
4	半	はん	一半、二分之一	1	{}
2	半	はん	一半	1	{}
2	反	はん	反对		{}
1	判	はん	印鉴、画押	1	{}
1	版	はん	版次、木版	1	{}
1	班	はん	集团、组	1	{}
2	バン	バン	敞篷车、运货车	1	{}
4	晩	ばん	晚、晚上	0	{}
4	番	ばん	班、次序		{}
2	番	ばん	看守、轮班	1	{}
4	パン	パン	面包	1	{}
2	範囲	はんい	范围、界限	1	{}
2	反映	はんえい	反映	0	{}
1	繁栄	はんえい	兴旺、繁荣	0	{}
1	版画	はんが	版画、木刻	0	{}
1	ハンガー	ハンガー	衣架	1	{}
4	ハンカチ	ハンカチ	手帕	0,1,3	{}
1	反感	はんかん	反感	0	{}
1	反響	はんきょう	反应、回音	0	{}
1	パンク	パンク	爆胎//阿飞	0//1	{}
3	番組	ばんぐみ	节目	4	{}
2	半径	はんけい	半径	1	{}
1	反撃	はんげき	反击	0	{}
1	判決	はんけつ	判决	0	{}
2	判子	はんこ	图章、印鉴	3	{}
2	反抗	はんこう	反抗、对抗	0	{}
4	番号	ばんごう	号码	3	{}
4	晩御飯	ばんごはん	晚餐	3	{}
2	犯罪	はんざい	犯罪	0	{}
2	万歳	ばんざい	万岁、太好了	3	{}
2	ハンサム	ハンサム	美男子、英俊	1	{}
2	判事	はんじ	审判官	1	{}
1	反射	はんしゃ	反射	0	{}
1	繁盛	はんじょう	繁荣昌盛	1	{}
1	繁殖	はんしょく	繁殖	0	{}
2	反する	はんする	违反	3	{}
2	反省	はんせい	反省	0	{}
3	反対	はんたい	相反、反对	0	{}
2	判断	はんだん	判断	1	{}
2	番地	ばんち	门牌号码、住址	0	{}
2	パンツ	パンツ	内裤	1	{}
1	判定	はんてい	判定	0	{}
0	バンド	バンド	(皮)带［乐团］	0	{}
2	半島	はんとう	半岛、朝鲜	0	{}
2	ハンドバッグ	ハンドバッグ	手提包	4	{}
2	ハンドル	ハンドル	方向盘、把手	0	{}
2	犯人	はんにん	犯人	1	{}
1	万人	ばんにん	万人、众人	0,3	{}
1	晩年	ばんねん	晚年、暮年	0	{}
1	反応	はんのう	反应	0	{}
1	万能	ばんのう	万能、全能	0	{}
1	半端	はんぱ	零头、不彻底	0	{}
3	ハンバーグ	ハンバーグ	汉堡(肉)	3	{}
2	販売	はんばい	贩卖	0	{}
1	反発	はんぱつ	排斥、不接受	0	{}
4	半分	はんぶん	一半、二分之一	3	{}
2	番目	ばんめ	物品或演出的顺序		{}
1	反乱	はんらん	叛乱、反叛	0	{}
1	氾濫	はんらん	泛滥	0	{}
3	日	ひ	太阳、天数、白天	0	{}
3	火	ひ	火、灯、光	1	{灯}
2	非	ひ	错误、不对	1	{}
2	費	ひ	费用		{}
1	碑	ひ	石碑	0	{}
1	被	ひ	被害、被动（行为表现的汉字）		{}
1	美	び	美丽、美好	1	{}
2	日当たり	ひあたり	向阳处	0	{}
3	ピアノ	ピアノ	钢琴	0,1	{}
1	延いては	ひいては	进而	1,3	{}
2	ビール	ビール	啤酒	1	{}
0	ビールス	ビールス	病毒、滤过性病原体	1	{}
3	冷える	ひえる	变冷、感觉冷	2	{}
2	被害	ひがい	受害	1	{}
1	控室	ひかえしつ	等候室、休息室	3	{}
2	日帰り	ひがえり	当天回来	0,4	{}
1	控える	ひかえる	待命、控制	2,3	{}
2	比較	ひかく	比较	0	{}
2	比較的	ひかくてき	比较	0	{}
1	日陰	ひかげ	阴凉地方	0	{}
4	東	ひがし	东方	3	{}
2	ぴかぴか	ぴかぴか	闪闪发光貌	0,1	{}
3	光	ひかり	光亮、光明	3	{}
3	光る	ひかる	发光、出众	2	{}
1	悲観	ひかん	悲观	0	{}
4	匹	ひき	〜只、〜尾		{}
1	引き上げる	ひきあげる	吊起、提高、返回	4	{}
1	率いる	ひきいる	带领、率领	3	{}
2	引き受ける	ひきうける	承担、照顾、继承	4	{}
1	引き起こす	ひきおこす	引起、扶起	4	{}
2	引き返す	ひきかえす	返回、折回	3	{}
1	引き下げる	ひきさげる	降低、使退后	4	{}
2	引き算	ひきざん	减法	2	{}
1	引き摺る	ひきずる	拖、强拉硬拖	0	{}
3	引き出し	ひきだし	抽出、抽屉	0	{}
2	引き出す	ひきだす	抽出、提出	3	{}
2	引き止める	ひきとめる	留、制止	4	{}
1	引き取る	ひきとる	退出、取回	3	{}
2	卑怯	ひきょう	懦弱、无耻	2	{}
2	引分	ひきわけ	平手、不分胜负	0	{}
4	引く	ひく	拉、拔、减去、查、遗传	0	{}
4	弾く	ひく	弹奏	0	{}
2	轢く	ひく	压	0	{}
4	低い	ひくい	低的、低微的、矮的	2	{}
2	ピクニック	ピクニック	郊游、野餐	1,3	{}
3	髭	ひげ	胡须、胡子	0	{}
2	悲劇	ひげき	悲剧	1	{}
1	否決	ひけつ	否决	0	{}
2	飛行	ひこう	飞行、航空	0	{}
1	非行	ひこう	不正当的行为	0	{}
4	飛行機	ひこうき	飞机	2	{}
3	飛行場	ひこうじょう	飞机埸	0	{}
1	日頃	ひごろ	平常	0	{}
2	膝	ひざ	膝	0	{}
2	陽射し	ひざし	阳光照射	0	{}
1	久しい	ひさしい	好久的	3	{}
3	久しぶり	ひさしぶり	好久不见	0,5	{}
1	悲惨	ひさん	悲惨	0	{}
2	肘	ひじ	肘	2	{}
1	ビジネス	ビジネス	生意、商业、业务	1	{}
1	比重	ひじゅう	比例	0	{}
1	美術	びじゅつ	美术	1	{}
3	美術館	びじゅつかん	美术馆	3	{}
1	秘書	ひしょ	秘书	1,2	{}
2	非常	ひじょう	紧急	0	{}
1	微笑	びしょう	微笑	0	{}
3	非常に	ひじょうに	非常、特别	0	{}
2	美人	びじん	美人	1	{}
2	ピストル	ピストル	手枪	0	{}
1	歪む	ひずむ	变形	0,2	{}
1	密か	ひそか	暗中	1,2	{}
2	額	ひたい	额	0	{}
1	浸す	ひたす	浸泡	0,2	{}
1	只管	ひたすら	只顾	0	{}
2	ビタミン	ビタミン	维他命	2	{}
4	左	ひだり	左、左边	0	{}
2	ぴたり	ぴたり	突然停止、紧紧、恰当	2.3	{}
1	左利き	ひだりきき	左撇子	0	{}
2	引っ掛かる	ひっかかる	挂上	4	{}
1	引っ掻く	ひっかく	搔抓	3	{}
2	引っ掛ける	ひっかける	挂起来	4	{}
2	筆記	ひっき	笔记	0	{}
2	引っ繰り返す	ひっくりかえす	弄倒	5	{}
2	引っ繰り返る	ひっくりかえる	翻倒	5	{}
3	吃驚する	びっくりする	吃惊、吓一跳	3	{}
2	日付	ひづけ	日期	0	{}
2	引越し	ひっこし	搬家	0	{}
3	引っ越す	ひっこす	搬家、迁居	3	{}
2	引っ込む	ひっこむ	隐退	3	{}
2	必死	ひっし	拼命	0	{}
2	筆者	ひっしゃ	笔者	1	{}
1	必修	ひっしゅう	必修	0	{}
2	必需品	ひつじゅひん	必需品	0	{}
1	びっしょり	びっしょり	湿透	3	{}
1	必然	ひつぜん	必然	0	{}
2	ぴったり	ぴったり	正适合、紧紧	3	{}
1	匹敵	ひってき	比得上	0	{}
2	引っ張る	ひっぱる	拉、引进、引诱	3	{}
3	必要	ひつよう	必要、必需	0	{}
2	否定	ひてい	否定	0	{}
2	ビデオ	ビデオ	录影机、录影带、摄影机	1	{}
4	人	ひと	人	0,2	{}
2	一	ひと	一个、一下	0,2	{}
3	酷い	ひどい	无情、残酷的、厳重、极差	2	{}
1	一息	ひといき	一口气	2	{}
1	人影	ひとかげ	人影	0	{}
1	人柄	ひとがら	人品	0	{}
1	人気	ひとけ	人的气息	0	{}
2	一言	ひとこと	一句话	2	{}
2	人込み	ひとごみ	人群	0	{}
1	一頃	ひところ	前些日子	2	{}
2	人差し指	ひとさしゆび	食指	4	{}
2	等しい	ひとしい	相等的	3	{}
1	人質	ひとじち	人质	0	{}
1	一筋	ひとすじ	一心一意	2	{}
4	一つ	ひとつ	一个、一岁、一方面	2	{}
4	一月	ひとつき	一个月	2	{}
2	一通り	ひととおり	大概、一种类	0	{}
2	人通り	ひとどおり	人来人往	0	{}
2	一先ず	ひとまず	姑且	2	{}
2	瞳	ひとみ	眼珠子	0	{}
1	人目	ひとめ	众目	0	{}
2	一休み	ひとやすみ	休息片刻	2	{}
4	一人	ひとり	一个人、一名	2	{}
2	独り	ひとり	独自	2	{}
1	日取り	ひどり	日程	0	{}
2	独り言	ひとりごと	自言自语	0,4,5	{}
2	独りでに	ひとりでに	自行	0	{}
2	一人一人	ひとりひとり	每个人	5	{}
0	一人一人	ひとりびとり	每个人	4	{}
1	雛	ひな	雏鸟	1	{}
1	日向	ひなた	向阳处	0	{}
1	雛祭り	ひなまつり	女儿节、桃花节	3	{}
1	非難	ひなん	责备	1	{}
1	避難	ひなん	避难	1	{}
2	ビニール	ビニール	乙烯树脂、塑料袋	2	{}
2	皮肉	ひにく	皮和肉、讽刺	0	{}
2	日日	ひにち	日数、日期	0	{}
2	捻る	ひねる	扭转、打败	2	{}
2	日の入り	ひのいり	日暮、黄昏	0	{}
2	日の出	ひので	日出	0	{}
1	日の丸	ひのまる	太阳形、日本国旗	0	{}
1	火花	ひばな	火星、火花	1	{}
2	批判	ひはん	批判、批评	0	{}
1	皹	ひび	冻裂	2	{}
2	響き	ひびき	响声、影响	3	{}
2	響く	ひびく	发出声音、影响	2	{}
2	批評	ひひょう	批评、评论	0	{}
2	皮膚	ひふ	皮肤	1	{}
4	暇	ひま	闲暇、余暇	0	{}
2	秘密	ひみつ	秘密、机密	0	{}
2	微妙	びみょう	微妙	0	{}
1	悲鳴	ひめい	悲鸣、惊叫声	0	{}
2	紐	ひも	细绳	0	{}
1	冷やかす	ひやかす	冷却、嘲弄	3	{}
4	百	ひゃく	一百	2	{}
1	日焼け	ひやけ	晒黑、晒干	0	{}
2	冷やす	ひやす	使冷静	2	{}
2	百科辞典	ひゃっかじてん	百科辞典	4	{百科事典}
2	表	ひょう	表格	0	{}
1	票	ひょう	投票时所使用的纸张	0	{}
2	費用	ひよう	经费、费用	1	{}
2	病	びょう	病	1	{}
2	秒	びょう	（时间的单位）秒数	1	{}
2	美容	びよう	美容	0	{}
4	病院	びょういん	医院	0	{}
2	評価	ひょうか	价值的评断	1	{}
4	病気	びょうき	生病	0	{}
2	表現	ひょうげん	表现、表达	3	{}
1	標語	ひょうご	标语	0	{}
2	表紙	ひょうし	封面	0,3	{}
2	標識	ひょうしき	道路指示、标记	0	{}
1	描写	びょうしゃ	描冩	0	{}
2	標準	ひょうじゅん	平均、均等、普通	0	{}
2	表情	ひょうじょう	表情	3	{}
2	平等	びょうどう	无差别、无分别	0	{}
2	評判	ひょうばん	经由批评所做出的判断	0	{}
2	標本	ひょうほん	标本	0	{}
2	表面	ひょうめん	物体最外层的部份	3	{}
2	評論	ひょうろん	评论、批评、讨论	0	{}
1	ひょっと	ひょっと	不经意、突然、万一…	0,1	{}
1	びら	びら	广告、传单	0	{}
4	平仮名	ひらがな	平假名	0,3,4	{}
3	開く	ひらく	开放、打开	2	{}
1	平たい	ひらたい	不凹不凸、平坦	0,3	{}
1	びり	びり	最下位(者)	1	{}
1	比率	ひりつ	比率	0	{}
1	肥料	ひりょう	肥料	1	{}
1	微量	びりょう	极少的份量	0	{}
4	昼	ひる	中午	2	{}
2	ビル	ビル	大厦	1	{}
4	昼御飯	ひるごはん	中餐	3	{}
2	ビルディング	ビルディング	大厦	1	{}
2	昼寝	ひるね	午睡	0	{}
3	昼間	ひるま	白天	3	{}
1	昼飯	ひるめし	午饭	0	{}
3	昼休み	ひるやすみ	午休	3	{}
1	比例	ひれい	比例	0	{}
4	広い	ひろい	宽阔、宽广、广泛	2	{}
3	拾う	ひろう	捡	0	{}
1	疲労	ひろう	疲累的	0	{}
1	披露	ひろう	披露、公布、发表	1	{}
2	広がる	ひろがる	扩大、展宽	0	{}
2	広げる	ひろげる	打开、扩展、摆开	0	{}
2	広さ	ひろさ	范围、宽度、幅度	0	{}
2	広場	ひろば	广场	1	{}
2	広々	ひろびろ	非常宽广的	3	{}
1	広まる	ひろまる	范围可以变宽广	0,3	{}
2	広める	ひろめる	范围宽广	3	{}
2	品	ひん	品格、风格	0	{}
2	便	びん	运送货物或信件等等	1	{}
2	瓶	びん	瓶子	1	{}
2	ピン	ピン	别针	1	{}
1	敏感	びんかん	感觉灵敏	0	{}
2	ピンク	ピンク	粉红色、色情	1	{}
1	貧血	ひんけつ	贫血	0	{}
1	貧困	ひんこん	贫穷、贫困、贫乏	0	{}
1	品質	ひんしつ	物品的价值	0	{}
1	貧弱	ひんじゃく	贫穷且虚弱	0	{}
1	品種	ひんしゅ	物品的种类	0	{}
2	便箋	びんせん	书签	0	{}
2	瓶詰め	びんづめ	把物品装进瓶子	0,4	{}
1	ヒント	ヒント	启发、提示	1	{}
1	頻繁	ひんぱん	常常、时常	0	{}
1	貧乏	びんぼう	贫穷、贫困、生活不容易	1	{}
2	分	ぶ	形势、程度	0	{}
2	部	ぶ	部分、部门、学校社团	0,1	{}
2	部	ぶ	份		{}
2	不	ふ//ぶ	没有、无、不		{無}
1	ファイト	ファイト	斗志、斗争、打斗	0,1	{}
1	ファイル	ファイル	资料夹	1	{}
2	ファスナー	ファスナー	拉链	1	{}
1	ファン	ファン	迷、爱好者、风扇、换气扇	1	{}
2	不安	ふあん	担心、心情紧张	0	{}
1	不意	ふい	突然、预想不到	0	{}
1	フィルター	フィルター	滤镜、过滤(嘴)(器)	0,1	{}
4	フィルム	フィルム	底片、薄膜、电影	1	{}
0	フイルム	フイルム	底片、薄膜、电影	0	{}
2	風	ふう	地方风俗、风格、方法、做法、状态		{}
1	封	ふう	封、封口	1	{}
2	風景	ふうけい	在当场的情景、眼前的景色	1	{}
1	封鎖	ふうさ	封锁、冻结	0	{}
1	風車	ふうしゃ	风车	0,1	{}
1	風習	ふうしゅう	风俗习惯	0	{}
2	風船	ふうせん	气球	0	{}
1	風俗	ふうぞく	日常生活中的做为	1	{}
1	ブーツ	ブーツ	靴子	1	{}
1	風土	ふうど	土地的状态	1	{}
4	封筒	ふうとう	信封	0	{}
2	夫婦	ふうふ	夫妻	1	{}
1	ブーム	ブーム	风潮、流行	1	{}
4	プール	プール	游泳池	1	{}
2	不運	ふうん	运气不好	1	{}
2	笛	ふえ	笛、横笛	0	{}
1	フェリー	フェリー	轮渡、货柜船的简称	1	{}
3	増える	ふえる	增加	2	{}
4	フォーク	フォーク	叉子	1	{}
1	フォーム	フォーム	形式、格式、样子	1	{}
2	不可	ふか	不好、不可以、不及格	1,2	{}
1	部下	ぶか	部下、下属	1	{}
3	深い	ふかい	深、浓	2	{}
1	不可欠	ふかけつ	必须、不可缺少	2	{}
1	ぶかぶか	ぶかぶか	身上所穿之物过大的样子	0,1	{}
2	深まる	ふかまる	变深了	3	{}
1	深める	ふかめる	想法很深	3	{}
2	武器	ぶき	武器、有力的手段	1	{}
2	不規則	ふきそく	不规则	2,3	{}
1	不吉	ふきつ	不吉利的象征	0	{}
2	普及	ふきゅう	普及、普遍	0	{}
1	不況	ふきょう	景气不好	0	{}
2	付近	ふきん	旁边、附近	1,2	{}
1	布巾	ふきん	擦食器的布	2	{}
4	吹く	ふく	吹	1	{}
4	服	ふく	衣服	2	{}
2	拭く	ふく	擦拭	0	{}
2	副	ふく	副	2	{}
1	福	ふく	幸运、福气	2	{}
1	複合	ふくごう	复合、合成	0	{}
3	複雑	ふくざつ	复杂、不简易、不单纯	0	{}
2	副詞	ふくし	副词	0	{}
1	福祉	ふくし	福利	0,2	{}
2	複写	ふくしゃ	复制、复印	0	{}
3	復習	ふくしゅう	复习	0	{}
2	複数	ふくすう	两个以上的数目	3	{}
2	服装	ふくそう	服装	0	{}
2	含む	ふくむ	包含	2	{}
2	含める	ふくめる	包含、包括	3	{}
1	覆面	ふくめん	遮面、匿名	0	{}
2	膨らます	ふくらます	使其膨涨	0	{}
2	膨らむ	ふくらむ	膨张、计划规模很大	0	{}
1	膨れる	ふくれる	胀、肿	0	{}
2	袋	ふくろ	袋子	3	{}
1	不景気	ふけいき	不景气	2	{}
2	不潔	ふけつ	不干净	0	{}
2	更ける	ふける	深夜	2	{}
1	老ける	ふける	上了年纪	2	{}
1	耽る	ふける	沉迷、热中	2	{}
2	不幸	ふこう	不幸	2	{}
2	符号	ふごう	符号	0	{}
1	富豪	ふごう	富豪	0	{}
1	布告	ふこく	布告	0	{}
1	ブザー	ブザー	蜂鸣器	1	{}
2	夫妻	ふさい	夫妻	1,2	{}
1	負債	ふさい	负债	0	{}
1	不在	ふざい	不在(家)	0	{}
2	塞がる	ふさがる	关、闭	0	{}
2	塞ぐ	ふさぐ	郁闷	0	{}
2	巫山戯る	ふざける	堵塞	0	{}
2	無沙汰	ぶさた	好久不见	0	{}
1	相応しい	ふさわしい	适合	4	{}
2	節	ふし	关节	2	{}
2	武士	ぶし	武士	1	{}
2	無事	ぶじ	平安	0	{}
2	不思議	ふしぎ	难以想像	0	{}
2	部首	ぶしゅ	部首	1	{}
2	不自由	ふじゆう	不如意	1	{}
1	不順	ふじゅん	不正常	0	{}
1	負傷	ふしょう	受伤	0	{}
1	侮辱	ぶじょく	侮辱	0	{}
1	不振	ふしん	不兴旺	0	{}
1	不審	ふしん	怀疑	0	{}
2	夫人	ふじん	夫人	0	{}
2	婦人	ふじん	妇女	0	{}
2	襖	ふすま	两面糊纸的拉门	0,3	{}
2	不正	ふせい	不正、不正	0	{}
2	防ぐ	ふせぐ	防御	2	{}
1	武装	ぶそう	武装	0	{}
2	不足	ふそく	缺少、不足	0	{}
2	付属	ふぞく	附属	0	{}
2	蓋	ふた	盖子	0	{}
1	札	ふだ	门票	0	{}
2	舞台	ぶたい	舞台	1	{}
2	双子	ふたご	双胞胎	0	{}
2	再び	ふたたび	再、又、再次	0	{}
4	二つ	ふたつ	两个	3	{}
4	豚肉	ぶたにく	猪肉	0	{}
4	二人	ふたり	两个人	3	{}
2	負担	ふたん	负担	0	{}
2	普段	ふだん	平时、平素	1	{}
2	縁	ふち	边缘	2	{}
1	不調	ふちょう	不顺利	0	{}
3	部長	ぶちょう	経理、主任	0	{}
2	打つ	ぶつ	打、敲	1	{}
2	物	ぶつ	东西		{}
3	普通	ふつう	普通	0	{}
2	不通	ふつう	不通、没音信	0	{}
4	二日	ふつか	两天、二号、二日	0	{}
2	物価	ぶっか	物价	0	{}
1	復活	ふっかつ	恢复	0	{}
2	打つかる	ぶつかる	撞、碰	0	{}
1	物議	ぶつぎ	众人的说法	1	{}
1	復旧	ふっきゅう	恢复原状	0	{}
2	打つける	ぶつける	扔、打中	0	{}
1	復興	ふっこう	复兴	0	{}
1	物資	ぶっし	物资	1	{}
2	物質	ぶっしつ	物质	0	{}
2	物騒	ぶっそう	骚动不安	3	{}
1	仏像	ぶつぞう	佛像	0	{}
1	物体	ぶったい	物体	0	{}
1	沸騰	ふっとう	沸腾	0	{}
2	ぶつぶつ	ぶつぶつ	小声嘟哝、牢騒、颗粒状物	1	{}
2	物理	ぶつり	物理	1	{}
2	筆	ふで	毛笔	0	{}
2	ふと	ふと	忽然	0,1	{}
4	太い	ふとい	粗、肥	2	{}
1	不当	ふとう	不当	0	{}
3	葡萄	ぶどう	葡萄	0	{}
1	不動産	ふどうさん	不动产	2	{}
3	太る	ふとる	肥胖	2	{}
3	布団	ふとん	垫被、被子	0	{}
2	船便	ふなびん	通航	0,2	{}
1	無難	ぶなん	平安无事	0,1	{}
1	赴任	ふにん	上任	0	{}
3	舟	ふね	船、舟	1	{船}
1	腐敗	ふはい	腐坏	0	{}
1	不評	ふひょう	评论不好	0	{}
2	部品	ぶひん	零件	0	{}
2	吹雪	ふぶき	暴风雪	1	{}
1	不服	ふふく	不满意	0	{}
2	部分	ぶぶん	部份	1	{}
2	不平	ふへい	不满	0	{}
1	普遍	ふへん	普通、共性、普及	0	{}
3	不便	ふべん	不方便	1	{}
2	父母	ふぼ	双亲	1	{}
1	踏まえる	ふまえる	踏、踩	2,3	{}
2	不満	ふまん	不满意	0	{}
2	踏切	ふみきり	平交道	0	{}
1	踏み込む	ふみこむ	闯入	3	{}
3	踏む	ふむ	踏、踩	0	{}
1	不明	ふめい	不清楚、不明	0	{}
2	麓	ふもと	山脚下	3	{}
1	部門	ぶもん	部门	1	{}
2	増やす	ふやす	增加、繁殖	2	{殖やす}
4	冬	ふゆ	冬天	2	{}
1	扶養	ふよう	扶养	0	{}
2	フライパン	フライパン	(长柄)平底锅	0	{}
2	ブラウス	ブラウス	女衬衫、罩衫	2	{}
2	ぶら下げる	ぶらさげる	悬挂	0	{}
2	ブラシ	ブラシ	刷子、画刷	0,1	{}
2	プラス	プラス	加、有利、正电、正数	0,1	{}
2	プラスチック	プラスチック	塑胶	4	{}
2	プラットホーム	プラットホーム	月台、平台	5	{}
1	ふらふら	ふらふら	蹓达、晃晃悠悠、迷迷糊糊、犹犹豫豫	1	{}
1	ぶらぶら	ぶらぶら	摇晃、镏跶、闲赋	1	{}
2	プラン	プラン	计划、设计图	1	{}
2	不利	ふり	不利	1	{}
1	振り	ふり	姿势、假装、挥动	0,2	{}
2	振り	ぶり	相隔、状态		{}
2	フリー	フリー	自由、免费	2	{}
1	振り返る	ふりかえる	回头看、回顾	3	{}
2	振り仮名	ふりがな	假名注音	0	{}
1	振り出し	ふりだし	出发点	0	{}
2	振り向く	ふりむく	回头	3	{}
1	不良	ふりょう	(品质)不好、(品质)坏	0	{}
1	浮力	ふりょく	浮力	1	{}
1	武力	ぶりょく	武力	1	{}
2	プリント	プリント	印刷(物)、列印	0	{}
4	降る	ふる	下、降	1	{}
2	古	ふる	旧东西	0	{}
2	振る	ふる	挥、招、摇、摆、撒	0	{}
4	古い	ふるい	旧、老、以往、古老、年久	2	{}
1	ブルー	ブルー	青色、忧郁	2	{}
2	震える	ふるえる	颤动、发抖	0	{}
2	故郷	ふるさと	故乡、老家	2	{郷里}
2	振舞う	ふるまう	行动、动作、款待	3	{}
1	震わせる	ふるわせる	震动、震撼	0	{}
1	無礼	ぶれい	没有礼貌	1	{}
2	ブレーキ	ブレーキ	刹车、制动装置、车闸	2	{}
3	プレゼント	プレゼント	礼物、送	2	{}
2	触れる	ふれる	接触、触及	0	{}
4	風呂	ふろ	澡盆、浴池	1,2	{}
2	プロ	プロ	内行(人)、专业//制作公司	1	{}
2	ブローチ	ブローチ	胸针、别针	2	{}
1	付録	ふろく	附录	0	{}
2	プログラム	プログラム	节目单、计划表、程式	3	{}
2	風呂敷	ふろしき	包袱	0	{}
1	フロント	フロント	正面、服务台	0	{}
2	ふわふわ	ふわふわ	轻飘飘	1	{}
4	分	ふん	分		{}
2	分	ぶん	部分、程度	1	{}
2	文	ぶん	文章、论文	1	{}
2	雰囲気	ふんいき	气氛	3	{}
2	噴火	ふんか	喷火	0	{}
3	文化	ぶんか	文化	1	{}
1	憤慨	ふんがい	气愤、愤概	0	{}
2	分解	ぶんかい	拆卸、分析	0	{}
3	文学	ぶんがく	文学	1	{}
1	文化財	ぶんかざい	文物、文化遗产	3	{}
1	分業	ぶんぎょう	分工	0	{}
2	文芸	ぶんげい	文艺	0,1	{}
2	文献	ぶんけん	文献、参考资料	0	{}
1	文語	ぶんご	书面语	0	{}
1	分散	ぶんさん	分散、散开	0	{}
1	分子	ぶんし	分子	1	{}
1	紛失	ふんしつ	遗失、失落、丢失	0	{}
1	噴出	ふんしゅつ	喷出、射出	0	{}
1	文書	ぶんしょ	文书、公文、文件	1	{}
4	文章	ぶんしょう	文章	1	{}
2	噴水	ふんすい	喷泉、喷水池	0	{}
2	分数	ぶんすう	分数	3	{}
2	分析	ぶんせき	分析、剖析	0	{}
1	紛争	ふんそう	纠纷、争端	0	{}
2	文体	ぶんたい	文体、风格	0	{}
1	ふんだん	ふんだん	很多、大量	0,1	{}
1	分担	ぶんたん	分担	0	{}
1	奮闘	ふんとう	奋战、奋斗	0	{}
1	分配	ぶんぱい	分配	0	{}
2	分布	ぶんぷ	分布	0	{}
1	分母	ぶんぼ	分母	1	{}
3	文法	ぶんぽう	文法	0	{}
2	文房具	ぶんぼうぐ	文具	3	{}
1	粉末	ふんまつ	粉末	0	{}
2	文脈	ぶんみゃく	前后文的逻辑性、文理、场面	0	{}
2	文明	ぶんめい	文明、物质文化	0	{}
2	分野	ぶんや	领域、范围	1	{}
1	分離	ぶんり	分离	0	{}
2	分量	ぶんりょう	数量、分量	3	{}
2	分類	ぶんるい	分类	0	{}
1	分裂	ぶんれつ	分裂、裂开	0	{}
1	ペア	ペア	一对	1	{}
2	塀	へい	围墙、墙强	0	{}
2	閉会	へいかい	闭会	0	{}
2	平気	へいき	冷静、不在乎	0	{}
1	兵器	へいき	兵器、武器	1	{}
2	平均	へいきん	平均	0	{}
2	平行	へいこう	平行、并行	0	{}
1	並行	へいこう	并行、并进	0	{}
1	閉口	へいこう	哑口无言、为难、吃不消	0	{}
1	閉鎖	へいさ	关闭、封闭	0	{}
1	兵士	へいし	士兵、战士	1	{}
2	平日	へいじつ	平常、平日	0	{}
1	平常	へいじょう	平常、普通	0	{}
2	兵隊	へいたい	兵队	0	{}
1	平方	へいほう	平方	0	{}
2	平凡	へいぼん	平凡、通俗	0	{}
2	平野	へいや	平原	0,1	{}
1	並列	へいれつ	并排、并列	0	{}
2	平和	へいわ	和平、和睦	0	{}
4	ページ	ページ	页、页数	0	{}
1	ベース	ベース	垒、基本	0,1	{}
1	辟易	へきえき	畏缩、退缩	0	{}
1	ぺこぺこ	ぺこぺこ	饿、空//点头哈腰、谄媚	0//1	{}
2	凹む	へこむ	凹下、陷下	0	{}
1	ベスト	ベスト	最佳//背心	1	{}
1	ベストセラー	ベストセラー	畅销书	4	{}
2	へそ	へそ	肚脐	0	{}
4	下手	へた	笨拙、不高明	2	{}
1	隔たる	へだたる	相隔、离	3	{}
2	隔てる	へだてる	隔开、分开、间隔	3	{}
3	別	べつ	区别、分别	0	{}
1	別居	べっきょ	分居	0	{}
2	別荘	べっそう	别墅	3	{}
4	ベッド	ベッド	床	1	{}
4	ペット	ペット	宠物	1	{}
2	別に	べつに	特别	0	{}
2	別々	べつべつ	分别、各别、各自	0	{}
2	ベテラン	ベテラン	老手	0	{}
4	部屋	へや	房间	2	{}
2	減らす	へらす	减少	0	{}
1	縁	へり	边缘	2	{}
1	謙る	へりくだる	谦恭、谦逊	0,4	{}
2	ヘリコプター	ヘリコプター	直升机	3	{}
2	減る	へる	饿	0	{}
2	減る	へる	减少	0	{}
1	経る	へる	经过、通过	1	{}
2	ベル	ベル	铃、门铃、电铃	1	{}
2	ベルト	ベルト	(皮)带	0	{}
4	辺	へん	附近、边	0,1	{}
3	変	へん	反常、奇怪	1	{}
2	遍	へん	次、回、遍		{}
2	編	へん	编辑		{}
2	便	べん	方便、便利	1	{}
4	ペン	ペン	钢笔、笔杆子	1	{}
2	変化	へんか	变化	1	{}
1	弁解	べんかい	辨解、办明	0	{}
1	変革	へんかく	改革、变革	0	{}
1	返還	へんかん	归还	0	{}
1	便宜	べんぎ	方便、权宜	1	{}
2	ペンキ	ペンキ	油漆、涂料	0	{}
1	返却	へんきゃく	还、归还	0	{}
4	勉強	べんきょう（する）	学习、用功	0	{}
1	偏見	へんけん	偏见、偏执	0	{}
1	弁護	べんご	辨解	1	{}
2	変更	へんこう	变更、更改	0	{}
1	返済	へんさい	还、还清	0	{}
3	返事	へんじ（する）	回答、回复	3	{}
2	編集	へんしゅう	编辑	0	{}
2	便所	べんじょ	厕所	3	{}
1	弁償	べんしょう	赔偿	0	{}
1	変遷	へんせん	变迁	0	{}
2	ベンチ	ベンチ	板凳、长凳	1	{}
2	ペンチ	ペンチ	钳子	1	{}
1	返答	へんとう	回答	0,3	{}
1	変動	へんどう	变动、改变	0	{}
2	弁当	べんとう	便当	3	{}
4	便利	べんり	方便、方便	1	{}
1	弁論	べんろん	辩论	0	{}
2	歩	ほ	步、走		{}
1	穂	ほ	穗、尖端	1	{}
2	ぽい	ぽい	表具有某种倾向的意思		{}
1	保育	ほいく	保育	0,1	{}
1	ボイコット	ボイコット	联合抵制	3	{}
1	ポイント	ポイント	(重)点	0	{}
4	方	ほう	这一方面	1	{}
2	法	ほう	法则、法律、道理、礼节	0	{}
2	方	ほう	方向、方形、方面	1	{}
2	棒	ぼう	棒子	0	{}
2	防	ぼう	防〜		{}
1	法案	ほうあん	法律草案、法案	0	{}
1	防衛	ぼうえい	防卫、保卫	0	{}
3	貿易	ぼうえき	贸易	0	{}
2	望遠鏡	ぼうえんきょう	望远镜	0	{}
1	防火	ぼうか	防火	0	{}
1	崩壊	ほうかい	崩溃	0	{}
1	妨害	ぼうがい	妨害、防碍	0	{}
2	方角	ほうがく	方向、方位	0	{}
1	法学	ほうがく	法学、法律学	1	{}
2	箒	ほうき	扫箒	0,1	{}
1	放棄	ほうき	放弃	1	{}
1	封建	ほうけん	封建	0	{}
2	方言	ほうげん	方言	3	{}
2	冒険	ぼうけん	冒险	0	{}
2	方向	ほうこう	方向	0	{}
2	報告	ほうこく	报告	0	{}
1	方策	ほうさく	方策	0	{}
1	豊作	ほうさく	丰收	0	{}
2	坊さん	ぼうさん	和尚	0	{}
1	奉仕	ほうし	服务、效力	0,1	{}
4	帽子	ぼうし	帽子	0	{}
2	防止	ぼうし	防止	0	{}
1	方式	ほうしき	方式、手续	0	{}
1	放射	ほうしゃ	放射	0	{}
1	放射能	ほうしゃのう	放射能	3	{}
1	報酬	ほうしゅう	报酬、工资	0	{}
1	放出	ほうしゅつ	放出、发放、处理	0	{}
1	報じる	ほうじる‧ずる	报答、报告	0,3	{報ずる}
2	方針	ほうしん	方针、磁针	0	{}
2	宝石	ほうせき	宝石	0	{}
1	紡績	ぼうせき	纺纱	0	{}
1	呆然	ぼうぜん	呆然、茫然	0	{茫然}
3	放送	ほうそう	广播	0	{}
2	包装	ほうそう	包装	0	{}
2	法則	ほうそく	法则、规律、定律	0	{}
2	包帯	ほうたい	绷带、纱布	0	{}
2	膨大	ぼうだい	膨胀、膨肿	0	{}
1	放置	ほうち	放置不理、放置不顾	0,1	{}
2	包丁	ほうちょう	菜刀、厨师、烹调	0	{}
1	膨張	ぼうちょう	膨胀、扩大、增加	0	{}
1	法廷	ほうてい	法庭	0	{}
2	方程式	ほうていしき	方程式	3	{}
1	報道	ほうどう	报导	0	{}
1	冒頭	ぼうとう	冒头、开头	0	{}
1	暴動	ぼうどう	暴动	0	{}
2	防犯	ぼうはん	防止犯罪	0	{}
1	褒美	ほうび	奖励、奖品	0	{}
2	豊富	ほうふ	丰富	0,1	{}
1	暴風	ぼうふう	暴风	3	{}
2	方法	ほうほう	方法、办法	0	{}
2	方々	ほうぼう	各方、到处	1	{}
1	葬る	ほうむる	埋葬、弃而不顾	3	{}
2	方面	ほうめん	方面、部门	3	{}
2	訪問	ほうもん	访问、拜访	0	{}
2	坊や	ぼうや	对男孩子的爱称	1	{}
1	放り込む	ほうりこむ	投进、扔进	4	{}
1	放り出す	ほうりだす	扔出去、丢开、开除	4	{}
3	法律	ほうりつ	法律	0	{}
1	暴力	ぼうりょく	武力、暴力	1	{}
2	放る	ほうる	扔、放弃	0	{}
1	飽和	ほうわ	饱和	0	{}
2	吠える	ほえる	吠、叫、咆哮	2	{}
2	ボーイ	ボーイ	服务员、男性侍者、男孩	0,1	{}
1	ホース	ホース	软管	1	{}
1	ポーズ	ポーズ	姿势、暂停	1	{}
2	ボート	ボート	船、小艇	1	{}
2	ボーナス	ボーナス	红利、奖金	1	{}
2	ホーム	ホーム	家、本垒	1	{}
1	ホール	ホール	大厅、集会场//孔、穴	1	{}
2	ボール	ボール	球//大碗	0,1	{}
4	ボールペン	ボールペン	原子笔	0	{}
1	保温	ほおん	保温	0	{}
4	外	ほか	另外、其他、外部、别处	0	{}
2	他	ほか	另外、其他、外部、别处	0	{}
1	捕獲	ほかく	捕获	0	{}
2	朗らか	ほがらか	（天气）晴朗、（心情）舒畅	2	{}
1	保管	ほかん	保管	0	{}
1	補給	ほきゅう	补充、供应	0	{}
1	補強	ほきょう	补强、增强、加强	0	{}
1	募金	ぼきん	募捐	0	{}
3	僕	ぼく	我（男子用于客气的场合）	0,1	{}
1	牧師	ぼくし	牧师	0,1	{}
2	牧場	ぼくじょう	牧场	0	{}
2	牧畜	ぼくちく	畜牧	0	{}
1	捕鯨	ほげい	补鲸	0	{}
4	ポケット	ポケット	口袋	1,2	{}
1	惚ける	ぼける	发呆//模糊	2	{呆ける,暈ける}
2	保健	ほけん	保健、保持健康	0	{}
1	保険	ほけん	保险	0	{}
1	保護	ほご	保护	1	{}
1	母校	ぼこう	母校	1	{}
1	母国	ぼこく	祖国	1	{}
2	埃	ほこり	尘埃、灰尘	0	{}
2	誇り	ほこり	自豪、荣誉	0,3	{}
1	誇る	ほこる	自夸、自豪、夸耀	2	{}
1	綻びる	ほころびる	绽线、微开	4	{}
3	星	ほし	星、小点、目标	0	{}
1	干し	ほし〜	晒干（的东西）	0	{}
4	欲しい	ほしい	希望得到的、需要的	2	{}
1	ポジション	ポジション	地位、(守备)位置	2	{}
1	干し物	ほしもの	晒干的东西	2,3	{}
1	保守	ほしゅ	保守	1	{}
1	補充	ほじゅう	补充	0	{}
2	募集	ぼしゅう	募集	0	{}
1	補助	ほじょ	补助	1	{}
2	保証	ほしょう	保证	0	{}
1	保障	ほしょう	保障	0	{}
1	補償	ほしょう	补偿	0	{}
2	干す	ほす	烘干	1	{}
2	ポスター	ポスター	海报	1	{}
4	ポスト	ポスト	邮筒、信箱、地位、职位	1	{}
4	細い	ほそい	细的	2	{}
1	舗装	ほそう	铺路	0	{}
1	補足	ほそく	补充	0	{}
2	保存	ほぞん	保存	0	{}
4	ボタン	ボタン	钮扣//按键	0,1	{}
1	墓地	ぼち	墓地	1	{}
2	北極	ほっきょく	北极	0	{}
1	発作	ほっさ	发作	0	{}
1	没収	ぼっしゅう	没收	0	{}
1	発足	ほっそく	成立	0	{}
2	坊ちゃん	ぼっちゃん	小朋友、大少爷	1	{}
1	ほっと	ほっと	轻轻叹息的样子、放心	0	{}
1	ポット	ポット	(暖)壶、热水瓶	1	{}
1	頬っぺた	ほっぺた	脸蛋	3	{}
1	ぼつぼつ	ぼつぼつ	斑点、慢慢	1	{}
1	没落	ぼつらく	没落	0	{}
4	ホテル	ホテル	旅馆	1	{}
2	程	ほど	限度、程度	0,2	{}
2	歩道	ほどう	人行道	0	{}
2	解く	ほどく	解开	2	{}
2	仏	ほとけ	佛像、死者、宽厚仁慈的人	0,3	{}
1	解ける	ほどける	解开	3	{}
1	施す	ほどこす	施行	3	{}
1	畔	ほとり	旁边、畔	0,3	{}
3	殆ど	ほとんど	大部份	2	{}
2	骨	ほね	骨	2	{}
2	炎	ほのお	火焰	1	{}
2	略	ほぼ	大致	1	{}
2	頬	ほほ//ほお	颊、脸蛋	1	{}
2	微笑む	ほほえむ	微笑	3	{}
3	褒める	ほめる	称赞、赞美	2	{}
1	ぼやく	ぼやく	嘟嚷	2	{}
1	暈やける	ぼやける	模糊	3	{}
1	保養	ほよう	疗养	0	{}
2	堀	ほり	沟	2	{濠}
1	捕虜	ほりょ	俘虏	1	{}
2	彫る	ほる	雕刻	1	{}
2	掘る	ほる	挖掘	1	{}
1	ボルト	ボルト	伏特//螺栓	0,1//0	{}
2	襤褸	ぼろ	数量很多	1	{}
1	滅びる	ほろびる	灭亡	0,3	{}
1	滅ぶ	ほろぶ	灭亡、绝灭	0,2	{}
1	滅ぼす	ほろぼす	使…灭亡	0,3	{}
4	本	ほん	书	1	{}
4	本	ほん	根、棵、只等（表示细长物的单位）		{}
2	盆	ぼん	盘、盆、盂兰盆节	0	{}
2	本	ほん〜	本〜	1	{}
1	本格	ほんかく	正式	0	{}
1	本館	ほんかん	原来的建筑物	0	{}
1	本気	ほんき	真心	0	{}
1	本国	ほんごく	本国	1	{}
1	本質	ほんしつ	本质	0	{}
1	本体	ほんたい	真相	1	{}
4	本棚	ほんだな	书架	1	{}
2	盆地	ぼんち	盆地	0	{}
0	本当	ほんと	真正	0	{}
4	本当	ほんとう	真正	0	{}
4	本当に	ほんとう	真正、真实	0,5	{}
2	本人	ほんにん	本人	1	{}
1	本音	ほんね	真心话	0	{}
2	本の	ほんの	仅仅	0	{}
1	本能	ほんのう	本能	1,3	{}
1	本場	ほんば	真正产地	0	{}
2	本部	ほんぶ	本部	1	{}
1	ポンプ	ポンプ	泵、帮浦、抽水马达	1	{}
1	本文	ほんぶん	本文	1	{}
1	本名	ほんみょう	真名	1	{}
2	本物	ほんもの	真货、正式的	0	{}
2	翻訳	ほんやく	翻译	0	{}
2	ぼんやり	ぼんやり	模糊	3	{}
2	本来	ほんらい	原来	1	{}
2	間	ま	间隔	0	{}
2	まあ	まあ	（表示惊叹）呀、唷	1	{}
1	マーク	マーク	记号、标章	1	{}
2	マーケット	マーケット	市场、商场	1,3	{}
2	まあまあ	まあまあ	好了好了//尚可	1--1//3	{}
4	枚	まい	张、块、片		{}
1	マイ	マイ〜	我的…		{}
2	毎	まい〜	每	1	{}
4	毎朝	まいあさ	每天早晨	1	{}
2	マイク	マイク	麦克风	1	{}
1	マイクロフォン	マイクロフォン	麦克风	4	{}
4	毎月	まいげつ‧まいつき	每个月	0	{}
2	迷子	まいご	迷路的孩子	1	{}
4	毎週	まいしゅう	每星期	0	{}
2	枚数	まいすう	张数	3	{}
1	埋蔵	まいぞう	埋藏	0	{}
2	毎度	まいど	经常	0	{}
2	マイナス	マイナス	减、负号、负面	0	{}
4	毎日	まいにち	每天	1	{}
4	毎年	まいねん‧まいとし	每年	0	{}
4	毎晩	まいばん	每天晚上	0,1	{}
3	参る	まいる	参拜、〔谦让语〕来、去	1	{}
1	舞う	まう	飘扬	0	{}
1	真上	まうえ	正上面	3	{}
4	前	まえ	前方、以前	1	{}
4	前	まえ	----之前、过去		{}
1	前売り	まえうり	预售	0	{}
1	前置き	まえおき	前言	0	{}
1	前もって	まえもって	预先	3	{}
1	任す	まかす	任凭	2	{}
1	負かす	まかす	打败	0	{}
2	任せる	まかせる	委托	3	{}
1	賄う	まかなう	维持、供给	3	{}
4	曲がる	まがる	弯曲、转弯	0	{}
3	曲がる	まがる	弯、转弯	0,3	{}
1	紛らわしい	まぎらわしい	容易混淆的	5	{}
1	紛れる	まぎれる	混淆	3	{}
2	巻く	まく	卷起	0	{}
2	蒔く	まく	播、撒、散布	1	{撒く}
2	幕	まく	布幕	2	{}
1	膜	まく	薄膜	2	{}
2	枕	まくら	枕头	1	{}
2	負け	まけ	输	0	{}
3	負ける	まける	输、败、屈服	3,0	{}
2	曲げる	まげる	歪曲	0	{}
2	孫	まご	孙子	2	{}
1	真心	まごころ	诚心诚意	2	{}
1	間誤つく	まごつく	惊慌、不知所措	0	{}
1	誠	まこと	诚心	0	{}
1	誠に	まことに	实在	0	{}
2	まごまご	まごまご	不知如何是好	1	{}
2	まさか	まさか	决（不…）、万万（想不到）	1	{}
1	正しく	まさしく	的确	2	{}
2	摩擦	まさつ	摩擦	0	{}
2	正に	まさに	真的、确实	1	{将に}
1	勝る	まさる	胜、强	2	{}
2	混ざる	まざる	混、混合	2	{交ざる}
1	増し	まし	增加		{}
1	交える	まじえる	混雑、搀和	3	{}
1	真下	ました	正下面	3	{}
1	況して	まして	况且	1	{}
3	真面目	まじめ	认真的	0	{}
2	混じる	まじる	混雑、同…一起	2	{交じる}
1	交わる	まじわる	交、交叉、交际	3	{}
2	増す	ます	增加	0	{}
3	先ず	まず	先、首先	1	{}
1	麻酔	ますい	麻醉	0	{}
4	不味い	まずい	难吃、不妙	2	{}
2	マスク	マスク	(假)面具、容貌	1	{}
1	マスコミ	マスコミ	大众传播、大众宣传	0	{}
2	貧しい	まずしい	贫穷的	3	{}
2	マスター	マスター	主人、精通、硕士	1	{}
2	益々	ますます	越发	2	{}
2	混ぜる	まぜる	混和	2	{交ぜる}
4	又	また	另、别、又	0,1,2	{}
1	股	また	叉、岔	2	{}
4	未だ	まだ	还、尚、依然、尚未、仍旧、另外	1	{}
1	跨る	またがる	跨	3	{}
2	跨ぐ	またぐ	跨过	2	{}
3	又は	または	或、或是	2	{}
4	町	まち	城镇	2	{}
2	街	まち	街	2	{}
2	待合室	まちあいしつ	等候室	3	{}
1	待ち合わせ	まちあわせ	等候会见	0	{}
2	待ち合わせる	まちあわせる	等候见面	5	{}
2	間違い	まちがい	错误	3	{}
2	間違う	まちがう	弄错	3	{}
3	間違える	まちがえる	做错、搞错、弄错	3,4	{}
2	街角	まちかど	街角	0	{}
1	待ち遠しい	まちどおしい	急切盼望的	5	{}
1	待ち望む	まちのぞむ	盼望、期待	0	{}
1	区々	まちまち	形形色色	0,2	{}
4	待つ	まつ	等、等待	1	{}
2	松	まつ	松树	1	{}
1	末	まつ	末、底	0,1	{}
2	真っ赤	まっか	鲜红、纯粹	3	{}
1	末期	まっき	末期	1	{}
2	真暗	まっくら	漆黑	3	{}
2	真黒	まっくろ	乌黑	3	{}
1	マッサージ	マッサージ	按摩	3	{}
2	真青	まっさお	深蓝	3	{}
2	真先	まっさき	最先	3	{}
2	真白	まっしろ	洁白	3	{}
2	真白い	まっしろい	雪白	4	{}
4	真っ直ぐ	まっすぐ・に	笔直、直接	3	{真っ直ぐに}
2	全く	まったく	完全	0	{}
4	マッチ	マッチ	火柴、调和、比赛	1	{}
1	真っ二つ	まっぷたつ	两半	3	{}
2	祭	まつり	祭典、节	0,3	{}
2	祭る	まつる	祭祀、崇敬	0,2	{祀る}
1	的	まと	的、目的	0	{}
4	窓	まど	窗户	1	{}
2	窓口	まどぐち	窗口	2	{}
1	纏り	まとまり	集中、统一、一贯	0	{}
2	纏る	まとまる	汇集、集中起来、结束	0	{}
1	纏め	まとめ	归纳、收集	0	{}
2	纏める	まとめる	归纳、整理	0	{}
2	学ぶ	まなぶ	学习	3	{}
3	間に合う	まにあう	赶得上、来得及	3	{}
1	免れる	まぬがれる	避免	4	{}
2	真似	まね	仿效	0	{}
1	招き	まねき	招待	3	{}
2	招く	まねく	招呼	2	{}
2	真似る	まねる	模仿	0	{}
1	瞬き	まばたき	眨眼、转瞬	3	{}
1	麻痺	まひ	麻痹	1	{}
2	眩しい	まぶしい	耀眼的	3	{}
2	瞼	まぶた	眼皮	1	{}
2	マフラー	マフラー	围巾	1	{}
2	ママ	ママ	妈妈、女店主	1	{}
3	まま	まま	任意、照旧		{}
1	まみれ	まみれ	沾满		{}
2	豆	まめ	豆子	2	{}
2	間も無く	まもなく	不久	2	{}
2	守	まもる	遵守	2	{}
1	眉	まゆ	眉毛	1	{}
2	迷う	まよう	迷失	2	{}
2	マラソン	マラソン	马拉松	0	{}
1	鞠	まり	鞠	2	{}
2	丸．円	まる	圆形、句点	0	{}
4	丸い	まるい	圆的、圆满的	0,2,3	{円い}
1	丸ごと	まるごと	完整的	0	{}
1	丸っきり	まるっきり	全然	5	{}
2	まるで	まるで	宛如	3	{}
1	丸々	まるまる	蜷曲、变得圆//完全、胖嘟嘟	0//3	{}
1	丸める	まるめる	弄圆	0	{}
2	稀	まれ	少有	0	{}
2	回す	まわす	使旋转	0	{}
2	回り．周り	まわり	周围	0	{}
2	回り道	まわりみち	绕道	0,3	{}
3	回る	まわる	转、绕道	0,3	{周る}
4	万	まん	万、极多	1	{}
2	万一	まん（が）いち	万一	1	{}
2	満員	まんいん	满额	0	{}
3	漫画	まんが	漫画	0	{}
1	満月	まんげつ	满月	1	{}
1	満場	まんじょう	全场	0	{}
2	マンション	マンション	公寓、住宅大楼	1	{}
1	慢性	まんせい	慢性	0	{}
2	満足	まんぞく	满足、满意	1	{}
2	満点	まんてん	满分	3	{}
3	真ん中	まんなか	正中央	0	{}
4	万年筆	まんねんひつ	自来水笔、钢笔	3	{}
1	真前	まんまえ	正前方	3	{}
1	真丸い	まんまるい	圆圆的	0,4	{真ん円い}
2	未	み	尚未、没	0	{}
2	身	み	身体	0	{}
2	実	み	果实、内容、成果	0	{}
2	み	み	表示状态，程度		{}
1	味	み	味		{}
1	見合い	みあい	相亲	0	{}
2	見上げる	みあげる	尊敬	0,3	{}
1	見合わせる	みあわせる	互相看	0,4	{}
3	見える	みえる	看得见	2	{}
2	見送り	みおくり	目送	0	{}
2	見送る	みおくる	送行	0	{}
1	見落す	みおとす	看漏	0,3	{}
2	見下ろす	みおろす	俯视	0	{}
1	未開	みかい	未开化	0	{}
1	味覚	みかく	味觉	0	{}
4	磨く	みがく	刷、磨	0	{}
2	見掛け	みかけ	外表	0	{}
1	見掛ける	みかける	见过	0,3	{}
2	味方	みかた	伙伴	0	{}
2	見方	みかた	看法	2,3	{}
2	三日月	みかづき	月牙形	0	{}
1	幹	みき	树干	1	{}
4	右	みぎ	右侧、右倾	0	{}
1	見苦しい	みぐるしい	难看	4	{}
2	見事	みごと	漂亮、完全	1	{}
1	見込み	みこみ	希望、预计	0	{}
1	未婚	みこん	未婚	0	{}
2	岬	みさき	海角	0	{}
4	短い	みじかい	短、短暂	3	{}
2	惨め	みじめ	悲惨	1	{}
1	未熟	みじゅく	未成熟	0,1	{}
2	ミシン	ミシン	缝纫机	1	{}
1	微塵	みじん	微小	0	{}
2	ミス	ミス	错误、失误	1	{}
1	ミス	ミス	小姐	1	{}
4	水	みず	水、液体	0	{}
2	湖	みずうみ	湖	3	{}
2	自ら	みずから	亲自	1	{}
2	水着	みずぎ	游泳衣	0	{}
1	水気	みずけ	水分	0	{}
1	ミスプリント	ミスプリント	错字、印刷错误	4	{}
1	見窄らしい	みすぼらしい	破旧	0,5	{}
4	店	みせ	商店、铺子	2	{}
1	ミセス	ミセス	太太、夫人	1	{}
1	見せびらかす	みせびらかす	炫燿	5	{}
1	見せ物	みせもの	让人观看	3,4	{}
2	店屋	みせや	店舖	2	{}
4	見せる	みせる	给看、让看	2	{}
2	味噌	みそ	豆酱	1	{}
1	溝	みぞ	水沟	0	{}
2	みたい	みたい	像〜一样		{}
2	見出し	みだし	标题	0	{}
1	満たす	みたす	装满	2	{}
1	乱れ	みだれ	打乱	3	{}
1	乱れる	みだれる	杂乱	3	{}
4	道	みち	道路、办法	0	{}
1	未知	みち	未知	1	{}
1	身近	みぢか	切身、近旁	0	{}
2	道順	みちじゅん	路线、顺序	0	{}
1	道端	みちばた	道旁、路边	0	{}
1	導く	みちびく	引导	3	{}
2	満ちる	みちる	充满	2	{}
2	蜜	みつ	蜜	1	{}
4	三日	みっか	三日、三号	0	{}
3	見付かる	みつかる	被看到	0,4	{}
3	見付ける	みつける	找、发现	0,4	{}
1	密集	みっしゅう	密集	0	{}
1	密接	みっせつ	紧接	0	{}
4	三つ	みっつ	三个、三岁	0	{}
1	密度	みつど	密度	1	{}
2	見っともない	みっともない	不好看	5	{}
2	見詰める	みつめる	凝视	0	{}
1	見積もり	みつもり	估计	0	{}
1	未定	みてい	未决定	0	{}
1	見通し	みとおし	预测	0	{}
2	認める	みとめる	看到	0	{}
4	緑	みどり	绿色	1	{}
3	皆	みな	全部、都	2	{}
2	見直す	みなおす	好转	0	{}
4	皆さん	みなさん	大家、各位	2	{}
1	見做す	みなす	认为	0,2	{}
3	港	みなと	港口	0	{}
4	南	みなみ	南、南方	0	{}
1	源	みなもと	水源、起源	0	{}
1	見習う	みならう	见习	0	{}
1	身形	みなり	打扮	1	{}
2	見慣れる	みなれる	眼熟	0	{}
2	醜い	みにくい	难看	3	{}
1	峰	みね	山峰	0,2	{}
1	身の上	みのうえ	境遇	4	{}
1	見逃す	みのがす	看漏	0	{}
1	身の回り	みのまわり	身边	0	{}
2	実る	みのる	成熟、结果	0	{}
1	見計らう	みはからう	估计、斟酌	0	{}
1	見晴らし	みはらし	眺望	0	{}
1	身振り	みぶり	姿态	0,1	{}
2	身分	みぶん	身分	1	{}
2	見本	みほん	样品、样本	0	{}
2	見舞い	みまい	探望	0	{}
2	見舞う	みまう	慰问	0	{}
2	未満	みまん	不足、不满	1	{}
4	耳	みみ	耳朵	2	{}
1	脈	みゃく	血管、脉络、希望	2	{}
2	土産	みやげ	礼物、土特产品	0	{}
2	都	みやこ	首都	0	{}
1	ミュージック	ミュージック	音乐	1	{}
2	妙	みょう	奇妙	1	{}
2	明	みょう	明〜		{}
2	明後日	みょうごにち	后天	3	{}
2	名字	みょうじ	姓氏	1	{}
2	未来	みらい	将来	1	{}
2	ミリ	ミリ（メートル）	公厘	1(3)	{}
2	魅力	みりょく	魅力、吸引力	0	{}
4	見る	みる	看见、体验	1	{}
2	診る	みる	诊察	1	{}
2	ミルク	ミルク	牛奶、奶粉	1	{}
1	未練	みれん	依依不舍	1	{}
1	見渡す	みわたす	瞭望	0,3	{}
2	民間	みんかん	民间、私人	0	{}
2	民主	みんしゅ	民主	0,1	{}
1	民宿	みんしゅく	民宿、家庭旅店	0	{}
1	民俗	みんぞく	民俗	1	{}
1	民族	みんぞく	民族	1	{}
4	皆	みんな	大家//全部、都	3//0	{}
2	民謡	みんよう	民歌、民谣	0	{}
2	無	む	无、没有	1	{}
4	六日	むいか	六号、六日、六天	0	{}
1	無意味	むいみ	无意义	2	{}
1	ムード	ムード	风气、倾向	1	{}
2	向い	むかい	对面	0	{}
3	向う	むかう	面向、往、去	0	{}
2	迎え	むかえ	迎接	0	{}
3	迎える	むかえる	迎接	4,0	{}
3	昔	むかし	从前	0	{}
2	向き	むき	方向	1	{}
2	向く	むく	向、朝	0	{}
2	剥く	むく	剥、削	0	{}
1	無口	むくち	不爱说话	1	{}
2	向け	むけ	面向		{}
2	向ける	むける	向	0	{}
2	無限	むげん	无限	0	{}
1	婿	むこ	婿	1	{}
4	向こう	むこう	对面、对方	0,2	{}
1	無効	むこう	无效	0	{}
1	無言	むごん	无言、不说话	0	{}
3	虫	むし	昆虫、虫子	0	{}
2	無視	むし	不顾‧忽视	1	{}
2	無地	むじ	素色	1	{}
2	蒸暑	むしあつい	闷热	4	{}
2	虫歯	むしば	蛀牙	0	{}
1	無邪気	むじゃき	思想单纯、幼稚	1	{}
2	矛盾	むじゅん	产生矛盾	0	{}
1	毟る	むしる	拔、撕、揪	0	{}
2	寧ろ	むしろ	与其…不如	1	{}
2	蒸す	むす	蒸	1	{}
2	無数	むすう	无数	2	{}
4	難しい	むずかしい	难理解、难解决	0,4,5	{}
3	息子	むすこ（さん）	儿子‧男孩	0	{}
1	結	むすび	紧、结束、饭团	0	{}
1	結び付き	むすびつき	联系、结合、关系	0	{}
1	結び付く	むすびつく	有关系、结成一体	4	{}
1	結び付ける	むすびつける	结合	5	{}
2	結ぶ	むすぶ	系、结、结合、建立关系、紧闭	0	{}
3	娘	むすめ（さん）	女儿、姑娘	3(0)	{}
1	無線	むせん	无线电、无线	0	{}
2	無駄	むだ	延带、浪费	0	{}
1	無駄遣い	むだづかい	浪费	3	{}
1	無断	むだん	擅自、私自	1	{}
1	無知	むち	无知、无知识	1	{}
1	無茶	むちゃ	毫无道理、胡乱、乱来	1	{}
1	無茶苦茶	むちゃくちゃ	毫无道理、乱七八糟、过分	0	{}
2	夢中	むちゅう	梦中、热中、沉醉	0	{}
4	六つ	むっつ	第六、六个、六歳	3	{}
1	空しい	むなしい	空虚、徒然	3	{虚しい}
2	胸	むね	胸、心、肺、内心	2	{}
1	無念	むねん	无牵无挂、懊悔	1	{}
1	無能	むのう	无能、无才能	0	{}
1	無闇	むやみに	胡乱、过度	1	{}
1	無用	むよう	没用处、没事、没必要	0,1	{}
4	村	むら	村庄	2	{}
1	斑	むら	不均匀、不齐	0	{}
1	群がる	むらがる	群集	3	{}
2	紫	むらさき	紫色、紫丁香、酱油	2	{}
3	無理	むり	无理、勉强、不讲道理	1	{}
2	無料	むりょう	不用钱、免费	0,1	{}
2	群	むれ	群、伙	2	{}
1	無論	むろん	不用说、当然	0	{}
4	目	め	眼睛、眼球	1	{}
3	目	め	第〜、正在…的时候		{}
2	芽	め	芽	1	{}
2	姪	めい	姪女、外甥女	1	{}
2	名	めい	位、人		{}
2	名	めい〜	知名、有名		{}
2	明確	めいかく	明确	0	{}
2	名作	めいさく	名作、杰出的作品	0	{}
1	名産	めいさん	名产	0	{}
2	名刺	めいし	名片	0	{}
2	名詞	めいし	名词	0	{}
2	名所	めいしょ	名胜	3	{}
1	名称	めいしょう	明称	0	{}
2	命じる	めいじる・ずる	命令、任命、命名	0	{命ずる}
2	迷信	めいしん	迷信	0	{}
2	名人	めいじん	名人、名家、国手	3	{}
1	命中	めいちゅう	命中	0	{}
1	明白	めいはく	明白	0	{}
2	名物	めいぶつ	有名的东西	1	{}
1	名簿	めいぼ	名册	0	{}
2	銘々	めいめい	各自	3	{}
1	名誉	めいよ	名誉	1	{}
1	明瞭	めいりょう	明了	0	{}
2	命令	めいれい	命令	0	{}
1	明朗	めいろう	明朗	0	{}
2	迷惑	めいわく	迷惑	1	{}
2	目上	めうえ	上司、长辈	0	{}
1	メーカー	メーカー	制造商	0,1	{}
2	メーター	メーター	公厘、仪表	0,1	{}
4	メートル	メートル	公尺	0	{}
2	メール	メール//ｅメール//Ｅメール	电子邮件、信件	0,1	{ｅメール,Ｅメール}
1	目方	めかた	重量	0	{}
4	眼鏡	めがね	眼镜	1	{}
2	恵まれる	めぐまれる	赋予	0	{}
1	恵み	めぐみ	恩惠	0	{}
1	恵む	めぐむ	施恩	2	{}
1	捲る	めくる	揭下、翻	0	{}
2	巡る	めぐる	循环	0	{}
2	目指す	めざす	以…目标	2	{}
2	目覚まし	めざまし	叫醒	2	{}
1	目覚ましい	めざましい	惊人	4	{}
1	目覚める	めざめる	觉醒	3	{}
2	飯	めし	饭	2	{}
3	召し上がる	めしあがる	〔尊敬语〕吃、喝、吸	0,4,5	{}
2	目下	めした	部下	0,3	{}
2	目印	めじるし	记号	2	{}
1	召す	めす	召见	1	{}
1	雌	めす	雌	2	{}
3	珍しい	めずらしい	新奇的、罕见的	4	{}
2	目立つ	めだつ	显眼	2	{}
2	滅茶苦茶	めちゃくちゃ	不合理、荒谬、乱七八糟	0	{}
1	目付き	めつき	眼神	1	{}
2	めっきり	めっきり	显著	3	{}
1	メッセージ	メッセージ	信息、通信	1	{}
2	滅多に	めった	胡乱、鲁莽	1	{}
1	滅亡	めつぼう	灭亡	0	{}
1	メディア	メディア	媒体	1	{}
2	目出度い	めでたい	可喜可贺	3	{}
1	目途	めど	针孔	1	{}
2	メニュー	メニュー	菜单、一览表	1	{}
2	眩暈	めまい	晕眩	2	{}
2	メモ	メモ	便条(纸)、记录要点	1	{}
1	目盛り	めもり	度数、刻度	3	{}
2	目安	めやす	目标、标识	0,1	{}
1	メロディー	メロディー	旋律	1	{}
2	綿	めん	绵	1	{}
2	面	めん	脸、假面、表面	0,1	{}
1	面会	めんかい	见面	0	{}
2	免許	めんきょ	批准、许可	1	{}
1	免除	めんじょ	免除	1	{}
1	面する	めんする	面向	3	{}
2	免税	めんぜい	免税金	0	{}
2	面積	めんせき	面积	1	{}
2	面接	めんせつ	接见、面试	0	{}
2	面倒	めんどう	麻烦、棘手、照料	3	{}
2	面倒臭い	めんどうくさい	非常麻烦	6	{}
0	面倒臭い	めんどくさい	非常麻烦	5	{}
2	メンバー	メンバー	成员、选手	1	{}
1	面目	めんぼく・めんもく	面目、名誉	0	{}
1	喪	も	居丧	0	{}
4	もう	もう	另外、再	0	{}
4	もう	もう	已经、既	1	{}
1	網	もう	网		{}
2	儲かる	もうかる	赚钱、得便宜	3	{}
2	儲ける	もうける	赚钱、得利	3	{}
1	設ける	もうける	预备	3	{}
3	申し上げる	もうしあげる	〔谦让语〕说、讲	0,5	{}
1	申し入れる	もうしいれる	提议	0,5	{}
1	申し込み	もうしこみ	报名、申请	0	{}
2	申し込む	もうしこむ	报名、提出	0,4	{}
1	申し出	もうしで	申请	0	{}
1	申し出る	もうしでる	申述	0	{}
1	申し分	もうしぶん	缺点	3	{}
2	申し訳	もうしわけ	申辨	0	{}
2	申し訳ない	もうしわけない	十分对不起	0	{}
3	申す	もうす	〔谦让语〕说、讲、叫作、告诉	1	{}
3	もう直ぐ	もうすぐ	马上	3	{}
1	盲点	もうてん	盲点	1	{}
3	もう一つ	もうひとつ	更	4	{}
2	毛布	もうふ	毛毯	1	{}
1	猛烈	もうれつ	凶猛	0	{}
2	燃える	もえる	燃烧、(情热)洋溢	0	{}
2	モーター	モーター	原动机、马达	1	{}
1	モーテル	モーテル	情侣旅馆、汽车旅馆	1	{}
1	踠く	もがく	扭动	2	{}
2	木材	もくざい	木材	0,2	{}
2	目次	もくじ	目录	0	{}
2	目的	もくてき	目的	0	{}
2	目標	もくひょう	指标、目标	0	{}
2	木曜	もくよう//もく	星期四	3//1	{木}
4	木曜日	もくようび	星期四	3	{}
2	潜る	もぐる	潜入	2	{}
1	目録	もくろく	目次	0	{}
1	目論見	もくろみ	计划	0,4	{}
1	模型	もけい	模型、雏型	0	{}
1	模索	もさく	探寻	0	{}
3	若し	もし	如果	1	{}
2	文字	もじ//もんじ	字	1	{}
2	若しかしたら	もしかしたら	万一	1--2	{}
1	若しかして	もしかして	如果、万一	1	{}
2	若しかすると	もしかすると	也许	1--0	{}
1	若しくは	もしくは	或、或者	0	{}
2	若しも	もしも	假使	1	{}
4	もしもし	もしもし	(打电话时)喂喂	1	{}
1	齎す	もたらす	带来	0,3	{}
2	凭れる	もたれる	倚靠	3	{}
2	モダン	モダン	近代的、摩登	0,1	{}
2	餅	もち	年糕	0	{}
2	持ち	もち	负担、持有、持久性		{}
2	持ち上げる	もちあげる	拿起	0,4	{}
2	用いる	もちいる	用、使	0,3	{}
1	持ち切り	もちきり	论一件事	0	{}
3	勿論	もちろん	当然、不用说	2	{}
4	持つ	もつ	拿、带来、保持	1	{}
1	目下	もっか	当前	1	{}
2	勿体無い	もったいない	有罪的	5	{}
1	以って	もって	用、由于	1	{}
4	もっと	もっと	更、进一步	1	{}
2	尤も	もっとも	合理、正确//可是、不过	1,3	{}
2	最も	もっとも	最	1,3	{}
1	専ら	もっぱら	专门	0,1	{}
1	持て成す	もてなす	对待	0,3	{}
1	持てる	もてる	受欢迎、吃香、能拿	2	{}
2	モデル	モデル	模式、型号、模特儿	0,1	{}
2	元	もと	本源	2	{}
2	基	もと	根基	2	{}
2	戻す	もどす	返还	2	{}
2	基づく	もとづく	根据	3	{}
2	求める	もとめる	追求、要求	3	{}
2	元々	もともと	本来、元来	0	{}
3	戻る	もどる	返回	2	{}
1	モニター	モニター	显示器、监视	0,1	{}
4	物	もの	物品、物质	0,2	{}
2	者	もの	人	2	{}
1	物	もの	东西	2	{}
2	物置	ものおき	仓库	3,4	{}
2	物音	ものおと	响动	3,4	{}
2	物語	ものがたり	谈话	3	{}
2	物語る	ものがたる	说明	4	{}
2	物事	ものごと	事物	2	{}
2	物差し	ものさし	标准	3,4	{}
1	物好き	ものずき	好奇	2	{}
2	物凄い	ものすごい	可怕的	4	{}
1	物足りない	ものたりない	不太充分的	0,5	{}
2	モノレール	モノレール	单轨电车	3	{}
1	最早	もはや	已经	1	{}
1	模範	もはん	模范	0	{}
1	模倣	もほう	模仿	0	{}
2	紅葉	もみじ	红叶	1	{}
2	揉む	もむ	搓	0	{}
1	揉める	もめる	争执	0	{}
3	木綿	もめん	棉花、棉纱	0	{}
2	股	もも	大腿	1	{腿}
2	燃やす	もやす	燃烧	0	{}
2	模様	もよう	花纹	0	{}
2	催し	もよおし	集会	2	{}
1	催す	もよおす	拥抱、擧行	0,3	{}
3	貰う	もらう	接受、取得	0	{}
1	漏らす	もらす	遗漏、漏出	2	{}
3	森	もり	树林	0	{}
1	盛り上がる	もりあがる	隆起	4	{}
2	盛る	もる	装满	0	{}
1	漏る	もる	漏出、透过	2	{}
1	漏れる	もれる	漏出、泄漏、落选	2	{}
1	もろい	もろい	彻底地	1	{}
1	脆い	もろい	易坏的	2	{}
4	門	もん	门、----之门	1	{}
2	問	もん	质问		{}
2	文句	もんく	话说、不满	1	{}
4	問題	もんだい	问题、(麻烦)事件	0	{}
2	問答	もんどう	争论	1,3	{}
4	屋	や	〜店		{}
2	夜	や	夜、夜晩		{}
1	矢	や	箭	1	{}
4	八百屋	やおや	蔬菜店、蔬菜商人	0	{}
1	野外	やがい	郊外	0,1	{}
2	軈て	やがて	不久	0	{}
2	喧しい	やかましい	吵闹的	4	{}
2	薬缶	やかん	水壶	0	{}
2	夜間	やかん	夜间、夜晩	1	{}
3	焼く	やく	焚烧、烤	0	{}
2	約	やく	大约	1	{}
2	訳	やく	翻译	1	{}
2	役	やく	任务	2	{}
1	薬	やく	药、毒品		{}
1	夜具	やぐ	寝具	1	{}
2	役者	やくしゃ	演员	0	{}
2	役所	やくしょ	机关、官厅	3	{}
1	役職	やくしょく	职务	0	{}
2	訳す	やくす・する	翻译、译	3	{訳する}
3	約束	やくそく（する）	约定、约会	0	{}
2	役立つ	やくだつ	有用、有益	3	{}
3	役に立つ	やくにたつ	有益处	2--1	{}
2	役人	やくにん	官史	0	{}
1	役場	やくば	地方行政机关	3	{}
2	薬品	やくひん	药品	0	{}
2	役目	やくめ	职务、任务	3	{}
2	役割	やくわり	分配的任务	0,3,4	{}
2	火傷	やけど	烧伤	0	{}
1	自棄に	やけに	非常、过于	1	{}
3	焼ける	やける	着火、烧成、烧、热	0	{}
2	夜行	やこう	夜间行走、夜车	0	{}
4	野菜	やさい	蔬菜	0	{}
4	易しい	やさしい	容易的、易懂	0,3	{}
3	優しい	やさしい	亲切、温柔、优美的	0,3	{}
1	屋敷	やしき	宅地	3	{}
1	養う	やしなう	养育、培养	0,3	{}
2	矢印	やじるし	箭头	2	{}
1	野心	やしん	野心	1	{}
4	安い	やすい	便宜、低廉的、安稳	2	{}
3	易い	やすい	容易〜		{}
1	安っぽい	やすっぽい	不值钱的	4	{}
4	休み	やすみ	休息、休假	3	{}
4	休む	やすむ	休息、停歇	2	{}
1	休める	やすめる	使休息	3	{}
1	野生	やせい	野生（动植物）	0	{}
3	痩せる	やせる	瘦	0	{}
1	矢鱈に	やたら	随便、任意、过分	0	{矢鱈と}
2	家賃	やちん	房租	1	{}
1	奴	やつ	〔卑语〕家伙	1	{}
2	厄介	やっかい	麻烦、难办	1	{}
2	薬局	やっきょく	药店	0	{}
4	八つ	やっつ	八个、八歳	3	{}
2	やっつける	やっつける	打败、把…(工作等)做完、教训一顿	4	{}
3	やっと	やっと	好不容易、勉勉强强	0	{}
2	宿	やど	房屋、旅馆	1	{}
2	雇う	やとう	雇用	2	{}
1	野党	やとう	在野党	0,1	{}
2	家主	やぬし	房东	0,1	{}
2	屋根	やね	屋顶	1	{}
3	矢張り	やはり//やっぱり	仍然、果然、还是	2	{}
2	破く	やぶく	破掉	2	{}
2	破る	やぶる	破掉、违反、打破、打败	2	{}
2	破れる	やぶれる	破碎、破裂、失败//败	3	{敗れる}
4	山	やま	山	2	{}
1	闇	やみ	黑暗	2	{}
3	止む	やむ	停止	0	{}
1	病む	やむ	患病	1	{}
2	やむを得ない	やむをえない	不得已	4	{}
3	止める	やめる	停止、退(辞)、戒、作罢	0	{}
2	辞める	やめる	辞职、退学	0	{}
2	稍	やや	稍微	1	{}
1	ややこしい	ややこしい	复杂的、麻烦的	4	{}
1	遣り通す	やりとおす	做彻底	4	{}
1	遣り遂げる	やりとげる	做完	4	{}
4	遣る	やる	做	0	{}
3	遣る	やる	给与、请进、请到	0	{}
3	柔らかい	やわらかい	柔软的、柔韧	4	{}
2	軟らかい	やわらかい	软、柔软的、温和的	4	{}
1	和らげる	やわらげる	使柔和	4	{}
1	ヤング	ヤング	年轻人	1	{}
3	湯	ゆ	热水、温泉	1	{}
1	油	ゆ	油		{}
2	唯一	ゆいいつ	唯一、独一无二	1	{}
1	優	ゆう	优秀	1	{}
0	言う	ゆう	说、诉说	0,2	{}
1	優位	ゆうい	优越地位、优势	1	{}
1	憂鬱	ゆううつ	忧郁	0	{}
1	有益	ゆうえき	有益	0	{}
1	優越	ゆうえつ	优越	0	{}
2	遊園地	ゆうえんち	游园地	3	{}
4	夕方	ゆうがた	傍晚、黄昏	0	{}
2	夕刊	ゆうかん	晚报	0	{}
1	勇敢	ゆうかん	勇敢	0	{}
2	勇気	ゆうき	勇气	1	{}
1	有機	ゆうき	有机	1	{}
1	夕暮れ	ゆうぐれ	傍晚、黄昏	0	{}
2	友好	ゆうこう	友好	0	{}
2	有効	ゆうこう	有效	0	{}
1	融資	ゆうし	通融资金	1	{}
2	優秀	ゆうしゅう	优秀	0	{}
2	優勝	ゆうしょう	优胜、获得冠军	0	{}
2	友情	ゆうじょう	友谊	0	{}
2	友人	ゆうじん	朋友	0	{}
1	融通	ゆうずう	借贷、畅通、随机应变	0	{}
1	有する	ゆうする	有、具有	3	{}
1	優勢	ゆうせい	优势	0	{}
1	優先	ゆうせん	优先	0	{}
2	郵送	ゆうそう	邮寄	0	{}
2	夕立	ゆうだち	雷阵雨	0	{}
1	誘導	ゆうどう	导致	0	{}
2	有能	ゆうのう	有能力	0	{}
4	夕飯	ゆうはん	晩饭	0	{}
2	夕日	ゆうひ	夕阳	0	{}
1	優美	ゆうび	优美	1	{}
2	郵便	ゆうびん	邮件	0	{}
4	郵便局	ゆうびんきょく	邮局	3	{}
4	昨夜［の意］	ゆうべ	昨夜、昨晚	3//0	{}
2	夕べ	ゆうべ	傍晩	3	{}
1	有望	ゆうぼう	有(希)望	0	{}
1	遊牧	ゆうぼく	游牧	0	{}
4	有名	ゆうめい	有名、著名	0	{}
2	ユーモア	ユーモア	幽默	1	{}
1	夕焼け	ゆうやけ	晚霞	0	{}
2	悠々	ゆうゆう	从容不迫	3	{}
2	有利	ゆうり	有利	1	{}
2	有料	ゆうりょう	收费	0	{}
1	有力	ゆうりょく	有力、有势力	0	{}
1	幽霊	ゆうれい	鬼魂	1	{}
1	誘惑	ゆうわく	引诱	0	{}
1	故	ゆえ（に）	理由、情况	2	{}
2	床	ゆか	地板	0	{}
2	愉快	ゆかい	愉快、有趣	1	{}
2	浴衣	ゆかた	夏季穿的单和服	0	{}
1	歪む	ゆがむ	偏斜	0	{}
4	雪	ゆき	雪	2	{}
2	行方	ゆくえ	去向、下落、前途	0	{}
2	湯気	ゆげ	热气、水蒸气	1	{}
2	輸血	ゆけつ	输血	0	{}
1	揺さぶる	ゆさぶる	摇晃	0	{}
3	輸出	ゆしゅつ	输出	0	{}
1	濯ぐ	ゆすぐ	洗刷、漂洗	0	{}
2	譲る	ゆずる	转让、谦让、让歩	0	{}
2	輸送	ゆそう	运输	0	{}
2	豊か	ゆたか	丰富、富裕	1	{}
2	油断	ゆだん	疏忽大意	0	{}
4	ゆっくり	ゆっくり・と	慢慢的	3	{}
2	茹でる	ゆでる	煮	2	{}
1	ゆとり	ゆとり	宽裕	0	{}
1	ユニーク	ユニーク	独特、独一无二、别致、新奇	2	{}
1	ユニフォーム	ユニフォーム	制服	1,2,3	{}
3	輸入	ゆにゅう（する）	进口	0	{}
2	湯飲み	ゆのみ	茶碗、茶杯	3	{}
3	指	ゆび	手指	2	{}
1	指差す	ゆびさす	用手指	3	{}
3	指輪	ゆびわ	戒指	0	{}
1	弓	ゆみ	弓	2	{}
3	夢	ゆめ	梦	2	{}
1	揺らぐ	ゆらぐ	摇动	0,2	{}
2	緩い	ゆるい	松、缓慢	2	{}
2	許す	ゆるす	容许	2	{}
1	緩む	ゆるむ	松驰、缓和	2	{}
1	緩める	ゆるめる	放松、缓和	3	{}
1	緩やか	ゆるやか	宽松、缓慢	2	{}
3	揺れる	ゆれる	摇动、摇摆、不安定	0	{}
2	夜	よ	夜、夜晚	1	{}
1	世	よ	世间	0,1	{}
2	夜明け	よあけ	拂晓、黎明	3	{}
1	良い	よい	好	1	{}
2	よいしょ	よいしょ	好阿	1	{}
3	用	よう	事情、费用	1	{}
3	様	よう	方式、样子、〜的东西	1	{}
2	酔う	よう	醉	1	{}
1	洋	よう	西洋	1	{}
2	容易	ようい	容易	0	{}
3	用意	ようい（する）	准备	1	{}
1	要因	よういん	主要原因	0	{}
1	溶液	ようえき	溶液	1	{}
4	八日	ようか	八日、八号	0	{}
2	溶岩	ようがん	溶岩	1	{}
2	陽気	ようき	有朝气、天气	0	{}
2	容器	ようき	容器	1	{}
2	要求	ようきゅう	要求	0	{}
1	用件	ようけん	事情	0,3	{}
2	用語	ようご	用语	0	{}
1	養護	ようご	护养	1	{}
2	要旨	ようし	主旨	1	{}
2	用紙	ようし	用纸	0,1	{}
3	用事	ようじ	事情、工作	0	{}
2	幼児	ようじ	幼儿	1	{}
1	様式	ようしき	格式	0	{}
2	用心	ようじん	注意、小心	1	{}
2	様子	ようす	情况	0	{}
1	要する	ようする	需要	3	{}
2	要するに	ようするに	总之	3	{}
1	要請	ようせい	请求、要求	0	{}
1	養成	ようせい	培养	0	{}
2	容積	ようせき	容量、体积	1	{}
2	要素	ようそ	要素、成分	1	{}
1	様相	ようそう	样子	0	{}
2	幼稚	ようち	幼稚	0,1	{}
2	幼稚園	ようちえん	幼稚园	3	{}
2	要点	ようてん	要点	3	{}
2	用途	ようと	用途	1	{}
2	曜日	ようび	星期	0	{}
1	用品	ようひん	用品	0	{}
2	洋品店	ようひんてん	洋货店	3	{}
1	洋風	ようふう	西洋式	0	{}
4	洋服	ようふく	西服	0	{}
2	養分	ようぶん	养分	1	{}
1	用法	ようほう	用法	0	{}
1	要望	ようぼう	要求	0	{}
2	羊毛	ようもう	羊毛	0	{}
2	漸く	ようやく	渐渐、好容易	0	{}
2	要領	ようりょう	要领	3	{}
2	ヨーロッパ	ヨーロッパ	欧洲	3	{}
1	余暇	よか	余暇	1	{}
1	予感	よかん	预感	0	{}
2	予期	よき	预期	1	{}
1	余興	よきょう	余兴	0	{}
1	預金	よきん	存款	0	{}
4	良く	よく	经常、常常	1	{}
4	好く	よく	漂亮、好	1	{}
2	翌	よく	次、下一个	0	{}
1	欲	よく	欲望	2	{}
3	よく	よく、いらっしゃいました。	观迎、你来了	1--6	{いらっしゃいました}
1	抑圧	よくあつ	压制	0	{}
1	浴室	よくしつ	浴室	0	{}
1	翌日	よくじつ	次日、第二天	0	{}
1	抑制	よくせい	抑制	0	{}
2	欲張り	よくばり	贪婪	3,4	{}
1	欲深い	よくふかい	贪得无厌	0,4	{}
1	欲望	よくぼう	欲望	0	{}
2	余計	よけい	多余、更、更加	0	{}
1	避ける	よける	避开	2	{}
1	予言	よげん	预言	0	{}
4	横	よこ	横、旁边	0	{}
2	横切る	よこぎる	横过	3	{}
2	遣す	よこす	寄来	2	{}
2	汚す	よごす	弄脏	0	{}
1	横綱	よこづな	横纲	0	{}
1	汚れ	よごれ	污秽	0	{}
3	汚れる	よごれる	弄脏、脏的	0	{}
2	予算	よさん	预算	0,1	{}
1	よし	よし	可、好、行	1	{}
1	良し	よし	好	1	{}
1	善し悪し	よしあし	好坏	1,2	{}
3	予習	よしゅう	预习	0	{}
2	止す	よす	停止	1	{}
2	寄せる	よせる	靠近、迫近、移近、寄、寄居、倾心	0	{}
2	余所	よそ	别处	2	{}
1	予想	よそう	预料	0	{}
2	予測	よそく	预测	0	{}
1	余所見	よそみ	其余所见	2,3	{}
1	余地	よち	余地	0,1	{}
4	四日	よっか	四天、四号	0	{}
2	四つ角	よつかど	十字路口	0	{}
4	四つ	よっつ	四、四个	3	{}
1	因って	よって	原因	0	{由って}
2	ヨット	ヨット	游艇、帆船	1	{}
2	酔っ払い	よっぱらい	醉汉	0	{}
3	予定	よてい	预定	0	{}
1	与党	よとう	执政党	0,1	{}
2	夜中	よなか	半夜	3	{}
2	世の中	よのなか	世间	2	{}
2	予備	よび	预备	1	{}
2	呼び掛ける	よびかける	号召	4	{}
2	呼出す	よびだす	叫出来	3	{}
1	呼び止める	よびとめる	叫住	4	{}
4	呼ぶ	よぶ	叫、叫来、呼做	0	{}
1	夜更かし	よふかし	熬夜	3	{}
1	夜更け	よふけ	深夜	3	{}
2	余分	よぶん	多余	0	{}
2	予報	よほう	预报	0	{}
2	予防	よぼう	预防	0	{}
1	余程	よほど	相当、差一点	0	{}
2	読み	よみ	读、读法	2	{}
1	読み上げる	よみあげる	宣读	0,4	{}
1	蘇る	よみがえる	复苏	3	{}
4	読む	よむ	看、读、阅读	1	{}
2	嫁	よめ	媳妇	0	{}
3	予約	よやく	预约	0	{}
2	余裕	よゆう	充裕	0	{}
2	より	より	更	0	{}
1	寄り	より	靠、偏	0	{}
1	寄り掛かる	よりかかる	倚靠	4	{}
4	夜	よる	夜、夜间、夜晚	1	{}
3	寄る	よる	靠近、顺路	0	{}
2	因る	よる	基于、因为、根据	0	{}
3	拠ると	（に）よると	由于〜、根据〜	0	{}
2	喜び	よろこび	喜悦//祝贺	0	{慶び}
3	喜ぶ	よろこぶ	高兴、喜悦	3	{}
2	慶ぶ	よろこぶ	高兴、喜悦、祝	3	{}
3	よろしい	よろしい	可以、适当地	0,3	{}
4	よろしく	（どうぞ，）よろしく。	请关照、多多指教	(1)0	{}
1	輿論	よろん	舆论	1	{世論}
4	弱い	よわい	弱的、不擅长	2	{}
1	弱まる	よわまる	变弱	3	{}
1	弱める	よわめる	使衰弱、削弱	3	{}
1	弱る	よわる	衰弱	2	{}
2	四	よん	四	1	{}
2	等	ら	〜们		{}
2	来	らい〜	下〜	0,1	{}
4	来月	らいげつ	下个月	1	{}
4	来週	らいしゅう	下星期	0	{}
1	来場	らいじょう	到场	0	{}
1	ライス	ライス	米饭	1	{}
2	ライター	ライター	打火机	1	{}
2	ライト	ライト	灯、光//权利	1	{}
2	来日	らいにち	来日本	0	{}
4	来年	らいねん	明年	0	{}
1	ライバル	ライバル	对手	1	{}
2	楽	らく	舒适、轻松	2	{}
2	落第	らくだい	不及格	0	{}
1	酪農	らくのう	酪畜牧业	0	{}
2	ラケット	ラケット	球拍	1,2	{}
4	ラジオ	ラジオ	广播	1	{}
4	ラジカセ	ラジカセ	收录两用收音机、录放音机	0	{}
1	落下	らっか	落下	0,1	{}
1	楽観	らっかん	乐观	0	{}
2	ラッシュアワー	ラッシュアワー	(交通)尖峰时刻	4	{}
1	ラベル	ラベル	标签	0,1	{}
2	欄	らん	栏	1	{}
2	ランチ	ランチ	午餐、午饭	1	{}
2	ランニング	ランニング	跑步	0	{}
1	ランプ	ランプ	电灯、油灯	1	{}
2	乱暴	らんぼう	粗暴、野蛮	0	{}
1	濫用	らんよう	滥用	0	{}
1	リード	リード	领导、领先	1	{}
2	利益	りえき	利益、利润	1	{}
2	理科	りか	理科	1	{}
2	理解	りかい	理解	1,0	{}
2	利害	りがい	利害	1	{}
2	陸	りく	陆地	0,2	{}
1	理屈	りくつ	道理	0	{}
2	利口	りこう	聪明	0	{}
2	離婚	りこん	离婚	1,0	{}
1	利子	りし	利息	1	{}
1	利潤	りじゅん	利润	0	{}
2	リズム	リズム	节奏、韵律	1	{}
1	理性	りせい	理智	1	{}
2	理想	りそう	理想	0	{}
1	利息	りそく	利息	0	{}
2	率	りつ	比率	1	{}
1	立体	りったい	立体	0	{}
2	リットル	リットル	公升	0	{}
4	立派	りっぱ	美观、堂皇、优秀、卓越、完全、光明正大	0	{}
1	立方	りっぽう	立方	0	{}
1	立法	りっぽう	立法	0	{}
1	利点	りてん	优点	0	{}
2	リボン	リボン	缎带	1	{}
1	略語	りゃくご	略语	0	{}
2	略す	りゃくす・する	简略	3	{略する}
1	略奪	りゃくだつ	掠夺	0	{}
2	流	りゅう	〜式		{}
3	理由	りゆう	理由、缘故、借口	0	{}
2	流域	りゅういき	流域	0	{}
2	留学	りゅうがく	留学	0	{}
4	留学生	りゅうがくせい	留学生	3	{}
2	流行	りゅうこう	流行	0	{}
1	流通	りゅうつう	流通	0	{}
2	量	りょう	量	1	{}
2	寮	りょう	宿舍	1	{}
2	料	りょう	〜费		{}
2	領	りょう	〜领地		{}
2	両	りょう〜	双〜	0,1	{}
3	利用	りよう･する	利用	0	{}
1	領域	りょういき	领域	0,1	{}
1	了解	りょうかい	了解	0	{}
1	領海	りょうかい	领海	0	{}
2	両替	りょうがえ	兑换	0,1	{}
2	両側	りょうがわ	双方	0	{}
1	両極	りょうきょく	两极	0	{}
2	料金	りょうきん	费用	1	{}
1	良好	りょうこう	良好	0	{}
2	漁師	りょうし	渔夫	1	{}
2	領事	りょうじ	领事	1	{}
1	良識	りょうしき	明智	0	{}
1	良質	りょうしつ	优质	0	{}
2	領収	りょうしゅう	领收	0	{}
1	了承	りょうしょう	了解	0	{}
4	両親	りょうしん	双亲、父母	1	{}
1	良心	りょうしん	良心	1	{}
1	領地	りょうち	领地	1	{}
1	領土	りょうど	领土	1	{}
3	両方	りょうほう	两方、双方、两者、两边、两侧	0,3	{}
4	料理	りょうり	做饭菜、烹调、饭菜、菜肴	1	{}
1	両立	りょうりつ	两立	0	{}
1	旅客	りょかく	旅客	0	{}
3	旅館	りょかん	旅馆	0	{}
2	力	りょく	〜力量		{}
1	旅券	りょけん	护照	0	{}
4	旅行	りょこう（する）	旅行	0	{}
1	履歴	りれき	履歴	0	{}
1	理論	りろん	理论	1	{}
1	林業	りんぎょう	林业	0,1	{}
2	臨時	りんじ	临时	0	{}
1	類	るい	类	1	{}
1	類似	るいじ	类似	0	{}
1	類推	るいすい	类推	0	{}
1	ルーズ	ルーズ	散漫	1	{}
1	ルール	ルール	规则	1	{}
3	留守	るす	外出、不在家、看门（的人）	1	{}
2	留守番	るすばん	看家	0	{}
4	零	れい	零	1	{}
2	例	れい	例子	1	{}
2	礼	れい	礼仪	1	{}
2	例外	れいがい	例外	0	{}
2	礼儀	れいぎ	礼仪	3	{}
1	冷酷	れいこく	冷酷	0	{}
2	冷静	れいせい	冷静	0	{}
1	冷蔵	れいぞう	冷藏	0	{}
4	冷蔵庫	れいぞうこ	冰箱	3	{}
1	冷淡	れいたん	冷淡	3	{}
2	零点	れいてん	零分	3	{}
2	冷凍	れいとう	冷冻	0	{}
3	冷房	れいぼう	冷气	0	{}
2	レインコート	レインコート	雨衣	4	{}
1	レース	レース	赛跑//花边、蕾丝	1	{}
3	歴史	れきし	历史	0	{}
1	レギュラー	レギュラー	正规、通常、正式选手	1	{}
2	レクリエーション	レクリエーション	娱乐、消遣、修养	4	{}
4	レコード	レコード	唱片、记录	1,2	{}
3	レジ	レジ	出纳处、收银员	1	{}
2	レジャー	レジャー	休闲、余暇	1	{}
4	レストラン	レストラン	餐厅、西餐馆、饭馆	1	{}
2	列	れつ	队	1	{}
2	列車	れっしゃ	列车	0	{}
1	レッスン	レッスン	课(业)	1	{}
2	列島	れっとう	列岛	0	{}
1	レディー	レディー	女士	1	{}
1	レバー	レバー	板手、杆	1	{}
2	レベル	レベル	水平、水准、级	0,1	{}
3	レポート	レポート//リポート	报告	2	{リポート}
1	恋愛	れんあい	恋爱	0	{}
2	煉瓦	れんが	砖	1	{}
1	連休	れんきゅう	连休	0	{}
2	連合	れんごう	联合	0	{}
1	レンジ	レンジ	炉子、范围	1	{}
1	連日	れんじつ	连日	0	{}
4	練習	れんしゅう（する）	练习	0	{}
2	レンズ	レンズ	凹凸镜片、透镜	1	{}
2	連想	れんそう	联想	0	{}
2	連続	れんぞく	连续	0	{}
1	連帯	れんたい	联合	0	{}
1	レンタカー	レンタカー	租用汽车	3,4	{}
1	連中	れんちゅう	伙伴	0,1	{}
1	レントゲン	レントゲン	Ｘ光线、伦琴射线	0,3	{}
1	連邦	れんぽう	联邦	0	{}
1	連盟	れんめい	联盟	0	{}
3	連絡	れんらく（する）	联络、联系、通讯	0	{}
4	廊下	ろうか	走廊	0	{}
2	老人	ろうじん	老人	0,3	{}
1	老衰	ろうすい	衰老	0	{}
2	蝋燭	ろうそく	蜡烛	3,4	{}
2	労働	ろうどう	劳动	0	{}
1	朗読	ろうどく	朗读	0	{}
1	浪費	ろうひ	浪费	0,1	{}
1	労力	ろうりょく	劳力	1	{}
1	ロープ	ロープ	绳索、绞索	1	{}
1	ロープウエイ	ロープウエイ	(钢丝)索道、空中览车	5	{}
2	ローマ字	ローマじ	罗马字	0,3	{}
4	六	ろく	六	2	{}
1	碌な	ろく	正经的、充分地（与否定呼应）	0	{碌に}
2	録音	ろくおん	录音	0	{}
2	ロケット	ロケット	火箭	1,2	{}
1	露骨	ろこつ	露骨	0	{}
2	ロッカー	ロッカー	(锁)柜	1	{}
2	ロビー	ロビー	大厅	1	{}
1	ロマンチック	ロマンチック//ロマンティック	空想的、浪漫的、罗曼蒂克	4	{ロマンティック}
2	論	ろん	〜论	1	{}
1	論議	ろんぎ	议论	1	{}
2	論じる	ろんじる・ずる	论述	0	{論ずる}
2	論争	ろんそう	争论	0	{}
2	論文	ろんぶん	论文	0	{}
1	論理	ろんり	逻辑	1	{}
2	羽	わ	只、只	1	{}
2	輪	わ	圈、车轮	1	{}
2	和	わ〜	日式	1	{}
3	ワープロ	ワープロ	文字处理机	0	{}
4	ワイシャツ	ワイシャツ	衬衫	0	{}
2	ワイン	ワイン	葡萄酒	1	{}
2	和英	わえい	日英	0	{}
2	我が	わが	我的〜、我们的〜	1	{}
4	若い	わかい	年轻的、年少的、幼稚、朝气蓬勃	2	{}
3	沸かす	わかす	烧开、使…沸腾、使兴高采烈	0	{}
2	我が儘	わがまま	任性	4,3	{}
1	若者	わかもの	年青人、青年	0	{}
4	分かる	わかる	明白、知道、懂、理解	2	{}
2	別れ	わかれ	别离、分别、分手	3	{分れ}
3	別れる	わかれる	告别、（夫妇）离婚	3	{}
2	分かれる	わかれる	分开、分离、分手	3	{}
2	若々しい	わかわかしい	年轻奕奕	5	{}
2	脇	わき	腋下	2	{}
3	沸く	わく	沸腾	0	{}
2	湧く	わく	冒出、发生	0	{}
1	枠	わく	框框	2	{}
1	惑星	わくせい	行星	0	{}
3	訳	わけ	意思、内容、理由、原因	1	{}
2	分ける	わける	分开、分类	2	{}
1	技	わざ	技能	2	{}
2	態と	わざと	故意地	1	{}
1	態々	わざわざ	专程	1	{}
2	僅か	わずか	仅	1	{}
1	煩わしい	わずらわしい	烦	0,5	{}
3	忘れ物	わすれもの	忘记带、忘记拿、忘了拿的东西	0	{}
4	忘れる	わすれる	忘记、忘掉、忘怀、遗忘	0	{}
2	綿	わた	棉	2	{}
2	話題	わだい	话题	0	{}
4	私	わたくし	〔敬语〕我	0	{}
4	私	わたし	我	0	{}
4	渡す	わたす	交付、给予、让给、渡、架	0	{}
1	渡り鳥	わたりどり	候鸟	3	{}
4	渡る	わたる	渡、经过	0	{}
1	ワット	ワット	瓦(特)	1	{}
1	詫び	わび	歉意	0	{}
2	詫びる	わびる	道歉	0	{}
1	和風	わふう	日本式	0	{}
2	和服	わふく	和服	0	{}
1	和文	わぶん	日文的文章	0	{}
1	藁	わら	稻草	1	{}
2	笑い	わらい	笑	0	{}
3	笑う	わらう	笑、可笑、不知羞耻	0	{}
1	割	わり	〜成	1	{}
3	割合	わりあい	比率	0	{}
3	割合に	わりあいに	比较、虽然…但是	0	{}
1	割当	わりあて	分摊	0	{}
1	割込む	わりこむ	挤进	3	{}
2	割算	わりざん	除法	2	{}
2	割りに	わりに・と	比较	0	{割りと}
2	割引	わりびき	折扣	0	{}
2	割る	わる	打破、分开、低于、除、对	0	{}
4	悪い	わるい	坏、差、不好、（情况）不正常	2	{}
2	悪口	わるくち	坏话	2	{}
1	悪者	わるもの	坏人	0	{}
1	我	われ	我、自己	1	{}
3	割れる	われる	碎、坏、破坏、破裂	0	{}
2	我々	われわれ	我们	0	{}
2	碗	わん	碗	0	{椀}
2	湾	わん	海湾	0	{}
2	ワンピース	ワンピース	洋装	3	{}
\.


--
-- Name: jlpt jlpt_pkey; Type: CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.jlpt
    ADD CONSTRAINT jlpt_pkey PRIMARY KEY (level, word, reading, meaning);


























--
-- Name: hsk; Type: TABLE; Schema: public; Owner: -
--

CREATE TABLE public.hsk (
    level integer NOT NULL,
    word text NOT NULL,
    pinyin text NOT NULL
);


--
-- Data for Name: hsk; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.hsk (level, word, pinyin) FROM stdin;
1	爱	ài
1	八	bā
1	爸爸	bàba
1	吧	ba
1	白天	báitiān
1	百	bǎi
1	半	bàn
1	包子	bāozi
1	杯子	bēizi
1	本	běn
1	边	biān
1	病	bìng
1	不	bù
1	不客气	bú kèqi
1	不要	búyào
1	菜	cài
1	茶	chá
1	唱	chàng
1	超市	chāoshì
1	车	chē
1	吃	chī
1	出租车	chūzūchē
1	穿	chuān
1	打电话	dǎ diànhuà
1	大	dà
1	大家	dàjiā
1	大学	dàxué
1	大学生	dàxuéshēng
1	到	dào
1	的	de
1	第	dì
1	弟弟	dìdi
1	点	diǎn
1	店	diàn
1	电话	diànhuà
1	电脑	diànnǎo
1	电视	diànshì
1	电影	diànyǐng
1	电影院	diànyǐngyuàn
1	东西	dōngxi
1	都	dōu
1	读	dú
1	读书	dúshū
1	对	duì
1	对不起	duìbuqǐ
1	多	duō
1	多少	duōshao
1	儿子	érzi
1	二	èr
1	饭	fàn
1	饭店	fàndiàn
1	房间	fángjiān
1	非常	fēicháng
1	飞机	fēijī
1	分	fēn
1	分钟	fēnzhōng
1	高兴	gāoxìng
1	歌	gē
1	哥哥	gēge
1	个	gè
1	给	gěi
1	公司	gōngsī
1	工作	gōngzuò
1	狗	gǒu
1	贵	guì
1	国	guó
1	还	hái
1	孩子	háizi
1	汉语	Hànyǔ
1	汉字	Hànzì
1	好	hǎo
1	好吃	hǎochī
1	好看	hǎokàn
1	好听	hǎotīng
1	好玩儿	hǎowánr
1	号	hào
1	喝	hē
1	和	hé
1	很	hěn
1	后	hòu
1	回	huí
1	会	huì
1	火车	huǒchē
1	鸡蛋	jīdàn
1	几	jǐ
1	家	jiā
1	家人	jiārén
1	见	jiàn
1	件	jiàn
1	饺子	jiǎozi
1	叫	jiào
1	姐姐	jiějie
1	今年	jīnnián
1	今天	jīntiān
1	九	jiǔ
1	觉得	juéde
1	开	kāi
1	开车	kāichē
1	看	kàn
1	看病	kànbìng
1	看见	kànjiàn
1	可以	kěyǐ
1	课	kè
1	口	kǒu
1	块	kuài
1	来	lái
1	老师	lǎoshī
1	了	le
1	冷	lěng
1	里	lǐ
1	两	liǎng
1	零	líng
1	六	liù
1	妈妈	māma
1	吗	ma
1	买	mǎi
1	卖	mài
1	忙	máng
1	猫	māo
1	没关系	méi guānxi
1	没事	méishì
1	没有	méiyǒu
1	妹妹	mèimei
1	们	men
1	米饭	mǐfàn
1	面包	miànbāo
1	面条儿	miàntiáor
1	明年	míngnián
1	明天	míngtiān
1	名字	míngzi
1	哪	nǎ
1	哪个	nǎge
1	哪里	nǎlǐ
1	哪儿	nǎr
1	哪些	nǎxiē
1	那	nà
1	那边	nàbiān
1	那个	nàge
1	那里	nàlǐ
1	那儿	nàr
1	那些	nàxiē
1	男	nán
1	男朋友	nánpéngyou
1	呢	ne
1	能	néng
1	你	nǐ
1	你好	nǐ hǎo
1	你们	nǐmen
1	年	nián
1	您	nín
1	牛奶	niúnǎi
1	女	nǚ
1	女儿	nǚ’ér
1	女朋友	nǚpéngyou
1	女士	nǚshì
1	朋友	péngyou
1	便宜	piányi
1	漂亮	piàoliang
1	苹果	píngguǒ
1	七	qī
1	起床	qǐchuáng
1	千	qiān
1	前	qián
1	钱	qián
1	请	qǐng
1	请问	qǐngwèn
1	去	qù
1	去年	qùnián
1	热	rè
1	人	rén
1	认识	rènshi
1	日	rì
1	三	sān
1	商店	shāngdiàn
1	上	shàng
1	上班	shàngbān
1	上课	shàngkè
1	上午	shàngwǔ
1	上学	shàngxué
1	少	shǎo
1	谁	shéi/shuí
1	什么	shénme
1	生病	shēngbìng
1	十	shí
1	时候	shíhou
1	时间	shíjiān
1	事	shì
1	是	shì
1	手机	shǒujī
1	书	shū
1	书店	shūdiàn
1	水	shuǐ
1	水果	shuǐguǒ
1	睡	shuì
1	睡觉	shuìjiào
1	说	shuō
1	说话	shuōhuà
1	四	sì
1	岁	suì
1	他	tā
1	它	tā
1	她	tā
1	他们	tāmen
1	它们	tāmen
1	她们	tāmen
1	太	tài
1	天	tiān
1	天气	tiānqì
1	听	tīng
1	听见	tīngjiàn
1	同学	tóngxué
1	外	wài
1	外边	wàibian
1	玩	wán
1	晚	wǎn
1	晚饭	wǎnfàn
1	晚上	wǎnshang
1	喂	wèi
1	问	wèn
1	问题	wèntí
1	我	wǒ
1	我们	wǒmen
1	五	wǔ
1	午饭	wǔfàn
1	喜欢	xǐhuan
1	下	xià
1	下雨	xià yǔ
1	下班	xiàbān
1	下课	xiàkè
1	下午	xiàwǔ
1	先生	xiānsheng
1	现在	xiànzài
1	想	xiǎng
1	小	xiǎo
1	小朋友	xiǎopéngyǒu
1	小时	xiǎoshí
1	小学	xiǎoxué
1	小学生	xiǎoxuéshēng
1	些	xiē
1	写	xiě
1	谢谢	xièxie
1	新	xīn
1	星期	xīngqī
1	星期日	xīngqīrì
1	星期天	xīngqītiān
1	休息	xiūxi
1	学	xué
1	学生	xuéshēng
1	学习	xuéxí
1	学校	xuéxiào
1	雪	xuě
1	要	yào
1	也	yě
1	一	yī
1	衣服	yīfu
1	医生	yīshēng
1	医院	yīyuàn
1	一半	yíbàn
1	一下	yíxià
1	椅子	yǐzi
1	一点儿	yìdiǎnr
1	一些	yìxiē
1	有	yǒu
1	有的	yǒude
1	有点儿	yǒudiǎnr
1	有些	yǒuxiē
1	雨	yǔ
1	元	yuán
1	月	yuè
1	再	zài
1	在	zài
1	再见	zàijiàn
1	早	zǎo
1	早饭	zǎofàn
1	早上	zǎoshang
1	怎么	zěnme
1	怎么样	zěnmeyàng
1	找	zhǎo
1	这	zhè
1	这边	zhèbiān
1	这个	zhège
1	这里	zhèlǐ
1	这儿	zhèr
1	这些	zhèxiē
1	真	zhēn
1	正在	zhèngzài
1	只	zhī
1	知道	zhīdào
1	中国	Zhōngguó
1	中文	Zhōngwén
1	中午	zhōngwǔ
1	中学	zhōngxué
1	中学生	zhōngxuéshēng
1	住	zhù
1	桌子	zhuōzi
1	字	zì
1	昨天	zuótiān
1	坐	zuò
1	做	zuò
1	做饭	zuò fàn
2	多	duō
2	给	gěi
2	好	hǎo
2	那	nà
2	啊	a
2	爱好	àihào
2	白色	báisè
2	班	bān
2	帮	bāng
2	帮忙	bāngmáng
2	包	bāo
2	本子	běnzi
2	比	bǐ
2	笔	bǐ
2	别	bié
2	不错	búcuò
2	不好意思	bù hǎoyìsi
2	长	cháng
2	车站	chēzhàn
2	出	chū
2	出国	chūguó
2	出来	chūlái
2	出门	chūmén
2	出去	chūqù
2	床	chuáng
2	词	cí
2	次	cì
2	从	cóng
2	从小	cóngxiǎo
2	错	cuò
2	打	dǎ
2	打车	dǎchē
2	打开	dǎkāi
2	但	dàn
2	但是	dànshì
2	得	de
2	地	de
2	等	děng
2	地铁	dìtiě
2	点	diǎn
2	懂	dǒng
2	动	dòng
2	饭馆	fànguǎn
2	飞	fēi
2	高	gāo
2	高中	gāozhōng
2	告诉	gàosu
2	个子	gèzi
2	跟	gēn
2	公交车	gōngjiāochē
2	过	guò
2	过	guo
2	过来	guòlái
2	过年	guònián
2	过去	guòqù
2	还是	háishi
2	黑色	hēisè
2	红茶	hóngchá
2	红色	hóngsè
2	后面	hòumiàn
2	花	huā
2	画	huà
2	坏	huài
2	回来	huílái
2	回去	huíqù
2	机场	jīchǎng
2	机票	jīpiào
2	记得	jìde
2	间	jiān
2	教	jiāo
2	教室	jiàoshì
2	介绍	jièshào
2	进	jìn
2	近	jìn
2	进来	jìnlái
2	进去	jìnqù
2	经常	jīngcháng
2	酒店	jiǔdiàn
2	就	jiù
2	咖啡	kāfēi
2	开始	kāishǐ
2	开学	kāixué
2	考	kǎo
2	考试	kǎoshì
2	可能	kěnéng
2	裤子	kùzi
2	快	kuài
2	快乐	kuàilè
2	快要	kuàiyào
2	篮球	lánqiú
2	累	lèi
2	离	lí
2	里面	lǐmiàn
2	楼	lóu
2	路	lù
2	路上	lùshang
2	旅游	lǚyóu
2	绿茶	lǜchá
2	绿色	lǜsè
2	慢	màn
2	没意思	méi yìsi
2	每	měi
2	门	mén
2	门口	ménkǒu
2	门票	ménpiào
2	面	miàn
2	名	míng
2	拿	ná
2	那么	nàme
2	那样	nàyàng
2	奶茶	nǎichá
2	奶奶	nǎinai
2	男孩儿	nánháir
2	鸟	niǎo
2	女孩儿	nǚháir
2	旁边	pángbiān
2	跑	pǎo
2	跑步	pǎobù
2	票	piào
2	妻子	qīzi
2	起来	qǐlái
2	前面	qiánmiàn
2	晴	qíng
2	球	qiú
2	让	ràng
2	肉	ròu
2	商场	shāngchǎng
2	上来	shànglái
2	上面	shàngmiàn
2	上去	shàngqù
2	上网	shàngwǎng
2	身体	shēntǐ
2	生日	shēngrì
2	时	shí
2	事情	shìqing
2	手	shǒu
2	手表	shǒubiǎo
2	书包	shūbāo
2	舒服	shūfu
2	送	sòng
2	虽然	suīrán
2	所以	suǒyǐ
2	疼	téng
2	踢	tī
2	题	tí
2	条	tiáo
2	跳舞	tiàowǔ
2	头	tóu
2	外国	wàiguó
2	外面	wàimiàn
2	完	wán
2	万	wàn
2	往	wǎng
2	网上	wǎngshang
2	忘	wàng
2	位	wèi
2	为什么	wèi shénme
2	希望	xīwàng
2	洗	xǐ
2	洗手间	xǐshǒujiān
2	下来	xiàlái
2	下面	xiàmiàn
2	下去	xiàqù
2	小孩儿	xiǎoháir
2	小时候	xiǎoshíhou
2	笑	xiào
2	姓	xìng
2	姓名	xìngmíng
2	颜色	yánsè
2	眼睛	yǎnjing
2	药	yào
2	药店	yàodiàn
2	爷爷	yéye
2	一会儿	yíhuìr
2	已经	yǐjīng
2	一起	yìqǐ
2	意思	yìsi
2	阴	yīn
2	因为	yīnwèi
2	游	yóu
2	游泳	yóuyǒng
2	有意思	yǒu yìsi
2	有时	yǒushí
2	右	yòu
2	右边	yòubian
2	鱼	yú
2	远	yuǎn
2	运动	yùndòng
2	站	zhàn
2	丈夫	zhàngfu
2	这么	zhème
2	这样	zhèyàng
2	着	zhe
2	正	zhèng
2	周	zhōu
2	准备	zhǔnbèi
2	自己	zìjǐ
2	走	zǒu
2	走路	zǒulù
2	足球	zúqiú
2	最	zuì
2	左	zuǒ
2	左边	zuǒbian
3	点	diǎn
3	分	fēn
3	回	huí
3	家	jiā
3	有些	yǒuxiē
3	头	tóu
3	一会儿	yíhuìr
3	阿姨	āyí
3	矮	ǎi
3	爱人	àiren
3	安静	ānjìng
3	安全	ānquán
3	把	bǎ
3	搬	bān
3	班级	bānjí
3	搬家	bānjiā
3	办	bàn
3	办法	bànfǎ
3	办公室	bàngōngshì
3	半天	bàntiān
3	帮助	bāngzhù
3	饱	bǎo
3	报纸	bàozhǐ
3	北	běi
3	北方	běifāng
3	被	bèi
3	笔记	bǐjì
3	比较	bǐjiào
3	笔记本	bǐjìběn
3	比如	bǐrú
3	比赛	bǐsài
3	必须	bìxū
3	变	biàn
3	遍	biàn
3	变成	biànchéng
3	变化	biànhuà
3	表演	biǎoyǎn
3	别的	biéde
3	别人	biérén
3	宾馆	bīnguǎn
3	冰	bīng
3	冰激凌	bīngjīlíng
3	冰箱	bīngxiāng
3	病人	bìngrén
3	不但	búdàn
3	不见	bújiàn
3	不用	búyòng
3	不同	bù tóng
3	不久	bùjiǔ
3	不行	bùxíng
3	才	cái
3	菜单	càidān
3	参加	cānjiā
3	草	cǎo
3	草地	cǎodì
3	层	céng
3	查	chá
3	差	chà
3	差不多	chàbuduō
3	尝	cháng
3	常	cháng
3	常见	cháng jiàn
3	常用	cháng yòng
3	常常	chángcháng
3	衬衫	chènshān
3	成绩	chéngjì
3	城市	chéngshì
3	迟到	chídào
3	出发	chūfā
3	出生	chūshēng
3	出院	chūyuàn
3	初中	chūzhōng
3	除了	chúle
3	船	chuán
3	春天	chūntiān
3	词典	cídiǎn
3	聪明	cōngmíng
3	打扫	dǎsǎo
3	打算	dǎsuàn
3	大概	dàgài
3	大人	dàren
3	大小	dàxiǎo
3	大熊猫	dàxióngmāo
3	大衣	dàyī
3	带	dài
3	担心	dānxīn
3	蛋糕	dàngāo
3	当然	dāngrán
3	到处	dàochù
3	得	dé
3	得	děi
3	得到	dédào
3	得分	défēn
3	的话	dehuà
3	灯	dēng
3	地	dì
3	地点	dìdiǎn
3	地方	dìfang
3	地图	dìtú
3	电	diàn
3	电梯	diàntī
3	电子书	diànzǐshū
3	丢	diū
3	东	dōng
3	东北	dōngběi
3	东方	dōngfāng
3	东南	dōngnán
3	冬天	dōngtiān
3	懂得	dǒngde
3	动物	dòngwù
3	动物园	dòngwùyuán
3	短	duǎn
3	短裤	duǎnkù
3	段	duàn
3	锻炼	duànliàn
3	对话	duìhuà
3	饿	è
3	而且	érqiě
3	耳朵	ěrduo
3	耳机	ěrjī
3	发	fā
3	发烧	fāshāo
3	发生	fāshēng
3	发现	fāxiàn
3	发展	fāzhǎn
3	方便	fāngbiàn
3	方便面	fāngbiànmiàn
3	方法	fāngfǎ
3	方向	fāngxiàng
3	房子	fángzi
3	放	fàng
3	放假	fàngjià
3	放心	fàngxīn
3	放学	fàngxué
3	分开	fēnkāi
3	风	fēng
3	封	fēng
3	夫妻	fūqī
3	服务	fúwù
3	附近	fùjìn
3	复习	fùxí
3	该	gāi
3	干净	gānjìng
3	感兴趣	gǎn xìngqù
3	感到	gǎndào
3	感冒	gǎnmào
3	干	gàn
3	刚	gāng
3	刚才	gāngcái
3	刚刚	gānggāng
3	高铁	gāotiě
3	根据	gēnjù
3	更	gèng
3	公斤	gōngjīn
3	公园	gōngyuán
3	工作日	gōngzuòrì
3	故事	gùshi
3	刮	guā
3	关	guān
3	关机	guānjī
3	关系	guānxì
3	关心	guānxīn
3	关于	guānyú
3	关注	guānzhù
3	国家	guójiā
3	过节	guòjié
3	过去	guòqù
3	海	hǎi
3	害怕	hàipà
3	好多	hǎoduō
3	好久	hǎojiǔ
3	好像	hǎoxiàng
3	号码	hàomǎ
3	河	hé
3	合适	héshì
3	黑板	hēibǎn
3	红绿灯	hóng-lǜdēng
3	后来	hòulái
3	后年	hòunián
3	后天	hòutiān
3	护照	hùzhào
3	花园	huāyuán
3	画家	huàjiā
3	欢迎	huānyíng
3	还	huán
3	环境	huánjìng
3	换	huàn
3	黄色	huángsè
3	回答	huídá
3	会	huì
3	会议	huìyì
3	或	huò
3	或者	huòzhě
3	鸡	jī
3	几乎	jīhū
3	机会	jīhuì
3	极	jí
3	急	jí
3	记	jì
3	季	jì
3	季节	jìjié
3	加	jiā
3	假期	jiàqī
3	坚持	jiānchí
3	检查	jiǎnchá
3	简单	jiǎndān
3	检票	jiǎnpiào
3	健康	jiànkāng
3	见面	jiànmiàn
3	讲	jiǎng
3	角	jiǎo
3	脚	jiǎo
3	接	jiē
3	街	jiē
3	节	jié
3	结婚	jiéhūn
3	节目	jiémù
3	节日	jiérì
3	结束	jiéshù
3	解决	jiějué
3	姐妹	jiěmèi
3	借	jiè
3	斤	jīn
3	经过	jīngguò
3	经理	jīnglǐ
3	久	jiǔ
3	酒	jiǔ
3	旧	jiù
3	句	jù
3	句子	jùzi
3	决定	juédìng
3	卡	kǎ
3	开花	kāihuā
3	开会	kāihuì
3	开机	kāijī
3	开心	kāixīn
3	看来	kànlái
3	可	kě
3	渴	kě
3	可爱	kě’ài
3	可是	kěshì
3	刻	kè
3	课本	kèběn
3	客人	kèrén
3	课文	kèwén
3	空调	kōngtiáo
3	哭	kū
3	筷子	kuàizi
3	矿泉水	kuàngquánshuǐ
3	来自	láizì
3	蓝	lán
3	老	lǎo
3	老人	lǎorén
3	离开	líkāi
3	礼物	lǐwù
3	历史	lìshǐ
3	脸	liǎn
3	练	liàn
3	练习	liànxí
3	凉快	liángkuai
3	辆	liàng
3	聊	liáo
3	聊天儿	liáotiānr
3	了解	liǎojiě
3	邻居	línjū
3	留学	liúxué
3	留学生	liúxuéshēng
3	楼梯	lóutī
3	路边	lùbiān
3	路口	lùkǒu
3	马	mǎ
3	马路	mǎlù
3	马上	mǎshàng
3	满意	mǎnyì
3	毛	máo
3	米	mǐ
3	面前	miànqián
3	明白	míngbai
3	名单	míngdān
3	名人	míngrén
3	南	nán
3	难	nán
3	南方	nánfāng
3	难过	nánguò
3	难看	nánkàn
3	男人	nánrén
3	男生	nánshēng
3	难题	nántí
3	难听	nántīng
3	年级	niánjí
3	年轻	niánqīng
3	牛	niú
3	努力	nǔlì
3	女人	nǚrén
3	女生	nǚshēng
3	爬	pá
3	怕	pà
3	拍照	pāizhào
3	盘子	pánzi
3	胖	pàng
3	啤酒	píjiǔ
3	平时	píngshí
3	瓶子	píngzi
3	骑	qí
3	奇怪	qíguài
3	其实	qíshí
3	其他	qítā
3	起	qǐ
3	起飞	qǐfēi
3	汽车	qìchē
3	铅笔	qiānbǐ
3	前年	qiánnián
3	前天	qiántiān
3	清楚	qīngchu
3	请假	qǐngjià
3	请客	qǐngkè
3	秋天	qiūtiān
3	球场	qiúchǎng
3	裙子	qúnzi
3	然后	ránhòu
3	热情	rèqíng
3	认得	rènde
3	认为	rènwéi
3	认真	rènzhēn
3	容易	róngyì
3	如果	rúguǒ
3	伞	sǎn
3	扫	sǎo
3	沙发	shāfā
3	山	shān
3	上衣	shàngyī
3	勺子	sháozi
3	身边	shēnbiān
3	身高	shēngāo
3	声	shēng
3	生活	shēnghuó
3	生气	shēngqì
3	声音	shēngyīn
3	市	shì
3	试	shì
3	室	shì
3	世界	shìjiè
3	收	shōu
3	收到	shōudào
3	受	shòu
3	瘦	shòu
3	受到	shòudào
3	叔叔	shūshu
3	树	shù
3	数学	shùxué
3	刷	shuā
3	双	shuāng
3	水平	shuǐpíng
3	司机	sījī
3	四季	sìjì
3	太阳	tàiyáng
3	糖	táng
3	特别	tèbié
3	提高	tígāo
3	体育	tǐyù
3	体育馆	tǐyùguǎn
3	甜	tián
3	跳	tiào
3	听说	tīngshuō
3	挺	tǐng
3	同事	tóngshì
3	同意	tóngyì
3	头发	tóufa
3	突然	tūrán
3	图书馆	túshūguǎn
3	腿	tuǐ
3	外地	wàidì
3	外卖	wàimài
3	外语	wàiyǔ
3	完成	wánchéng
3	碗	wǎn
3	晚点	wǎndiǎn
3	晚会	wǎnhuì
3	网球	wǎngqiú
3	网站	wǎngzhàn
3	忘记	wàngjì
3	为	wèi
3	为了	wèile
3	卫生间	wèishēngjiān
3	文化	wénhuà
3	屋子	wūzi
3	西	xī
3	西北	xīběi
3	西方	xīfāng
3	西瓜	xīguā
3	西南	xīnán
3	习惯	xíguàn
3	喜爱	xǐ’ài
3	洗衣机	xǐyījī
3	洗澡	xǐzǎo
3	夏天	xiàtiān
3	先	xiān
3	香蕉	xiāngjiāo
3	相信	xiāngxìn
3	箱子	xiāngzi
3	向	xiàng
3	像	xiàng
3	相机	xiàngjī
3	小区	xiǎoqū
3	小心	xiǎoxīn
3	校园	xiàoyuán
3	校长	xiàozhǎng
3	鞋	xié
3	心里	xīnlǐ
3	新年	xīnnián
3	新闻	xīnwén
3	新鲜	xīnxiān
3	信	xìn
3	信用卡	xìnyòngkǎ
3	行	xíng
3	行李	xíngli
3	兴趣	xìngqù
3	休假	xiūjià
3	需要	xūyào
3	选	xuǎn
3	选择	xuǎnzé
3	学期	xuéqī
3	牙	yá
3	牙刷	yáshuā
3	羊	yáng
3	养	yǎng
3	要求	yāoqiú
3	页	yè
3	一定	yídìng
3	一共	yígòng
3	一块儿	yíkuàir
3	一样	yíyàng
3	以后	yǐhòu
3	以前	yǐqián
3	以上	yǐshàng
3	以外	yǐwài
3	以为	yǐwéi
3	以下	yǐxià
3	一般	yìbān
3	一边	yìbiān
3	一直	yìzhí
3	音乐	yīnyuè
3	银行	yínháng
3	银行卡	yínhángkǎ
3	饮料	yǐnliào
3	应该	yīnggāi
3	影响	yǐngxiǎng
3	用	yòng
3	邮件	yóujiàn
3	游客	yóukè
3	游戏	yóuxì
3	邮箱	yóuxiāng
3	有关	yǒuguān
3	有名	yǒumíng
3	有用	yǒuyòng
3	又	yòu
3	羽毛球	yǔmáoqiú
3	语言	yǔyán
3	雨衣	yǔyī
3	遇到	yùdào
3	遇见	yùjiàn
3	园	yuán
3	员	yuán
3	愿意	yuànyì
3	越	yuè
3	月亮	yuèliang
3	运动会	yùndònghuì
3	运动员	yùndòngyuán
3	咱们	zánmen
3	脏	zāng
3	怎么办	zěnme bàn
3	怎样	zěnyàng
3	站	zhàn
3	张	zhāng
3	长	zhǎng
3	着急	zháojí
3	照	zhào
3	照顾	zhàogù
3	照片	zhàopiàn
3	照相	zhàoxiàng
3	直到	zhídào
3	只	zhǐ
3	纸	zhǐ
3	只能	zhǐ néng
3	只是	zhǐshì
3	只要	zhǐyào
3	只有	zhǐyǒu
3	中	zhōng
3	中间	zhōngjiān
3	终于	zhōngyú
3	种	zhǒng
3	重要	zhòngyào
3	周末	zhōumò
3	主要	zhǔyào
3	注意	zhùyì
3	住院	zhùyuàn
3	字典	zìdiǎn
3	自行车	zìxíngchē
3	子	zi
3	总	zǒng
3	总是	zǒngshì
3	嘴	zuǐ
3	最好	zuìhǎo
3	最后	zuìhòu
3	最近	zuìjìn
3	做客	zuòkè
3	作业	zuòyè
4	半	bàn
4	对	duì
4	好	hǎo
4	叫	jiào
4	日	rì
4	一下	yíxià
4	真	zhēn
4	从	cóng
4	等	děng
4	点	diǎn
4	间	jiān
4	绿色	lǜsè
4	每	měi
4	让	ràng
4	关系	guānxì
4	节	jié
4	老	lǎo
4	怕	pà
4	像	xiàng
4	啊	ā
4	爱情	àiqíng
4	爱心	àixīn
4	安检	ānjiǎn
4	安排	ānpái
4	按	àn
4	按时	ànshí
4	按照	ànzhào
4	白酒	báijiǔ
4	办公	bàngōng
4	办理	bànlǐ
4	办事	bànshì
4	棒	bàng
4	保护	bǎohù
4	保证	bǎozhèng
4	抱	bào
4	报考	bàokǎo
4	报名	bàomíng
4	抱歉	bàoqiàn
4	背	bēi
4	背包	bēibāo
4	北部	běibù
4	倍	bèi
4	本科	běnkē
4	本来	běnlái
4	笨	bèn
4	鼻子	bízi
4	笔试	bǐshì
4	毕业	bìyè
4	毕业生	bìyèshēng
4	便于	biànyú
4	标准	biāozhǔn
4	表	biǎo
4	表格	biǎogé
4	表示	biǎoshì
4	表现	biǎoxiàn
4	表扬	biǎoyáng
4	饼干	bǐnggān
4	并	bìng
4	并且	bìngqiě
4	播放	bōfàng
4	博士	bóshì
4	不必	búbì
4	不便	búbiàn
4	不断	búduàn
4	不够	búgòu
4	不过	búguò
4	不论	búlùn
4	步	bù
4	部	bù
4	不得不	bùdébù
4	部分	bùfen
4	不管	bùguǎn
4	不光	bùguāng
4	不仅	bùjǐn
4	不满	bùmǎn
4	部门	bùmén
4	不如	bùrú
4	擦	cā
4	猜	cāi
4	材料	cáiliào
4	参观	cānguān
4	参赛	cānsài
4	餐厅	cāntīng
4	操场	cāochǎng
4	厕所	cèsuǒ
4	查看	chákàn
4	茶叶	cháyè
4	查找	cházhǎo
4	差点儿	chàdiǎnr
4	产生	chǎnshēng
4	厂	chǎng
4	场	chǎng
4	超过	chāoguò
4	车速	chēsù
4	车位	chēwèi
4	城	chéng
4	乘	chéng
4	成功	chénggōng
4	乘客	chéngkè
4	诚实	chéngshí
4	成为	chéngwéi
4	乘坐	chéngzuò
4	吃惊	chījīng
4	迟	chí
4	重	chóng
4	重	zhòng
4	重新	chóngxīn
4	出差	chūchāi
4	出口	chūkǒu
4	出现	chūxiàn
4	出行	chūxíng
4	出租	chūzū
4	厨房	chúfáng
4	厨师	chúshī
4	窗	chuāng
4	窗户	chuānghu
4	吹	chuī
4	词语	cíyǔ
4	此	cǐ
4	此次	cǐ cì
4	此外	cǐwài
4	从此	cóngcǐ
4	从来	cónglái
4	从中	cóngzhōng
4	粗	cū
4	粗心	cūxīn
4	村	cūn
4	存	cún
4	错过	cuòguò
4	错误	cuòwù
4	答应	dāying
4	答	dá
4	答案	dá’àn
4	达到	dádào
4	打招呼	dǎ zhāohu
4	打败	dǎbài
4	打工	dǎgōng
4	打扰	dǎrǎo
4	打印	dǎyìn
4	打印机	dǎyìnjī
4	打折	dǎzhé
4	打针	dǎzhēn
4	大巴	dàbā
4	大大	dàdà
4	大夫	dàifu
4	大量	dàliàng
4	大赛	dàsài
4	大厅	dàtīng
4	大约	dàyuē
4	大自然	dàzìrán
4	待	dāi
4	戴	dài
4	袋子	dàizi
4	单位	dānwèi
4	当	dāng
4	当时	dāngshí
4	刀	dāo
4	导游	dǎoyóu
4	倒	dào
4	道	dào
4	到底	dàodǐ
4	到来	dàolái
4	道路	dàolù
4	道歉	dàoqiàn
4	得意	déyì
4	登机	dēngjī
4	等到	děngdào
4	低	dī
4	低价	dījià
4	低温	dīwēn
4	低于	dīyú
4	底	dǐ
4	底下	dǐxia
4	地球	dìqiú
4	地址	dìzhǐ
4	点名	diǎnmíng
4	点头	diǎntóu
4	电动车	diàndòngchē
4	电视剧	diànshìjù
4	掉	diào
4	调查	diàochá
4	订	dìng
4	定	dìng
4	东部	dōngbù
4	动车	dòngchē
4	动作	dòngzuò
4	读者	dúzhě
4	堵车	dǔchē
4	度假	dùjià
4	肚子	dùzi
4	短信	duǎnxìn
4	队	duì
4	对方	duìfāng
4	对面	duìmiàn
4	对于	duìyú
4	队员	duìyuán
4	队长	duìzhǎng
4	顿	dùn
4	多么	duōme
4	多数	duōshù
4	多样	duōyàng
4	而	ér
4	儿童	értóng
4	发出	fāchū
4	发送	fāsòng
4	法	fǎ
4	法律	fǎlǜ
4	翻译	fānyì
4	烦	fán
4	烦恼	fánnǎo
4	反对	fǎnduì
4	方面	fāngmiàn
4	方式	fāngshì
4	房东	fángdōng
4	房租	fángzū
4	放弃	fàngqì
4	放松	fàngsōng
4	费	fèi
4	费用	fèiyong
4	分数	fēnshù
4	分为	fēnwéi
4	份	fèn
4	丰富	fēngfù
4	风景	fēngjǐng
4	否则	fǒuzé
4	幅	fú
4	符合	fúhé
4	付	fù
4	父母	fùmǔ
4	父女	fùnǚ
4	父亲	fùqīn
4	复印	fùyìn
4	复杂	fùzá
4	负责	fùzé
4	负责人	fùzérén
4	父子	fùzǐ
4	改	gǎi
4	改变	gǎibiàn
4	干	gān
4	干杯	gānbēi
4	赶	gǎn
4	敢	gǎn
4	感	gǎn
4	感动	gǎndòng
4	赶紧	gǎnjǐn
4	感觉	gǎnjué
4	赶快	gǎnkuài
4	感情	gǎnqíng
4	感人	gǎnrén
4	赶上	gǎnshàng
4	感受	gǎnshòu
4	感谢	gǎnxiè
4	干活儿	gànhuór
4	钢琴	gāngqín
4	高价	gāojià
4	高考	gāokǎo
4	高速	gāosù
4	高温	gāowēn
4	高于	gāoyú
4	胳膊	gēbo
4	歌声	gēshēng
4	歌手	gēshǒu
4	各	gè
4	各地	gèdì
4	各个	gègè
4	各位	gèwèi
4	各种	gèzhǒng
4	更加	gèngjiā
4	工厂	gōngchǎng
4	功夫	gōngfu
4	公共	gōnggòng
4	功课	gōngkè
4	公里	gōnglǐ
4	公路	gōnglù
4	工人	gōngrén
4	工资	gōngzī
4	共	gòng
4	共同	gòngtóng
4	够	gòu
4	购买	gòumǎi
4	购物	gòuwù
4	估计	gūjì
4	姑娘	gūniang
4	鼓励	gǔlì
4	顾客	gùkè
4	故意	gùyì
4	挂	guà
4	关键	guānjiàn
4	观看	guānkàn
4	观众	guānzhòng
4	管	guǎn
4	管理	guǎnlǐ
4	光	guāng
4	广播	guǎngbō
4	广告	guǎnggào
4	逛	guàng
4	规定	guīdìng
4	国籍	guójí
4	国际	guójì
4	果汁	guǒzhī
4	过程	guòchéng
4	海洋	hǎiyáng
4	害羞	hàixiū
4	寒假	hánjià
4	寒冷	hánlěng
4	喊	hǎn
4	汗	hàn
4	航班	hángbān
4	好处	hǎochù
4	好好	hǎohǎo
4	好笑	hǎoxiào
4	合格	hégé
4	盒子	hézi
4	红包	hóngbāo
4	厚	hòu
4	后悔	hòuhuǐ
4	忽然	hūrán
4	互联网	hùliánwǎng
4	护士	hùshi
4	互相	hùxiāng
4	话剧	huàjù
4	怀疑	huáiyí
4	坏处	huàichù
4	环保	huánbǎo
4	换乘	huànchéng
4	回复	huífù
4	回信	huíxìn
4	回忆	huíyì
4	会员	huìyuán
4	活	huó
4	活动	huódòng
4	活泼	huópō
4	火	huǒ
4	货	huò
4	获得	huòdé
4	获奖	huòjiǎng
4	获取	huòqǔ
4	基本	jīběn
4	基本上	jīběnshàng
4	基础	jīchǔ
4	激动	jīdòng
4	积极	jījí
4	积累	jīlěi
4	及时	jíshí
4	即使	jíshǐ
4	既	jì
4	寄	jì
4	计划	jìhuà
4	既然	jìrán
4	技术	jìshù
4	继续	jìxù
4	记者	jìzhě
4	加班	jiābān
4	家具	jiājù
4	加快	jiākuài
4	加强	jiāqiáng
4	加入	jiārù
4	加上	jiāshàng
4	家庭	jiātíng
4	家乡	jiāxiāng
4	加油	jiāyóu
4	加油站	jiāyóuzhàn
4	家长	jiāzhǎng
4	假	jiǎ
4	价格	jiàgé
4	价钱	jiàqián
4	假日	jiàrì
4	减	jiǎn
4	减轻	jiǎnqīng
4	减少	jiǎnshǎo
4	健身	jiànshēn
4	健身房	jiànshēnfáng
4	建议	jiànyì
4	江	jiāng
4	将	jiāng
4	将来	jiānglái
4	将要	jiāngyào
4	奖	jiǎng
4	奖金	jiǎngjīn
4	奖学金	jiǎngxuéjīn
4	降	jiàng
4	降低	jiàngdī
4	降价	jiàngjià
4	降落	jiàngluò
4	降温	jiàngwēn
4	交	jiāo
4	骄傲	jiāo’ào
4	交警	jiāojǐng
4	交流	jiāoliú
4	郊区	jiāoqū
4	交通	jiāotōng
4	教练	jiàoliàn
4	教师	jiàoshī
4	教授	jiàoshòu
4	教学	jiàoxué
4	教育	jiàoyù
4	叫作	jiàozuò
4	街道	jiēdào
4	接受	jiēshòu
4	接着	jiēzhe
4	结果	jiéguǒ
4	节假日	jiéjiàrì
4	节约	jiéyuē
4	结账	jiézhàng
4	解释	jiěshì
4	今后	jīnhòu
4	仅	jǐn
4	尽管	jǐnguǎn
4	仅仅	jǐnjǐn
4	紧张	jǐnzhāng
4	进入	jìnrù
4	进行	jìnxíng
4	禁止	jìnzhǐ
4	精彩	jīngcǎi
4	经济	jīngjì
4	京剧	jīngjù
4	经历	jīnglì
4	经验	jīngyàn
4	警察	jǐngchá
4	景点	jǐngdiǎn
4	景区	jǐngqū
4	景色	jǐngsè
4	竟然	jìngrán
4	竞争	jìngzhēng
4	镜子	jìngzi
4	究竟	jiūjìng
4	就是	jiùshì
4	举	jǔ
4	举办	jǔbàn
4	举例	jǔlì
4	举行	jǔxíng
4	聚	jù
4	聚餐	jùcān
4	聚会	jùhuì
4	拒绝	jùjué
4	距离	jùlí
4	剧院	jùyuàn
4	开玩笑	kāi wánxiào
4	看法	kànfǎ
4	烤	kǎo
4	考虑	kǎolǜ
4	考生	kǎoshēng
4	棵	kē
4	科技	kējì
4	科学	kēxué
4	咳	ké
4	咳嗽	késou
4	可惜	kěxī
4	克	kè
4	课程	kèchéng
4	客气	kèqi
4	课堂	kètáng
4	客厅	kètīng
4	肯定	kěndìng
4	空	kōng
4	空	kòng
4	空气	kōngqì
4	恐怕	kǒngpà
4	口语	kǒuyǔ
4	苦	kǔ
4	快餐	kuàicān
4	快递	kuàidì
4	快速	kuàisù
4	困	kùn
4	困难	kùnnan
4	拉	lā
4	垃圾	lājī
4	辣	là
4	来不及	láibují
4	来得及	láidejí
4	懒	lǎn
4	浪费	làngfèi
4	浪漫	làngmàn
4	老虎	lǎohǔ
4	老家	lǎojiā
4	老年	lǎonián
4	老是	lǎoshì
4	冷静	lěngjìng
4	理发	lǐfà
4	理解	lǐjiě
4	礼貌	lǐmào
4	理想	lǐxiǎng
4	厉害	lìhai
4	力气	lìqi
4	例如	lìrú
4	例子	lìzi
4	俩	liǎ
4	连	lián
4	联系	liánxì
4	凉	liáng
4	量	liáng
4	两	liǎng
4	亮	liàng
4	列	liè
4	零下	líng xià
4	零花钱	línghuāqián
4	零钱	língqián
4	零食	língshí
4	另	lìng
4	另外	lìngwài
4	留	liú
4	流	liú
4	流利	liúlì
4	留下	liúxia
4	流行	liúxíng
4	路过	lùguò
4	旅馆	lǚguǎn
4	旅客	lǚkè
4	旅行	lǚxíng
4	律师	lǜshī
4	乱	luàn
4	落	luò
4	麻烦	máfan
4	馒头	mántou
4	满	mǎn
4	毛巾	máojīn
4	毛衣	máoyī
4	帽子	màozi
4	美	měi
4	美好	měihǎo
4	美景	měijǐng
4	美丽	měilì
4	美食	měishí
4	梦	mèng
4	梦想	mèngxiǎng
4	密码	mìmǎ
4	免费	miǎnfèi
4	面对	miànduì
4	面试	miànshì
4	秒	miǎo
4	民族	mínzú
4	末	mò
4	母女	mǔnǚ
4	母亲	mǔqīn
4	母子	mǔzǐ
4	目标	mùbiāo
4	目的	mùdì
4	目的地	mùdìdì
4	目前	mùqián
4	耐心	nàixīn
4	南部	nánbù
4	难道	nándào
4	男士	nánshì
4	难受	nánshòu
4	难忘	nánwàng
4	男性	nánxìng
4	内	nèi
4	内容	nèiróng
4	内心	nèixīn
4	能否	néng fǒu
4	能够	nénggòu
4	能力	nénglì
4	嗯	ǹg
4	年底	niándǐ
4	年龄	niánlíng
4	农村	nóngcūn
4	弄	nòng
4	女性	nǚxìng
4	暖和	nuǎnhuo
4	偶尔	ǒu’ěr
4	拍	pāi
4	排	pái
4	牌	pái
4	排队	páiduì
4	排球	páiqiú
4	牌子	páizi
4	判断	pànduàn
4	陪	péi
4	批评	pīpíng
4	皮肤	pífū
4	脾气	píqi
4	皮鞋	píxié
4	篇	piān
4	片	piàn
4	乒乓球	pīngpāngqiú
4	平常	píngcháng
4	破	pò
4	葡萄	pútao
4	葡萄酒	pútaojiǔ
4	普遍	pǔbiàn
4	普通	pǔtōng
4	普通话	pǔtōnghuà
4	期	qī
4	期末	qīmò
4	期中	qīzhōng
4	其次	qícì
4	其中	qízhōng
4	起到	qǐdào
4	气	qì
4	气候	qìhòu
4	汽水	qìshuǐ
4	气温	qìwēn
4	千克	qiānkè
4	千万	qiānwàn
4	签证	qiānzhèng
4	前方	qiánfāng
4	前后	qiánhòu
4	强	qiáng
4	敲	qiāo
4	桥	qiáo
4	巧	qiǎo
4	巧克力	qiǎokèlì
4	亲戚	qīnqi
4	琴	qín
4	轻	qīng
4	青年	qīngnián
4	轻松	qīngsōng
4	情况	qíngkuàng
4	庆祝	qìngzhù
4	球队	qiúduì
4	球迷	qiúmí
4	区	qū
4	区别	qūbié
4	取	qǔ
4	取得	qǔdé
4	取消	qǔxiāo
4	全	quán
4	全部	quánbù
4	全都	quándōu
4	全球	quánqiú
4	全身	quánshēn
4	缺	quē
4	缺点	quēdiǎn
4	缺少	quēshǎo
4	却	què
4	确实	quèshí
4	然而	rán’ér
4	热闹	rènao
4	人生	rénshēng
4	人数	rénshù
4	人员	rényuán
4	任何	rènhé
4	任务	rènwu
4	扔	rēng
4	仍	réng
4	仍然	réngrán
4	日常	rìcháng
4	日记	rìjì
4	日期	rìqī
4	日子	rìzi
4	入	rù
4	入口	rùkǒu
4	入学	rùxué
4	入住	rùzhù
4	散步	sànbù
4	扫码	sǎomǎ
4	森林	sēnlín
4	商量	shāngliang
4	商品	shāngpǐn
4	伤心	shāngxīn
4	上门	shàngmén
4	稍	shāo
4	稍微	shāowēi
4	少见	shǎojiàn
4	少量	shǎoliàng
4	少数	shǎoshù
4	少年	shàonián
4	社会	shèhuì
4	摄氏度	shèshìdù
4	身	shēn
4	深	shēn
4	身份证	shēnfènzhèng
4	申请	shēnqǐng
4	甚至	shènzhì
4	生	shēng
4	生命	shēngmìng
4	生意	shēngyi
4	省	shěng
4	剩	shèng
4	失败	shībài
4	师傅	shīfu
4	失去	shīqù
4	师生	shīshēng
4	失望	shīwàng
4	十分	shífēn
4	实际	shíjì
4	时间表	shíjiānbiǎo
4	实际上	shíjìshàng
4	食品	shípǐn
4	食堂	shítáng
4	食物	shíwù
4	实在	shízài
4	十字路口	shízì lùkǒu
4	使	shǐ
4	使馆	shǐguǎn
4	使用	shǐyòng
4	市场	shìchǎng
4	是否	shìfǒu
4	适合	shìhé
4	世纪	shìjì
4	视频	shìpín
4	市区	shìqū
4	试题	shìtí
4	适应	shìyìng
4	收费	shōufèi
4	收入	shōurù
4	收拾	shōushi
4	收听	shōutīng
4	首	shǒu
4	首都	shǒudū
4	首先	shǒuxiān
4	受不了	shòubuliǎo
4	售票员	shòupiàoyuán
4	受伤	shòushāng
4	输	shū
4	熟	shú/shóu
4	熟悉	shúxi
4	暑假	shǔjià
4	数	shù
4	数量	shùliàng
4	树林	shùlín
4	数字	shùzì
4	帅	shuài
4	顺便	shùnbiàn
4	顺利	shùnlì
4	顺序	shùnxù
4	说法	shuōfǎ
4	说明	shuōmíng
4	说明书	shuōmíngshū
4	硕士	shuòshì
4	死	sǐ
4	速度	sùdù
4	塑料	sùliào
4	酸	suān
4	酸奶	suānnǎi
4	算	suàn
4	随便	suíbiàn
4	随着	suízhe
4	孙女	sūnnǚ
4	孙子	sūnzi
4	所有	suǒyǒu
4	台	tái
4	抬	tái
4	抬头	táitóu
4	态度	tàidù
4	弹	tán
4	谈	tán
4	汤	tāng
4	躺	tǎng
4	趟	tàng
4	讨论	tǎolùn
4	讨厌	tǎoyàn
4	特点	tèdiǎn
4	提	tí
4	提出	tíchū
4	提到	tídào
4	提供	tígōng
4	提前	tíqián
4	提醒	tíxǐng
4	体检	tǐjiǎn
4	体温	tǐwēn
4	体重	tǐzhòng
4	填写	tiánxiě
4	条件	tiáojiàn
4	听力	tīnglì
4	听众	tīngzhòng
4	停	tíng
4	停车	tíngchē
4	停车场	tíngchēchǎng
4	停止	tíngzhǐ
4	通	tōng
4	通过	tōngguò
4	通知	tōngzhī
4	童年	tóngnián
4	同时	tóngshí
4	同样	tóngyàng
4	桶	tǒng
4	痛	tòng
4	头痛	tóutòng
4	图	tú
4	图片	túpiàn
4	土	tǔ
4	推	tuī
4	推迟	tuīchí
4	推出	tuīchū
4	脱	tuō
4	袜子	wàzi
4	外出	wàichū
4	外套	wàitào
4	完全	wánquán
4	晚安	wǎn’ān
4	晚餐	wǎncān
4	网购	wǎnggòu
4	往往	wǎngwǎng
4	网页	wǎngyè
4	网友	wǎngyǒu
4	网址	wǎngzhǐ
4	危险	wēixiǎn
4	为	wéi
4	味	wèi
4	味道	wèidào
4	卫生	wèishēng
4	温度	wēndù
4	闻	wén
4	文件	wénjiàn
4	文章	wénzhāng
4	文字	wénzì
4	污染	wūrǎn
4	无	wú
4	无法	wúfǎ
4	无聊	wúliáo
4	无论	wúlùn
4	午餐	wǔcān
4	误会	wùhuì
4	吸	xī
4	西部	xībù
4	西红柿	xīhóngshì
4	吸引	xīyǐn
4	细	xì
4	细心	xìxīn
4	下降	xiàjiàng
4	鲜	xiān
4	鲜花	xiānhuā
4	咸	xián
4	现金	xiànjīn
4	羡慕	xiànmù
4	线上	xiànshàng
4	线下	xiànxià
4	现有	xiànyǒu
4	香	xiāng
4	相比	xiāngbǐ
4	相反	xiāngfǎn
4	相互	xiānghù
4	相同	xiāngtóng
4	详细	xiángxì
4	响	xiǎng
4	想法	xiǎngfǎ
4	项	xiàng
4	消息	xiāoxi
4	小吃	xiǎochī
4	小伙子	xiǎohuǒzi
4	小说	xiǎoshuō
4	小组	xiǎozǔ
4	效果	xiàoguǒ
4	笑话	xiàohua
4	血	xiě
4	心	xīn
4	辛苦	xīnkǔ
4	心情	xīnqíng
4	信号	xìnhào
4	信息	xìnxī
4	信心	xìnxīn
4	兴奋	xīngfèn
4	星星	xīngxing
4	醒	xǐng
4	性	xìng
4	性别	xìngbié
4	幸福	xìngfú
4	性格	xìnggé
4	兄弟	xiōngdì
4	熊	xióng
4	修	xiū
4	修理	xiūlǐ
4	许多	xǔduō
4	学费	xuéfèi
4	学院	xuéyuàn
4	压	yā
4	压力	yālì
4	牙膏	yágāo
4	亚洲	Yàzhōu
4	烟	yān
4	盐	yán
4	严格	yángé
4	研究	yánjiū
4	研究生	yánjiūshēng
4	严重	yánzhòng
4	演	yǎn
4	演唱	yǎnchàng
4	演出	yǎnchū
4	眼镜	yǎnjìng
4	眼前	yǎnqián
4	演员	yǎnyuán
4	阳光	yángguāng
4	养成	yǎngchéng
4	样子	yàngzi
4	邀请	yāoqǐng
4	要是	yàoshi
4	钥匙	yàoshi
4	也许	yěxǔ
4	夜	yè
4	夜晚	yèwǎn
4	叶子	yèzi
4	一切	yíqiè
4	已	yǐ
4	以内	yǐnèi
4	意见	yìjiàn
4	一生	yìshēng
4	艺术	yìshù
4	因此	yīncǐ
4	引起	yǐnqǐ
4	印象	yìnxiàng
4	赢	yíng
4	赢得	yíngdé
4	应聘	yìngpìn
4	勇敢	yǒnggǎn
4	永远	yǒngyuǎn
4	用来	yònglái
4	用于	yòngyú
4	优点	yōudiǎn
4	幽默	yōumò
4	优秀	yōuxiù
4	由	yóu
4	油	yóu
4	尤其	yóuqí
4	游玩	yóuwán
4	由于	yóuyú
4	友好	yǒuhǎo
4	友情	yǒuqíng
4	有趣	yǒuqù
4	有效	yǒuxiào
4	友谊	yǒuyì
4	有着	yǒuzhe
4	愉快	yúkuài
4	于是	yúshì
4	与	yǔ
4	语法	yǔfǎ
4	预习	yùxí
4	原来	yuánlái
4	原谅	yuánliàng
4	原因	yuányīn
4	远离	yuǎnlí
4	院长	yuànzhǎng
4	院子	yuànzi
4	约	yuē
4	约会	yuēhuì
4	月饼	yuèbing
4	阅读	yuèdú
4	月份	yuèfèn
4	云	yún
4	允许	yǔnxǔ
4	杂志	zázhì
4	再次	zàicì
4	再说	zàishuō
4	暂时	zànshí
4	暂停	zàntíng
4	早餐	zǎocān
4	早晨	zǎochen
4	责任	zérèn
4	增加	zēngjiā
4	增长	zēngzhǎng
4	招聘	zhāopìn
4	着	zháo
4	着火	zháohuǒ
4	者	zhě
4	真正	zhēnzhèng
4	整	zhěng
4	整个	zhěnggè
4	整理	zhěnglǐ
4	证	zhèng
4	正常	zhèngcháng
4	正好	zhènghǎo
4	证件	zhèngjiàn
4	证明	zhèngmíng
4	正确	zhèngquè
4	正式	zhèngshì
4	之	zhī
4	支持	zhīchí
4	支付	zhīfù
4	之后	zhīhòu
4	之间	zhījiān
4	之前	zhīqián
4	知识	zhīshi
4	之中	zhīzhōng
4	值	zhí
4	值得	zhídé
4	直接	zhíjiē
4	植物	zhíwù
4	职业	zhíyè
4	指	zhǐ
4	指出	zhǐchū
4	只好	zhǐhǎo
4	纸巾	zhǐjīn
4	质量	zhìliàng
4	至少	zhìshǎo
4	中餐	zhōngcān
4	中年	zhōngnián
4	种	zhòng
4	重点	zhòngdiǎn
4	重视	zhòngshì
4	周围	zhōuwéi
4	主意	zhǔyi
4	祝	zhù
4	祝贺	zhùhè
4	著名	zhùmíng
4	专门	zhuānmén
4	专业	zhuānyè
4	转	zhuǎn
4	转发	zhuǎnfā
4	转机	zhuǎnjī
4	赚	zhuàn
4	装	zhuāng
4	准	zhǔn
4	准确	zhǔnquè
4	准时	zhǔnshí
4	资料	zīliào
4	仔细	zǐxì
4	自	zì
4	自然	zìrán
4	自习	zìxí
4	自信	zìxìn
4	自学	zìxué
4	总结	zǒngjié
4	租	zū
4	组	zǔ
4	最终	zuìzhōng
4	尊重	zūnzhòng
4	左右	zuǒyòu
4	座	zuò
4	做法	zuòfǎ
4	作家	zuòjiā
4	做梦	zuòmèng
4	作品	zuòpǐn
4	作为	zuòwéi
4	座位	zuòwèi
4	作文	zuòwén
4	作用	zuòyòng
4	作者	zuòzhě
5	班	bān
5	笔	bǐ
5	跟	gēn
5	面	miàn
5	条	tiáo
5	头	tóu
5	头	tou
5	正	zhèng
5	冰	bīng
5	带	dài
5	电	diàn
5	根据	gēnjù
5	关	guān
5	可	kě
5	刻	kè
5	毛	máo
5	牛	niú
5	起	qǐ
5	总	zǒng
5	棒	bàng
5	不过	búguò
5	重	chóng
5	出口	chūkǒu
5	等	děng
5	队	duì
5	干	gān
5	管	guǎn
5	奖	jiǎng
5	经济	jīngjì
5	究竟	jiūjìng
5	空	kōng
5	困	kùn
5	连	lián
5	深	shēn
5	死	sǐ
5	所有	suǒyǒu
5	台	tái
5	准	zhǔn
5	组	zǔ
5	哎	āi
5	哎呀	āiyā
5	唉	ài
5	爱护	àihù
5	安	ān
5	安全带	ānquándài
5	安慰	ānwèi
5	安装	ānzhuāng
5	暗	àn
5	熬夜	áoyè
5	把握	bǎwò
5	白	bái
5	半夜	bànyè
5	傍晚	bàngwǎn
5	包裹	bāoguǒ
5	包含	bāohán
5	包括	bāokuò
5	包装	bāozhuāng
5	薄	báo
5	宝	bǎo
5	保	bǎo
5	保安	bǎo’ān
5	宝贝	bǎobèi
5	保持	bǎochí
5	保存	bǎocún
5	宝贵	bǎoguì
5	保留	bǎoliú
5	保险	bǎoxiǎn
5	保质期	bǎozhìqī
5	报到	bàodào
5	报道	bàodào
5	报告	bàogào
5	报警	bàojǐng
5	暴雨	bàoyǔ
5	抱怨	bàoyuàn
5	背	bèi
5	背后	bèihòu
5	背景	bèijǐng
5	被子	bèizi
5	本	běn
5	本地	běndì
5	本领	běnlǐng
5	本人	běnrén
5	本质	běnzhì
5	彼此	bǐcǐ
5	比分	bǐfēn
5	比例	bǐlì
5	比喻	bǐyù
5	必	bì
5	毕竟	bìjìng
5	避免	bìmiǎn
5	闭幕式	bìmùshì
5	必然	bìrán
5	必需	bìxū
5	必要	bìyào
5	便	biàn
5	变动	biàndòng
5	便利	biànlì
5	便利店	biànlìdiàn
5	标题	biāotí
5	标志	biāozhì
5	表达	biǎodá
5	表面	biǎomiàn
5	表明	biǎomíng
5	表情	biǎoqíng
5	别	bié
5	饼	bǐng
5	病房	bìngfáng
5	病情	bìngqíng
5	拨打	bōdǎ
5	玻璃	bōli
5	博物馆	bówùguǎn
5	不利	búlì
5	不幸	búxìng
5	不要紧	búyàojǐn
5	补充	bǔchōng
5	不得了	bùdéliǎo
5	不符	bùfú
5	不良	bùliáng
5	不然	bùrán
5	步行	bùxíng
5	不足	bùzú
5	才	cái
5	裁判	cáipàn
5	采访	cǎifǎng
5	采取	cǎiqǔ
5	彩色	cǎisè
5	采用	cǎiyòng
5	参考	cānkǎo
5	餐饮	cānyǐn
5	参与	cānyù
5	藏	cáng
5	操作	cāozuò
5	册	cè
5	测	cè
5	测试	cèshì
5	曾	céng
5	曾经	céngjīng
5	插	chā
5	差别	chābié
5	差距	chājù
5	叉子	chāzi
5	拆	chāi
5	产	chǎn
5	产量	chǎnliàng
5	产品	chǎnpǐn
5	产业	chǎnyè
5	长处	chángchù
5	长度	chángdù
5	长久	chángjiǔ
5	长期	chángqī
5	常识	chángshí
5	尝试	chángshì
5	长途	chángtú
5	长远	chángyuǎn
5	场所	chǎngsuǒ
5	超	chāo
5	超出	chāochū
5	超级	chāojí
5	超速	chāosù
5	朝	cháo
5	吵	chǎo
5	炒	chǎo
5	车祸	chēhuò
5	车库	chēkù
5	车辆	chēliàng
5	车厢	chēxiāng
5	车主	chēzhǔ
5	彻底	chèdǐ
5	沉	chén
5	沉默	chénmò
5	称	chēng
5	称为	chēngwéi
5	称赞	chēngzàn
5	成本	chéngběn
5	承担	chéngdān
5	程度	chéngdù
5	成分	chéngfèn
5	成果	chéngguǒ
5	成就	chéngjiù
5	成立	chénglì
5	成年	chéngnián
5	城区	chéngqū
5	成人	chéngrén
5	承认	chéngrèn
5	承受	chéngshòu
5	成熟	chéngshú
5	乘务员	chéngwùyuán
5	程序	chéngxù
5	成员	chéngyuán
5	成长	chéngzhǎng
5	橙子	chéngzi
5	池	chí
5	持续	chíxù
5	尺子	chǐzi
5	翅膀	chìbǎng
5	冲	chōng
5	充电	chōngdiàn
5	充分	chōngfèn
5	充满	chōngmǎn
5	充值	chōngzhí
5	充足	chōngzú
5	重复	chóngfù
5	虫子	chóngzi
5	宠物	chǒngwù
5	抽	chōu
5	丑	chǒu
5	臭	chòu
5	初	chū
5	出版	chūbǎn
5	初级	chūjí
5	初期	chūqī
5	出色	chūsè
5	出售	chūshòu
5	出席	chūxí
5	出自	chūzì
5	除夕	chúxī
5	处	chǔ
5	处	chù
5	处理	chǔlǐ
5	处于	chǔyú
5	传	chuán
5	传播	chuánbō
5	传递	chuándì
5	传说	chuánshuō
5	传统	chuántǒng
5	窗台	chuāngtái
5	床单	chuángdān
5	创新	chuàngxīn
5	创业	chuàngyè
5	创造	chuàngzào
5	创作	chuàngzuò
5	词汇	cíhuì
5	辞职	cízhí
5	此后	cǐhòu
5	此前	cǐqián
5	此时	cǐshí
5	刺激	cìjī
5	从不	cóng bù
5	从而	cóng’ér
5	从前	cóngqián
5	从事	cóngshì
5	促进	cùjìn
5	促使	cùshǐ
5	促销	cùxiāo
5	催	cuī
5	存放	cúnfàng
5	存款	cúnkuǎn
5	存在	cúnzài
5	措施	cuòshī
5	达成	dáchéng
5	打扮	dǎban
5	打包	dǎbāo
5	打断	dǎduàn
5	打破	dǎpò
5	打听	dǎting
5	大胆	dàdǎn
5	大多	dàduō
5	大会	dàhuì
5	大力	dàlì
5	大妈	dàmā
5	大米	dàmǐ
5	大脑	dànǎo
5	大批	dàpī
5	大厦	dàshà
5	大事	dàshì
5	大象	dàxiàng
5	大型	dàxíng
5	大爷	dàye
5	大于	dàyú
5	大众	dàzhòng
5	代	dài
5	代表	dàibiǎo
5	带动	dàidòng
5	代替	dàitì
5	待遇	dàiyù
5	单	dān
5	单独	dāndú
5	担任	dānrèn
5	单一	dānyī
5	单元	dānyuán
5	胆小	dǎnxiǎo
5	淡	dàn
5	当地	dāngdì
5	当年	dāngnián
5	当前	dāngqián
5	当中	dāngzhōng
5	挡	dǎng
5	当	dàng
5	当成	dàngchéng
5	当作	dàngzuò
5	倒	dǎo
5	导演	dǎoyǎn
5	导致	dǎozhì
5	到达	dàodá
5	道理	dàolǐ
5	到期	dàoqī
5	登	dēng
5	灯光	dēngguāng
5	登记	dēngjì
5	登录	dēnglù
5	等待	děngdài
5	等候	děnghòu
5	等于	děngyú
5	低头	dītóu
5	的确	díquè
5	敌人	dírén
5	递	dì
5	地理	dìlǐ
5	地面	dìmiàn
5	地区	dìqū
5	地位	dìwèi
5	地下	dìxià
5	地震	dìzhèn
5	点心	diǎnxin
5	点赞	diǎnzàn
5	电池	diànchí
5	电动	diàndòng
5	电器	diànqì
5	电商	diànshāng
5	电视台	diànshìtái
5	电子版	diànzǐbǎn
5	调	diào
5	调	tiáo
5	调研	diàoyán
5	定期	dìngqī
5	丢失	diūshī
5	冻	dòng
5	洞	dòng
5	动画	dònghuà
5	动人	dòngrén
5	动手	dòngshǒu
5	豆腐	dòufu
5	豆浆	dòujiāng
5	独立	dúlì
5	独特	dútè
5	读音	dúyīn
5	独自	dúzì
5	堵	dǔ
5	度	dù
5	短处	duǎnchù
5	短期	duǎnqī
5	断	duàn
5	堆	duī
5	对比	duìbǐ
5	对待	duìdài
5	对手	duìshǒu
5	队伍	duìwu
5	对象	duìxiàng
5	吨	dūn
5	朵	duǒ
5	躲	duǒ
5	儿女	érnǚ
5	二手	èrshǒu
5	二维码	èrwéimǎ
5	发表	fābiǎo
5	发布	fābù
5	发达	fādá
5	发挥	fāhuī
5	发明	fāmíng
5	发起	fāqǐ
5	发言	fāyán
5	发音	fāyīn
5	罚	fá
5	罚款	fákuǎn
5	法院	fǎyuàn
5	翻	fān
5	番茄	fānqié
5	繁荣	fánróng
5	反	fǎn
5	反而	fǎn’ér
5	反复	fǎnfù
5	返回	fǎnhuí
5	反应	fǎnyìng
5	反映	fǎnyìng
5	反正	fǎnzhèng
5	范围	fànwéi
5	方	fāng
5	方案	fāng’àn
5	防	fáng
5	房屋	fángwū
5	防止	fángzhǐ
5	仿佛	fǎngfú
5	访问	fǎngwèn
5	飞行	fēixíng
5	飞行员	fēixíngyuán
5	非洲	Fēizhōu
5	分别	fēnbié
5	分布	fēnbù
5	纷纷	fēnfēn
5	分类	fēnlèi
5	分离	fēnlí
5	分配	fēnpèi
5	分手	fēnshǒu
5	分析	fēnxī
5	分享	fēnxiǎng
5	奋斗	fèndòu
5	丰富多彩	fēngfù-duōcǎi
5	风格	fēnggé
5	疯狂	fēngkuáng
5	风俗	fēngsú
5	风险	fēngxiǎn
5	否定	fǒudìng
5	否认	fǒurèn
5	夫妇	fūfù
5	扶	fú
5	福	fú
5	服装	fúzhuāng
5	副	fù
5	富	fù
5	付出	fùchū
5	负担	fùdān
5	妇女	fùnǚ
5	富有	fùyǒu
5	复制	fùzhì
5	改革	gǎigé
5	改进	gǎijìn
5	改善	gǎishàn
5	改天	gǎitiān
5	改正	gǎizhèng
5	盖	gài
5	概括	gàikuò
5	概念	gàiniàn
5	敢于	gǎnyú
5	刚好	gānghǎo
5	高大	gāodà
5	高档	gāodàng
5	高度	gāodù
5	高级	gāojí
5	高科技	gāokējì
5	高效	gāoxiào
5	搞	gǎo
5	告别	gàobié
5	歌词	gēcí
5	歌曲	gēqǔ
5	隔	gé
5	格外	géwài
5	个别	gèbié
5	各行各业	gèháng-gèyè
5	个人	gèrén
5	个性	gèxìng
5	各自	gèzì
5	根	gēn
5	根本	gēnběn
5	更换	gēnghuàn
5	更新	gēngxīn
5	公布	gōngbù
5	工程	gōngchéng
5	工程师	gōngchéngshī
5	工具	gōngjù
5	功能	gōngnéng
5	公平	gōngpíng
5	公务员	gōngwùyuán
5	恭喜	gōngxǐ
5	工业	gōngyè
5	工艺	gōngyì
5	公寓	gōngyù
5	贡献	gòngxiàn
5	共享	gòngxiǎng
5	沟通	gōutōng
5	构成	gòuchéng
5	古	gǔ
5	鼓	gǔ
5	古代	gǔdài
5	古老	gǔlǎo
5	鼓掌	gǔzhǎng
5	固定	gùdìng
5	故乡	gùxiāng
5	挂号	guàhào
5	怪	guài
5	关闭	guānbì
5	观察	guānchá
5	观点	guāndiǎn
5	观念	guānniàn
5	冠军	guànjūn
5	光临	guānglín
5	光明	guāngmíng
5	光线	guāngxiàn
5	广	guǎng
5	广场	guǎngchǎng
5	广大	guǎngdà
5	广泛	guǎngfàn
5	规律	guīlǜ
5	规模	guīmó
5	规则	guīzé
5	贵姓	guìxìng
5	柜子	guìzi
5	滚	gǔn
5	锅	guō
5	国画	guóhuà
5	国庆	guóqìng
5	果然	guǒrán
5	果实	guǒshí
5	过度	guòdù
5	过分	guòfèn
5	过敏	guòmǐn
5	过期	guòqī
5	过于	guòyú
5	哈	hā
5	海关	hǎiguān
5	海外	hǎiwài
5	海鲜	hǎixiān
5	含	hán
5	含量	hánliàng
5	含有	hányǒu
5	汗水	hànshuǐ
5	行	háng
5	行业	hángyè
5	好评	hǎopíng
5	好运	hǎoyùn
5	好转	hǎozhuǎn
5	好	hào
5	好奇	hàoqí
5	合	hé
5	合法	héfǎ
5	盒饭	héfàn
5	合理	hélǐ
5	河流	héliú
5	合同	hétóng
5	合影	héyǐng
5	合作	hézuò
5	黑	hēi
5	红	hóng
5	猴子	hóuzi
5	厚度	hòudù
5	后果	hòuguǒ
5	忽视	hūshì
5	呼吸	hūxī
5	湖	hú
5	蝴蝶	húdié
5	胡同	hútòng
5	互动	hùdòng
5	户外	hùwài
5	花费	huāfèi
5	滑	huá
5	划	huá
5	化	huà
5	话费	huàfèi
5	画面	huàmiàn
5	话题	huàtí
5	化学	huàxué
5	环节	huánjié
5	缓解	huǎnjiě
5	缓慢	huǎnmàn
5	黄瓜	huángguā
5	黄金	huángjīn
5	灰	huī
5	挥	huī
5	恢复	huīfù
5	灰色	huīsè
5	回收	huíshōu
5	汇率	huìlǜ
5	婚礼	hūnlǐ
5	伙	huǒ
5	伙伴	huǒbàn
5	火锅	huǒguō
5	或是	huòshì
5	货物	huòwù
5	或许	huòxǔ
5	机构	jīgòu
5	激烈	jīliè
5	机器	jīqì
5	机器人	jīqìrén
5	肌肉	jīròu
5	及	jí
5	级	jí
5	集	jí
5	疾病	jíbìng
5	及格	jígé
5	集合	jíhé
5	即将	jíjiāng
5	急忙	jímáng
5	极其	jíqí
5	集体	jítǐ
5	急需	jíxū
5	急诊	jízhěn
5	集中	jízhōng
5	挤	jǐ
5	系	jì
5	系	xì
5	季度	jìdù
5	记录	jìlù
5	纪录	jìlù
5	纪录片	jìlùpiàn
5	技能	jìnéng
5	纪念	jìniàn
5	纪念日	jìniànrì
5	计算	jìsuàn
5	计算机	jìsuànjī
5	记忆	jìyì
5	记载	jìzǎi
5	嘉宾	jiābīn
5	家电	jiādiàn
5	加工	jiāgōng
5	加热	jiārè
5	加深	jiāshēn
5	加速	jiāsù
5	家务	jiāwù
5	甲	jiǎ
5	假如	jiǎrú
5	架	jià
5	驾驶	jiàshǐ
5	驾照	jiàzhào
5	价值	jiàzhí
5	艰苦	jiānkǔ
5	坚强	jiānqiáng
5	捡	jiǎn
5	剪	jiǎn
5	剪刀	jiǎndāo
5	减肥	jiǎnféi
5	简历	jiǎnlì
5	简直	jiǎnzhí
5	建	jiàn
5	键	jiàn
5	渐渐	jiànjiàn
5	建立	jiànlì
5	键盘	jiànpán
5	建设	jiànshè
5	建造	jiànzào
5	建筑	jiànzhù
5	将近	jiāngjìn
5	讲话	jiǎnghuà
5	讲究	jiǎngjiu
5	奖励	jiǎnglì
5	讲述	jiǎngshù
5	讲座	jiǎngzuò
5	降水	jiàngshuǐ
5	浇	jiāo
5	交换	jiāohuàn
5	交往	jiāowǎng
5	交易	jiāoyì
5	脚步	jiǎobù
5	角度	jiǎodù
5	较	jiào
5	教材	jiàocái
5	接触	jiēchù
5	接待	jiēdài
5	阶段	jiēduàn
5	接近	jiējìn
5	接收	jiēshōu
5	结	jié
5	结构	jiégòu
5	结合	jiéhé
5	结论	jiélùn
5	节省	jiéshěng
5	届	jiè
5	今日	jīnrì
5	紧	jǐn
5	紧急	jǐnjí
5	尽快	jǐnkuài
5	尽量	jǐnliàng
5	紧密	jǐnmì
5	谨慎	jǐnshèn
5	进步	jìnbù
5	近代	jìndài
5	进口	jìnkǒu
5	尽力	jìnlì
5	近年来	jìnnián lái
5	近期	jìnqī
5	近日	jìnrì
5	进一步	jìnyíbù
5	经典	jīngdiǎn
5	精力	jīnglì
5	精神	jīngshen
5	惊喜	jīngxǐ
5	经营	jīngyíng
5	静	jìng
5	酒吧	jiǔbā
5	久远	jiǔyuǎn
5	救	jiù
5	救护车	jiùhùchē
5	就业	jiùyè
5	居民	jūmín
5	居然	jūrán
5	居住	jūzhù
5	橘子	júzi
5	据	jù
5	距	jù
5	具备	jùbèi
5	剧场	jùchǎng
5	巨大	jùdà
5	据说	jùshuō
5	具体	jùtǐ
5	具有	jùyǒu
5	捐	juān
5	绝对	juéduì
5	决赛	juésài
5	角色	juésè
5	决心	juéxīn
5	开发	kāifā
5	开放	kāifàng
5	开幕	kāimù
5	开幕式	kāimùshì
5	开水	kāishuǐ
5	开通	kāitōng
5	开业	kāiyè
5	开展	kāizhǎn
5	看	kān
5	看望	kànwàng
5	看作	kànzuò
5	靠	kào
5	靠近	kàojìn
5	颗	kē
5	科研	kēyán
5	可见	kějiàn
5	可靠	kěkào
5	可怕	kěpà
5	克服	kèfú
5	客服	kèfú
5	客观	kèguān
5	客户	kèhù
5	空间	kōngjiān
5	空中	kōngzhōng
5	控制	kòngzhì
5	口袋	kǒudai
5	口味	kǒuwèi
5	库	kù
5	宽	kuān
5	宽度	kuāndù
5	亏	kuī
5	昆虫	kūnchóng
5	扩大	kuòdà
5	来源	láiyuán
5	劳动	láodòng
5	老百姓	lǎobǎixìng
5	老板	lǎobǎn
5	老公	lǎogōng
5	姥姥	lǎolao
5	老婆	lǎopo
5	姥爷	lǎoye
5	乐观	lèguān
5	乐趣	lèqù
5	泪	lèi
5	类	lèi
5	泪水	lèishuǐ
5	类似	lèisì
5	类型	lèixíng
5	梨	lí
5	离婚	líhūn
5	厘米	límǐ
5	离职	lízhí
5	理论	lǐlùn
5	里头	lǐtou
5	理由	lǐyóu
5	力	lì
5	立即	lìjí
5	立刻	lìkè
5	力量	lìliàng
5	利润	lìrùn
5	利益	lìyì
5	利用	lìyòng
5	联合	liánhé
5	连接	liánjiē
5	连忙	liánmáng
5	连续	liánxù
5	脸色	liǎnsè
5	恋爱	liàn’ài
5	良好	liánghǎo
5	粮食	liángshi
5	量	liàng
5	了不起	liǎobuqǐ
5	列车	lièchē
5	临时	línshí
5	铃	líng
5	灵活	línghuó
5	领	lǐng
5	领带	lǐngdài
5	领导	lǐngdǎo
5	领取	lǐngqǔ
5	领先	lǐngxiān
5	领域	lǐngyù
5	令	lìng
5	流传	liúchuán
5	流感	liúgǎn
5	浏览	liúlǎn
5	留言	liúyán
5	龙	lóng
5	漏	lòu
5	录	lù
5	陆地	lùdì
5	录取	lùqǔ
5	路人	lùrén
5	路线	lùxiàn
5	陆续	lùxù
5	录音	lùyīn
5	旅行社	lǚxíngshè
5	论文	lùnwén
5	逻辑	luójí
5	骂	mà
5	买卖	mǎimai
5	满足	mǎnzú
5	忙碌	mánglù
5	毛笔	máobǐ
5	毛病	máobìng
5	矛盾	máodùn
5	没法儿	méifǎr
5	玫瑰	méigui
5	媒体	méitǐ
5	美术	měishù
5	美味	měiwèi
5	魅力	mèilì
5	门诊	ménzhěn
5	迷	mí
5	迷路	mílù
5	秘密	mìmì
5	密切	mìqiè
5	秘书	mìshū
5	面积	miànjī
5	面临	miànlín
5	面向	miànxiàng
5	描述	miáoshù
5	敏感	mǐngǎn
5	名称	míngchēng
5	名牌	míngpái
5	名片	míngpiàn
5	明确	míngquè
5	明显	míngxiǎn
5	明星	míngxīng
5	命	mìng
5	命运	mìngyùn
5	摸	mō
5	模糊	móhu
5	模式	móshì
5	陌生	mòshēng
5	某	mǒu
5	目光	mùguāng
5	木头	mùtou
5	哪怕	nǎpà
5	难得	nándé
5	难度	nándù
5	难以	nányǐ
5	男子	nánzǐ
5	闹	nào
5	闹钟	nàozhōng
5	内部	nèibù
5	能干	nénggàn
5	年初	niánchū
5	年代	niándài
5	年纪	niánjì
5	年夜饭	niányèfàn
5	念	niàn
5	牛仔裤	niúzǎikù
5	浓	nóng
5	农民	nóngmín
5	农业	nóngyè
5	女子	nǚzǐ
5	哦	ò
5	欧洲	Ōuzhōu
5	偶然	ǒurán
5	拍摄	pāishè
5	排列	páiliè
5	派	pài
5	派出所	pàichūsuǒ
5	跑道	pǎodào
5	赔	péi
5	陪伴	péibàn
5	培训	péixùn
5	培养	péiyǎng
5	配	pèi
5	配合	pèihé
5	配送	pèisòng
5	盆	pén
5	碰	pèng
5	碰见	pèngjiàn
5	批	pī
5	批准	pīzhǔn
5	匹	pǐ
5	骗	piàn
5	拼	pīn
5	拼音	pīnyīn
5	品	pǐn
5	品牌	pǐnpái
5	品质	pǐnzhì
5	品种	pǐnzhǒng
5	聘请	pìnqǐng
5	平	píng
5	评	píng
5	凭	píng
5	平安	píng’ān
5	平衡	pínghéng
5	评价	píngjià
5	凭借	píngjiè
5	平静	píngjìng
5	平均	píngjūn
5	屏幕	píngmù
5	平台	píngtái
5	破坏	pòhuài
5	普及	pǔjí
5	期待	qīdài
5	期间	qījiān
5	齐	qí
5	其	qí
5	奇迹	qíjì
5	其余	qíyú
5	企业	qǐyè
5	气球	qìqiú
5	汽油	qìyóu
5	签	qiān
5	签订	qiāndìng
5	签名	qiānmíng
5	签字	qiānzì
5	前进	qiánjìn
5	前来	qiánlái
5	前途	qiántú
5	前往	qiánwǎng
5	浅	qiǎn
5	欠	qiàn
5	墙	qiáng
5	强大	qiángdà
5	强调	qiángdiào
5	强度	qiángdù
5	强烈	qiángliè
5	抢	qiǎng
5	抢救	qiǎngjiù
5	悄悄	qiāoqiāo
5	切	qiē
5	亲	qīn
5	亲爱	qīn’ài
5	亲朋好友	qīnpéng-hǎoyǒu
5	亲切	qīnqiè
5	亲情	qīnqíng
5	亲人	qīnrén
5	亲自	qīnzì
5	勤奋	qínfèn
5	青	qīng
5	轻易	qīngyì
5	轻重	qīngzhòng
5	情感	qínggǎn
5	情景	qíngjǐng
5	情绪	qíngxù
5	请教	qǐngjiào
5	请求	qǐngqiú
5	穷	qióng
5	趋势	qūshì
5	区域	qūyù
5	去世	qùshì
5	权	quán
5	权利	quánlì
5	全力	quánlì
5	全面	quánmiàn
5	全体	quántǐ
5	全新	quánxīn
5	劝	quàn
5	缺乏	quēfá
5	确保	quèbǎo
5	确定	quèdìng
5	确认	quèrèn
5	群	qún
5	群体	qúntǐ
5	燃烧	ránshāo
5	绕	rào
5	热爱	rè’ài
5	热量	rèliàng
5	热烈	rèliè
5	热心	rèxīn
5	人才	réncái
5	人工	réngōng
5	人际	rénjì
5	人口	rénkǒu
5	人类	rénlèi
5	人力	rénlì
5	人民	rénmín
5	人民币	rénmínbì
5	人群	rénqún
5	人体	réntǐ
5	人物	rénwù
5	忍	rěn
5	认	rèn
5	日历	rìlì
5	日用品	rìyòngpǐn
5	如	rú
5	如此	rúcǐ
5	如何	rúhé
5	如今	rújīn
5	如同	rútóng
5	如下	rúxià
5	软	ruǎn
5	软件	ruǎnjiàn
5	弱	ruò
5	洒	sǎ
5	赛场	sàichǎng
5	色彩	sècǎi
5	沙漠	shāmò
5	沙子	shāzi
5	傻	shǎ
5	晒	shài
5	删	shān
5	扇	shān
5	删除	shānchú
5	山区	shānqū
5	擅长	shàncháng
5	善良	shànliáng
5	善于	shànyú
5	扇子	shànzi
5	伤	shāng
5	伤害	shānghài
5	商家	shāngjiā
5	商人	shāngrén
5	商务	shāngwù
5	商业	shāngyè
5	赏	shǎng
5	上传	shàngchuán
5	上升	shàngshēng
5	上下	shàngxià
5	上涨	shàngzhǎng
5	烧	shāo
5	烧烤	shāokǎo
5	蛇	shé
5	舍不得	shěbude
5	舍得	shěde
5	设备	shèbèi
5	设计	shèjì
5	设立	shèlì
5	社区	shèqū
5	设施	shèshī
5	摄影	shèyǐng
5	设置	shèzhì
5	伸	shēn
5	身材	shēncái
5	深度	shēndù
5	身份	shēnfèn
5	深厚	shēnhòu
5	深刻	shēnkè
5	深入	shēnrù
5	深远	shēnyuǎn
5	神话	shénhuà
5	神秘	shénmì
5	升	shēng
5	生产	shēngchǎn
5	生存	shēngcún
5	生动	shēngdòng
5	升级	shēngjí
5	升温	shēngwēn
5	生物	shēngwù
5	生肖	shēngxiào
5	生长	shēngzhǎng
5	省	shěng
5	省份	shěngfèn
5	省会	shěnghuì
5	胜	shèng
5	胜利	shènglì
5	诗	shī
5	湿	shī
5	失恋	shīliàn
5	失眠	shīmián
5	诗人	shīrén
5	失误	shīwù
5	失业	shīyè
5	时差	shíchā
5	时常	shícháng
5	时代	shídài
5	实践	shíjiàn
5	时刻	shíkè
5	实力	shílì
5	时期	shíqī
5	实施	shíshī
5	石头	shítou
5	实习	shíxí
5	实现	shíxiàn
5	实行	shíxíng
5	实验	shíyàn
5	实验室	shíyànshì
5	实用	shíyòng
5	食用	shíyòng
5	使得	shǐde
5	始终	shǐzhōng
5	式	shì
5	适当	shìdàng
5	似的	shìde
5	事故	shìgù
5	事件	shìjiàn
5	试卷	shìjuàn
5	市民	shìmín
5	事实	shìshí
5	视为	shìwéi
5	事物	shìwù
5	事先	shìxiān
5	试验	shìyàn
5	事业	shìyè
5	试用	shìyòng
5	适用	shìyòng
5	收获	shōuhuò
5	收集	shōují
5	收看	shōukàn
5	守	shǒu
5	首次	shǒucì
5	手段	shǒuduàn
5	手工	shǒugōng
5	手术	shǒushù
5	手套	shǒutào
5	手续	shǒuxù
5	手指	shǒuzhǐ
5	售价	shòujià
5	蔬菜	shūcài
5	书法	shūfǎ
5	书房	shūfáng
5	书架	shūjià
5	输入	shūrù
5	舒适	shūshì
5	熟练	shúliàn
5	熟人	shúrén
5	数	shǔ
5	鼠标	shǔbiāo
5	属于	shǔyú
5	束	shù
5	数据	shùjù
5	树木	shùmù
5	摔	shuāi
5	双方	shuāngfāng
5	水分	shuǐfèn
5	税	shuì
5	睡眠	shuìmián
5	顺	shùn
5	说不定	shuōbudìng
5	说服	shuōfú
5	思考	sīkǎo
5	私人	sīrén
5	思维	sīwéi
5	思想	sīxiǎng
5	四处	sìchù
5	似乎	sìhū
5	四周	sìzhōu
5	搜	sōu
5	搜索	sōusuǒ
5	宿舍	sùshè
5	酸甜苦辣	suān-tián-kǔ-là
5	随	suí
5	随后	suíhòu
5	随时	suíshí
5	随手	suíshǒu
5	随意	suíyì
5	碎	suì
5	损害	sǔnhài
5	损失	sǔnshī
5	缩短	suōduǎn
5	缩小	suōxiǎo
5	所	suǒ
5	锁	suǒ
5	他人	tārén
5	台灯	táidēng
5	台阶	táijiē
5	太太	tàitai
5	谈话	tánhuà
5	桃	táo
5	套	tào
5	特产	tèchǎn
5	特色	tèsè
5	特殊	tèshū
5	特有	tèyǒu
5	特征	tèzhēng
5	疼痛	téngtòng
5	提倡	tíchàng
5	提交	tíjiāo
5	题目	tímù
5	提起	tíqǐ
5	提升	tíshēng
5	提问	tíwèn
5	体会	tǐhuì
5	体力	tǐlì
5	体现	tǐxiàn
5	体验	tǐyàn
5	替	tì
5	天空	tiānkōng
5	天上	tiānshàng
5	填	tián
5	甜品	tiánpǐn
5	挑	tiāo
5	挑选	tiāoxuǎn
5	调皮	tiáopí
5	调整	tiáozhěng
5	挑战	tiǎozhàn
5	跳高	tiàogāo
5	跳远	tiàoyuǎn
5	贴	tiē
5	铁路	tiělù
5	停留	tíngliú
5	通常	tōngcháng
5	通行	tōngxíng
5	同	tóng
5	同情	tóngqíng
5	同一	tóngyī
5	统计	tǒngjì
5	统一	tǒngyī
5	痛苦	tòngkǔ
5	投	tóu
5	投入	tóurù
5	突出	tūchū
5	图画	túhuà
5	图书	túshū
5	土地	tǔdì
5	土豆	tǔdòu
5	兔子	tùzi
5	团	tuán
5	团队	tuánduì
5	推动	tuīdòng
5	推广	tuīguǎng
5	推荐	tuījiàn
5	推进	tuījìn
5	退	tuì
5	退出	tuìchū
5	退还	tuìhuán
5	退休	tuìxiū
5	拖鞋	tuōxié
5	外部	wàibù
5	外公	wàigōng
5	外观	wàiguān
5	外婆	wàipó
5	外形	wàixíng
5	弯	wān
5	玩具	wánjù
5	完美	wánměi
5	完善	wánshàn
5	完整	wánzhěng
5	万一	wànyī
5	往返	wǎngfǎn
5	网络	wǎngluò
5	危害	wēihài
5	微笑	wēixiào
5	威胁	wēixié
5	围	wéi
5	为	wéi
5	维持	wéichí
5	违法	wéifǎ
5	违反	wéifǎn
5	围巾	wéijīn
5	围绕	wéirào
5	维修	wéixiū
5	唯一	wéiyī
5	尾巴	wěiba
5	伟大	wěidà
5	胃	wèi
5	喂	wèi
5	未来	wèilái
5	位于	wèiyú
5	位置	wèizhì
5	温暖	wēnnuǎn
5	文学	wénxué
5	稳定	wěndìng
5	问卷	wènjuàn
5	握	wò
5	卧室	wòshì
5	握手	wòshǒu
5	无关	wúguān
5	无奈	wúnài
5	无数	wúshù
5	无限	wúxiàn
5	无效	wúxiào
5	舞蹈	wǔdǎo
5	武术	wǔshù
5	舞台	wǔtái
5	五颜六色	wǔyán-liùsè
5	雾	wù
5	物价	wùjià
5	物理	wùlǐ
5	物品	wùpǐn
5	物业	wùyè
5	物质	wùzhì
5	西餐	xīcān
5	吸管	xīguǎn
5	吸收	xīshōu
5	西装	xīzhuāng
5	戏	xì
5	细节	xìjié
5	戏剧	xìjù
5	系统	xìtǒng
5	下载	xiàzài
5	先后	xiānhòu
5	先进	xiānjìn
5	闲	xián
5	显得	xiǎnde
5	显然	xiǎnrán
5	显示	xiǎnshì
5	县	xiàn
5	现场	xiànchǎng
5	现代	xiàndài
5	现代化	xiàndàihuà
5	线路	xiànlù
5	现实	xiànshí
5	现象	xiànxiàng
5	限制	xiànzhì
5	现状	xiànzhuàng
5	乡	xiāng
5	相处	xiāngchǔ
5	乡村	xiāngcūn
5	相当	xiāngdāng
5	相对	xiāngduì
5	相关	xiāngguān
5	相似	xiāngsì
5	想念	xiǎngniàn
5	响声	xiǎngshēng
5	享受	xiǎngshòu
5	想象	xiǎngxiàng
5	相册	xiàngcè
5	项目	xiàngmù
5	橡皮	xiàngpí
5	向上	xiàngshàng
5	象征	xiàngzhēng
5	消费	xiāofèi
5	消费者	xiāofèizhě
5	消化	xiāohuà
5	消极	xiāojí
5	销量	xiāoliàng
5	消失	xiāoshī
5	销售	xiāoshòu
5	小姐	xiǎojiě
5	小型	xiǎoxíng
5	小于	xiǎoyú
5	效率	xiàolǜ
5	斜	xié
5	协议	xiéyì
5	写作	xiězuò
5	新郎	xīnláng
5	心理	xīnlǐ
5	新娘	xīnniáng
5	新人	xīnrén
5	欣赏	xīnshǎng
5	心态	xīntài
5	新型	xīnxíng
5	信封	xìnfēng
5	信任	xìnrèn
5	信用	xìnyòng
5	行程	xíngchéng
5	形成	xíngchéng
5	行动	xíngdòng
5	行人	xíngrén
5	形容	xíngróng
5	形式	xíngshì
5	形势	xíngshì
5	行驶	xíngshǐ
5	行为	xíngwéi
5	形象	xíngxiàng
5	形状	xíngzhuàng
5	行走	xíngzǒu
5	幸运	xìngyùn
5	性质	xìngzhì
5	修改	xiūgǎi
5	修建	xiūjiàn
5	休闲	xiūxián
5	需	xū
5	需求	xūqiú
5	虚心	xūxīn
5	宣布	xuānbù
5	宣传	xuānchuán
5	选手	xuǎnshǒu
5	学分	xuéfēn
5	学科	xuékē
5	学历	xuélì
5	学年	xuénián
5	学术	xuéshù
5	学者	xuézhě
5	雪糕	xuěgāo
5	询问	xúnwèn
5	寻找	xúnzhǎo
5	训练	xùnliàn
5	迅速	xùnsù
5	呀	yā
5	押金	yājīn
5	压岁钱	yāsuìqián
5	鸭子	yāzi
5	牙齿	yáchǐ
5	沿	yán
5	延长	yáncháng
5	研发	yánfā
5	严肃	yánsù
5	研制	yánzhì
5	眼	yǎn
5	演讲	yǎnjiǎng
5	眼泪	yǎnlèi
5	阳台	yángtái
5	样式	yàngshì
5	腰	yāo
5	摇	yáo
5	咬	yǎo
5	要不	yàobù
5	要不是	yàobúshì
5	药品	yàopǐn
5	药物	yàowù
5	夜间	yèjiān
5	夜市	yèshì
5	业务	yèwù
5	业余	yèyú
5	依据	yījù
5	依靠	yīkào
5	医疗	yīliáo
5	依然	yīrán
5	医学	yīxué
5	移	yí
5	一次性	yícìxìng
5	一代	yídài
5	一旦	yídàn
5	移动	yídòng
5	遗憾	yíhàn
5	一路	yílù
5	一路顺风	yílù-shùnfēng
5	疑问	yíwèn
5	一致	yízhì
5	乙	yǐ
5	以	yǐ
5	以及	yǐjí
5	以来	yǐlái
5	亿	yì
5	意识	yìshí
5	意外	yìwài
5	意味着	yìwèizhe
5	义务	yìwù
5	意义	yìyì
5	因而	yīn’ér
5	音量	yīnliàng
5	因素	yīnsù
5	引进	yǐnjìn
5	饮食	yǐnshí
5	印刷	yìnshuā
5	应当	yīngdāng
5	迎	yíng
5	迎接	yíngjiē
5	营养	yíngyǎng
5	营业	yíngyè
5	影片	yǐngpiàn
5	影视	yǐngshì
5	硬	yìng
5	应对	yìngduì
5	硬件	yìngjiàn
5	应用	yìngyòng
5	拥抱	yōngbào
5	拥有	yōngyǒu
5	勇气	yǒngqì
5	用法	yòngfǎ
5	用户	yònghù
5	用力	yònglì
5	用品	yòngpǐn
5	用途	yòngtú
5	优惠	yōuhuì
5	悠久	yōujiǔ
5	优良	yōuliáng
5	优美	yōuměi
5	优势	yōushì
5	优质	yōuzhì
5	由此	yóu cǐ
5	邮寄	yóujì
5	邮局	yóujú
5	游览	yóulǎn
5	邮票	yóupiào
5	油条	yóutiáo
5	犹豫	yóuyù
5	有害	yǒu hài
5	有力	yǒulì
5	有利	yǒulì
5	有限	yǒuxiàn
5	有益	yǒuyì
5	有助于	yǒuzhùyú
5	幼儿园	yòu’éryuán
5	娱乐	yúlè
5	语气	yǔqì
5	雨水	yǔshuǐ
5	语文	yǔwén
5	语音	yǔyīn
5	预报	yùbào
5	预测	yùcè
5	预订	yùdìng
5	预防	yùfáng
5	预计	yùjì
5	玉米	yùmǐ
5	预约	yùyuē
5	原	yuán
5	圆	yuán
5	原有	yuán yǒu
5	元旦	Yuándàn
5	员工	yuángōng
5	原则	yuánzé
5	愿	yuàn
5	愿望	yuànwàng
5	约定	yuēdìng
5	运	yùn
5	运费	yùnfèi
5	运气	yùnqi
5	运输	yùnshū
5	运用	yùnyòng
5	在场	zàichǎng
5	在乎	zàihu
5	在内	zàinèi
5	在线	zàixiàn
5	在于	zàiyú
5	赞成	zànchéng
5	糟	zāo
5	糟糕	zāogāo
5	早期	zǎoqī
5	早晚	zǎowǎn
5	早已	zǎoyǐ
5	造	zào
5	造成	zàochéng
5	增	zēng
5	增进	zēngjìn
5	增强	zēngqiáng
5	赠	zèng
5	赠送	zèngsòng
5	炸	zhá
5	摘	zhāi
5	窄	zhǎi
5	展出	zhǎnchū
5	展开	zhǎnkāi
5	展览	zhǎnlǎn
5	展示	zhǎnshì
5	展现	zhǎnxiàn
5	占	zhàn
5	站台	zhàntái
5	占线	zhànxiàn
5	涨	zhǎng
5	涨价	zhǎngjià
5	掌声	zhǎngshēng
5	掌握	zhǎngwò
5	账号	zhànghào
5	账户	zhànghù
5	着凉	zháoliáng
5	召开	zhàokāi
5	折扣	zhékòu
5	哲学	zhéxué
5	真诚	zhēnchéng
5	针对	zhēnduì
5	珍贵	zhēnguì
5	真实	zhēnshí
5	珍惜	zhēnxī
5	诊断	zhěnduàn
5	阵	zhèn
5	争	zhēng
5	争取	zhēngqǔ
5	整齐	zhěngqí
5	整体	zhěngtǐ
5	整整	zhěngzhěng
5	挣	zhèng
5	政府	zhèngfǔ
5	证据	zhèngjù
5	正如	zhèngrú
5	证书	zhèngshū
5	政治	zhèngzhì
5	支	zhī
5	知名	zhīmíng
5	直	zhí
5	直播	zhíbō
5	职场	zhíchǎng
5	职工	zhígōng
5	执行	zhíxíng
5	止	zhǐ
5	指导	zhǐdǎo
5	至	zhì
5	治	zhì
5	制订	zhìdìng
5	制定	zhìdìng
5	制度	zhìdù
5	智慧	zhìhuì
5	至今	zhìjīn
5	治疗	zhìliáo
5	智能	zhìnéng
5	志愿者	zhìyuànzhě
5	制造	zhìzào
5	制作	zhìzuò
5	中华	Zhōnghuá
5	中华民族	Zhōnghuá Mínzú
5	中级	zhōngjí
5	中介	zhōngjiè
5	中期	zhōngqī
5	中外	zhōngwài
5	中心	zhōngxīn
5	中药	zhōngyào
5	中医	zhōngyī
5	种类	zhǒnglèi
5	种子	zhǒngzi
5	重大	zhòngdà
5	众多	zhòngduō
5	重量	zhòngliàng
5	种植	zhòngzhí
5	周年	zhōunián
5	猪	zhū
5	逐步	zhúbù
5	逐渐	zhújiàn
5	竹子	zhúzi
5	煮	zhǔ
5	主持	zhǔchí
5	主动	zhǔdòng
5	主观	zhǔguān
5	主人	zhǔrén
5	主任	zhǔrèn
5	主食	zhǔshí
5	主题	zhǔtí
5	主席	zhǔxí
5	注册	zhùcè
5	住房	zhùfáng
5	住宿	zhùsù
5	住址	zhùzhǐ
5	注重	zhùzhòng
5	抓	zhuā
5	抓紧	zhuājǐn
5	专家	zhuānjiā
5	专心	zhuānxīn
5	转变	zhuǎnbiàn
5	转告	zhuǎngào
5	装饰	zhuāngshì
5	装修	zhuāngxiū
5	撞	zhuàng
5	状况	zhuàngkuàng
5	状态	zhuàngtài
5	追	zhuī
5	追求	zhuīqiú
5	资格	zīgé
5	资金	zījīn
5	姿势	zīshì
5	咨询	zīxún
5	资源	zīyuán
5	紫	zǐ
5	子女	zǐnǚ
5	自从	zìcóng
5	自动	zìdòng
5	自觉	zìjué
5	字母	zìmǔ
5	自身	zìshēn
5	自由	zìyóu
5	综合	zōnghé
5	总部	zǒngbù
5	总共	zǒnggòng
5	总数	zǒngshù
5	总体	zǒngtǐ
5	总统	zǒngtǒng
5	总之	zǒngzhī
5	租金	zūjīn
5	族	zú
5	足够	zúgòu
5	组成	zǔchéng
5	组合	zǔhé
5	阻止	zǔzhǐ
5	组织	zǔzhī
5	嘴巴	zuǐba
5	醉	zuì
5	最初	zuìchū
5	最佳	zuìjiā
5	尊敬	zūnjìng
5	遵守	zūnshǒu
5	作出	zuòchū
6	花	huā
6	时	shí
6	疼	téng
6	周	zhōu
6	大概	dàgài
6	封	fēng
6	或	huò
6	难	nán
6	倒	dào
6	另	lìng
6	土	tǔ
6	作用	zuòyòng
6	化	huà
6	宽	kuān
6	齐	qí
6	岸	àn
6	案例	ànlì
6	按摩	ànmó
6	暗示	ànshì
6	昂贵	ángguì
6	白白	báibái
6	白领	báilǐng
6	摆	bǎi
6	摆放	bǎifàng
6	百分点	bǎifēndiǎn
6	百货	bǎihuò
6	摆脱	bǎituō
6	败	bài
6	拜访	bàifǎng
6	拜年	bàinián
6	版	bǎn
6	版本	bǎnběn
6	伴随	bànsuí
6	扮演	bànyǎn
6	榜样	bǎngyàng
6	棒球	bàngqiú
6	保管	bǎoguǎn
6	保健	bǎojiàn
6	保暖	bǎonuǎn
6	保修	bǎoxiū
6	保障	bǎozhàng
6	爆	bào
6	爆发	bàofā
6	报刊	bàokān
6	暴力	bàolì
6	暴露	bàolù
6	报社	bàoshè
6	爆炸	bàozhà
6	悲观	bēiguān
6	悲剧	bēijù
6	悲伤	bēishāng
6	北极	běijí
6	北美洲	Běiměizhōu
6	被动	bèidòng
6	被迫	bèipò
6	背心	bèixīn
6	备用	bèiyòng
6	倍增	bèizēng
6	奔跑	bēnpǎo
6	本能	běnnéng
6	本身	běnshēn
6	本土	běntǔ
6	逼	bī
6	比方	bǐfang
6	比重	bǐzhòng
6	闭	bì
6	避	bì
6	必修	bìxiū
6	编	biān
6	编辑	biānjí
6	编写	biānxiě
6	遍地	biàndì
6	便捷	biànjié
6	变质	biànzhì
6	兵	bīng
6	病毒	bìngdú
6	播	bō
6	播种	bōzhǒng
6	博览会	bólǎnhuì
6	薄弱	bóruò
6	脖子	bózi
6	不耐烦	bú nàifán
6	不顾	búgù
6	不料	búliào
6	不适	búshì
6	不至于	búzhìyú
6	补	bǔ
6	捕	bǔ
6	补偿	bǔcháng
6	补课	bǔkè
6	补贴	bǔtiē
6	补习	bǔxí
6	布	bù
6	不安	bù’ān
6	不曾	bùcéng
6	不成	bùchéng
6	不得	bùdé
6	部队	bùduì
6	不禁	bùjīn
6	不时	bùshí
6	部位	bùwèi
6	不许	bùxǔ
6	不宜	bùyí
6	不已	bùyǐ
6	布置	bùzhì
6	不止	bùzhǐ
6	步骤	bùzhòu
6	猜测	cāicè
6	财产	cáichǎn
6	财富	cáifù
6	才华	cáihuá
6	才能	cáinéng
6	财务	cáiwù
6	财物	cáiwù
6	材质	cáizhì
6	踩	cǎi
6	采购	cǎigòu
6	彩虹	cǎihóng
6	采集	cǎijí
6	采纳	cǎinà
6	彩票	cǎipiào
6	参展	cānzhǎn
6	残疾	cánjí
6	仓库	cāngkù
6	草原	cǎoyuán
6	侧	cè
6	策划	cèhuà
6	测量	cèliáng
6	策略	cèlüè
6	层次	céngcì
6	层面	céngmiàn
6	叉	chā
6	差异	chāyì
6	插座	chāzuò
6	查询	cháxún
6	拆除	chāichú
6	产出	chǎnchū
6	产地	chǎndì
6	肠	cháng
6	长短	chángduǎn
6	常规	chángguī
6	常年	chángnián
6	长寿	chángshòu
6	常温	chángwēn
6	场次	chǎngcì
6	场地	chǎngdì
6	场馆	chǎngguǎn
6	场合	chǎnghé
6	厂家	chǎngjiā
6	场景	chǎngjǐng
6	场面	chǎngmiàn
6	厂商	chǎngshāng
6	畅通	chàngtōng
6	畅销	chàngxiāo
6	抄	chāo
6	超越	chāoyuè
6	朝代	cháodài
6	潮流	cháoliú
6	潮湿	cháoshī
6	嘲笑	cháoxiào
6	炒股	chǎogǔ
6	吵架	chǎojià
6	撤回	chèhuí
6	撤销	chèxiāo
6	沉重	chénzhòng
6	趁	chèn
6	撑	chēng
6	称号	chēnghào
6	称呼	chēnghu
6	称作	chēngzuò
6	成	chéng
6	乘	chéng
6	盛	chéng
6	承办	chéngbàn
6	惩罚	chéngfá
6	成交	chéngjiāo
6	承诺	chéngnuò
6	成千上万	chéngqiān-shàngwàn
6	呈现	chéngxiàn
6	成效	chéngxiào
6	诚信	chéngxìn
6	成语	chéngyǔ
6	城镇	chéngzhèn
6	持久	chíjiǔ
6	持有	chíyǒu
6	尺	chǐ
6	尺寸	chǐcùn
6	冲动	chōngdòng
6	冲击	chōngjī
6	充实	chōngshí
6	冲突	chōngtū
6	崇拜	chóngbài
6	重建	chóngjiàn
6	冲	chòng
6	抽奖	chōujiǎng
6	抽象	chōuxiàng
6	愁	chóu
6	筹备	chóubèi
6	初步	chūbù
6	出场	chūchǎng
6	初等	chūděng
6	出境	chūjìng
6	出力	chūlì
6	出名	chūmíng
6	出入	chūrù
6	出示	chūshì
6	出游	chūyóu
6	出于	chūyú
6	除	chú
6	除非	chúfēi
6	储存	chǔcún
6	处罚	chǔfá
6	储蓄	chǔxù
6	处处	chùchù
6	穿过	chuānguò
6	传承	chuánchéng
6	传达	chuándá
6	传染	chuánrǎn
6	传染病	chuánrǎnbìng
6	传授	chuánshòu
6	传输	chuánshū
6	传真	chuánzhēn
6	船只	chuánzhī
6	串	chuàn
6	窗口	chuāngkǒu
6	闯	chuǎng
6	创办	chuàngbàn
6	创建	chuàngjiàn
6	创立	chuànglì
6	创意	chuàngyì
6	垂直	chuízhí
6	纯	chún
6	瓷器	cíqì
6	此刻	cǐkè
6	刺	cì
6	次数	cìshù
6	匆匆	cōngcōng
6	匆忙	cōngmáng
6	从未	cóngwèi
6	从业	cóngyè
6	醋	cù
6	脆	cuì
6	脆弱	cuìruò
6	村庄	cūnzhuāng
6	存储	cúnchǔ
6	寸	cùn
6	挫折	cuòzhé
6	搭	dā
6	搭配	dāpèi
6	答复	dáfù
6	打交道	dǎ jiāodao
6	打动	dǎdòng
6	打击	dǎjī
6	打架	dǎjià
6	打卡	dǎkǎ
6	打雷	dǎléi
6	打造	dǎzào
6	打仗	dǎzhàng
6	大臣	dàchén
6	大吃一惊	dàchī-yìjīng
6	大地	dàdì
6	大都	dàdū
6	大方	dàfang
6	大幅	dàfú
6	大伙儿	dàhuǒr
6	大使	dàshǐ
6	大师	dàshī
6	大洋洲	Dàyángzhōu
6	大致	dàzhì
6	呆	dāi
6	待	dài
6	代价	dàijià
6	贷款	dàikuǎn
6	代理	dàilǐ
6	带领	dàilǐng
6	单纯	dānchún
6	单调	dāndiào
6	耽误	dānwu
6	担忧	dānyōu
6	蛋白质	dànbáizhì
6	诞生	dànshēng
6	当场	dāngchǎng
6	当初	dāngchū
6	当代	dāngdài
6	当今	dāngjīn
6	当面	dāngmiàn
6	当下	dāngxià
6	当选	dāngxuǎn
6	档案	dàng’àn
6	当天	dàngtiān
6	岛	dǎo
6	倒闭	dǎobì
6	倒车	dǎochē
6	导师	dǎoshī
6	道德	dàodé
6	倒是	dàoshì
6	得了	déle
6	得以	déyǐ
6	得知	dézhī
6	灯笼	dēnglong
6	等级	děngjí
6	滴	dī
6	低碳	dītàn
6	抵达	dǐdá
6	抵抗	dǐkàng
6	地道	dìdao
6	地方	dìfāng
6	地形	dìxíng
6	地域	dìyù
6	地质	dìzhì
6	点击	diǎnjī
6	典礼	diǎnlǐ
6	点燃	diǎnrán
6	典型	diǎnxíng
6	电饭锅	diànfànguō
6	电力	diànlì
6	店铺	diànpù
6	电源	diànyuán
6	吊	diào
6	调动	diàodòng
6	钓鱼	diàoyú
6	跌	diē
6	顶	dǐng
6	订单	dìngdān
6	订婚	dìnghūn
6	定价	dìngjià
6	定时	dìngshí
6	定位	dìngwèi
6	定义	dìngyì
6	定制	dìngzhì
6	栋	dòng
6	动机	dòngjī
6	动力	dònglì
6	动漫	dòngmàn
6	动态	dòngtài
6	动听	dòngtīng
6	逗	dòu
6	斗争	dòuzhēng
6	都市	dūshì
6	毒	dú
6	渡	dù
6	端	duān
6	短缺	duǎnquē
6	对称	duìchèn
6	对接	duìjiē
6	对抗	duìkàng
6	对立	duìlì
6	对应	duìyìng
6	蹲	dūn
6	顿时	dùnshí
6	多才多艺	duōcái-duōyì
6	多亏	duōkuī
6	多媒体	duōméitǐ
6	多余	duōyú
6	多元	duōyuán
6	夺	duó
6	夺取	duóqǔ
6	躲避	duǒbì
6	恶心	ěxin
6	恶劣	èliè
6	儿科	érkē
6	耳环	ěrhuán
6	二氧化碳	èryǎnghuàtàn
6	发病	fābìng
6	发愁	fāchóu
6	发电	fādiàn
6	发动	fādòng
6	发放	fāfàng
6	发光	fāguāng
6	发票	fāpiào
6	发行	fāxíng
6	发炎	fāyán
6	发育	fāyù
6	法定	fǎdìng
6	法官	fǎguān
6	法规	fǎguī
6	番	fān
6	繁忙	fánmáng
6	凡是	fánshì
6	繁殖	fánzhí
6	反馈	fǎnkuì
6	反思	fǎnsī
6	犯	fàn
6	方方面面	fāngfāngmiànmiàn
6	方位	fāngwèi
6	方言	fāngyán
6	妨碍	fáng’ài
6	房价	fángjià
6	防治	fángzhì
6	访谈	fǎngtán
6	放大	fàngdà
6	放飞	fàngfēi
6	飞速	fēisù
6	肥	féi
6	肥胖	féipàng
6	肥沃	féiwò
6	肺	fèi
6	肺炎	fèiyán
6	分工	fēngōng
6	分级	fēnjí
6	分期	fēnqī
6	分散	fēnsàn
6	氛围	fēnwéi
6	粉	fěn
6	愤怒	fènnù
6	封闭	fēngbì
6	风光	fēngguāng
6	风力	fēnglì
6	丰收	fēngshōu
6	风雨	fēngyǔ
6	奉献	fèngxiàn
6	夫人	fūrén
6	服	fú
6	浮	fú
6	服从	fúcóng
6	幅度	fúdù
6	符号	fúhào
6	福利	fúlì
6	服用	fúyòng
6	辅导	fǔdǎo
6	辅助	fǔzhù
6	副	fù
6	覆盖	fùgài
6	附件	fùjiàn
6	负面	fùmiàn
6	富裕	fùyù
6	赋予	fùyǔ
6	该	gāi
6	改编	gǎibiān
6	改造	gǎizào
6	概率	gàilǜ
6	肝	gān
6	干脆	gāncuì
6	尴尬	gāngà
6	干旱	gānhàn
6	干扰	gānrǎo
6	干燥	gānzào
6	感激	gǎnjī
6	赶忙	gǎnmáng
6	感染	gǎnrǎn
6	感想	gǎnxiǎng
6	钢笔	gāngbǐ
6	港口	gǎngkǒu
6	岗位	gǎngwèi
6	高层	gāocéng
6	高超	gāochāo
6	高等	gāoděng
6	高端	gāoduān
6	高峰	gāofēng
6	高尚	gāoshàng
6	高手	gāoshǒu
6	高新技术	gāoxīn-jìshù
6	高原	gāoyuán
6	稿件	gǎojiàn
6	稿子	gǎozi
6	割	gē
6	歌唱	gēchàng
6	隔壁	gébì
6	革命	gémìng
6	个体	gètǐ
6	给予	jǐyǔ
6	跟前	gēnqián
6	跟随	gēnsuí
6	跟踪	gēnzōng
6	公	gōng
6	宫	gōng
6	公安	gōng’ān
6	工地	gōngdì
6	工夫	gōngfu
6	公告	gōnggào
6	供给	gōngjǐ
6	攻击	gōngjī
6	公开	gōngkāi
6	公民	gōngmín
6	公认	gōngrèn
6	功效	gōngxiào
6	工序	gōngxù
6	公益	gōngyì
6	供应	gōngyìng
6	公元	gōngyuán
6	公正	gōngzhèng
6	公众	gōngzhòng
6	公主	gōngzhǔ
6	巩固	gǒnggù
6	共计	gòngjì
6	沟	gōu
6	构造	gòuzào
6	孤独	gūdú
6	姑姑	gūgu
6	古典	gǔdiǎn
6	古迹	gǔjì
6	股票	gǔpiào
6	古人	gǔrén
6	股市	gǔshì
6	骨头	gǔtou
6	鼓舞	gǔwǔ
6	顾	gù
6	固体	gùtǐ
6	顾问	gùwèn
6	故障	gùzhàng
6	拐	guǎi
6	拐弯	guǎiwān
6	官	guān
6	关爱	guān’ài
6	官方	guānfāng
6	观光	guānguāng
6	关怀	guānhuái
6	关联	guānlián
6	观赏	guānshǎng
6	官员	guānyuán
6	管道	guǎndào
6	罐	guàn
6	广阔	guǎngkuò
6	归	guī
6	规范	guīfàn
6	规划	guīhuà
6	归还	guīhuán
6	规矩	guīju
6	轨道	guǐdào
6	跪	guì
6	贵重	guìzhòng
6	棍	gùn
6	国宝	guóbǎo
6	国产	guóchǎn
6	国歌	guógē
6	国旗	guóqí
6	国情	guóqíng
6	国王	guówáng
6	过渡	guòdù
6	过后	guòhòu
6	过时	guòshí
6	海内外	hǎi nèiwài
6	海岸	hǎi’àn
6	海拔	hǎibá
6	海面	hǎimiàn
6	海域	hǎiyù
6	害	hài
6	寒冬	hándōng
6	含义	hányì
6	罕见	hǎnjiàn
6	旱灾	hànzāi
6	航空	hángkōng
6	毫不	háo bù
6	毫无	háo wú
6	毫米	háomǐ
6	毫升	háoshēng
6	好不	hǎobù
6	好感	hǎogǎn
6	好容易	hǎoróngyì
6	好客	hàokè
6	好学	hàoxué
6	号召	hàozhào
6	合并	hébìng
6	合成	héchéng
6	和平	hépíng
6	和谐	héxié
6	核心	héxīn
6	嘿	hēi
6	黑暗	hēi’àn
6	痕迹	hénjì
6	狠	hěn
6	恨	hèn
6	横	héng
6	衡量	héngliáng
6	宏大	hóngdà
6	洪水	hóngshuǐ
6	后代	hòudài
6	后期	hòuqī
6	后人	hòurén
6	后退	hòutuì
6	后者	hòuzhě
6	忽略	hūlüè
6	壶	hú
6	胡子	húzi
6	户	hù
6	互助	hùzhù
6	花朵	huāduǒ
6	花生	huāshēng
6	滑冰	huábīng
6	滑行	huáxíng
6	滑雪	huáxuě
6	划	huà
6	划分	huàfēn
6	化石	huàshí
6	话筒	huàtǒng
6	化妆	huàzhuāng
6	怀	huái
6	怀念	huáiniàn
6	怀孕	huáiyùn
6	欢乐	huānlè
6	环	huán
6	还原	huányuán
6	患	huàn
6	幻想	huànxiǎng
6	患者	huànzhě
6	黄	huáng
6	皇帝	huángdì
6	灰尘	huīchén
6	灰心	huīxīn
6	回报	huíbào
6	回顾	huígù
6	回头	huítóu
6	汇	huì
6	汇报	huìbào
6	绘画	huìhuà
6	会见	huìjiàn
6	汇款	huìkuǎn
6	婚姻	hūnyīn
6	混	hùn
6	混合	hùnhé
6	混乱	hùnluàn
6	活力	huólì
6	活跃	huóyuè
6	火柴	huǒchái
6	火灾	huǒzāi
6	货币	huòbì
6	货车	huòchē
6	击败	jībài
6	基地	jīdì
6	机动车	jīdòngchē
6	饥饿	jī’è
6	激发	jīfā
6	基金	jījīn
6	激励	jīlì
6	激情	jīqíng
6	机械	jīxiè
6	基因	jīyīn
6	机遇	jīyù
6	机制	jīzhì
6	即便	jíbiàn
6	极端	jíduān
6	急救	jíjiù
6	急切	jíqiè
6	集团	jítuán
6	极为	jíwéi
6	吉祥	jíxiáng
6	继承	jìchéng
6	季军	jìjūn
6	纪律	jìlǜ
6	寂寞	jìmò
6	技巧	jìqiǎo
6	技艺	jìyì
6	夹	jiā
6	加倍	jiābèi
6	家常	jiācháng
6	家家户户	jiājiāhùhù
6	加剧	jiājù
6	家居	jiājū
6	家属	jiāshǔ
6	加以	jiāyǐ
6	家园	jiāyuán
6	加重	jiāzhòng
6	假设	jiǎshè
6	嫁	jià
6	尖	jiān
6	肩膀	jiānbǎng
6	监测	jiāncè
6	坚定	jiāndìng
6	监督	jiāndū
6	坚固	jiāngù
6	坚决	jiānjué
6	艰难	jiānnán
6	艰辛	jiānxīn
6	坚硬	jiānyìng
6	兼职	jiānzhí
6	检测	jiǎncè
6	简化	jiǎnhuà
6	简介	jiǎnjiè
6	减弱	jiǎnruò
6	减压	jiǎnyā
6	检验	jiǎnyàn
6	剑	jiàn
6	箭	jiàn
6	鉴定	jiàndìng
6	间隔	jiàngé
6	间接	jiànjiē
6	健全	jiànquán
6	建筑物	jiànzhùwù
6	将军	jiāngjūn
6	讲解	jiǎngjiě
6	奖牌	jiǎngpái
6	奖品	jiǎngpǐn
6	酱	jiàng
6	酱油	jiàngyóu
6	胶带	jiāodài
6	焦点	jiāodiǎn
6	交际	jiāojì
6	焦虑	jiāolǜ
6	胶水	jiāoshuǐ
6	交谈	jiāotán
6	郊外	jiāowài
6	角落	jiǎoluò
6	脚印	jiǎoyìn
6	较为	jiàowéi
6	教训	jiàoxùn
6	结	jiē
6	结果	jiēguǒ
6	接连	jiēlián
6	结实	jiēshi
6	街头	jiētóu
6	杰出	jiéchū
6	节能	jiénéng
6	结尾	jiéwěi
6	截至	jiézhì
6	截止	jiézhǐ
6	节奏	jiézòu
6	解	jiě
6	解答	jiědá
6	解读	jiědú
6	解放	jiěfàng
6	解说	jiěshuō
6	借鉴	jièjiàn
6	戒指	jièzhi
6	借助	jièzhù
6	金额	jīn’é
6	金牌	jīnpái
6	金钱	jīnqián
6	金融	jīnróng
6	金属	jīnshǔ
6	金子	jīnzi
6	尽	jìn
6	进而	jìn’ér
6	进度	jìndù
6	进化	jìnhuà
6	近来	jìnlái
6	近视	jìnshì
6	进展	jìnzhǎn
6	精美	jīngměi
6	精确	jīngquè
6	惊人	jīngrén
6	经商	jīngshāng
6	精通	jīngtōng
6	精心	jīngxīn
6	惊讶	jīngyà
6	精致	jīngzhì
6	精准	jīngzhǔn
6	井	jǐng
6	警告	jǐnggào
6	景观	jǐngguān
6	景象	jǐngxiàng
6	颈椎	jǐngzhuī
6	净	jìng
6	竞赛	jìngsài
6	镜头	jìngtóu
6	纠纷	jiūfēn
6	纠正	jiūzhèng
6	酒精	jiǔjīng
6	酒水	jiǔshuǐ
6	就读	jiùdú
6	舅舅	jiùjiu
6	救命	jiùmìng
6	就算	jiùsuàn
6	救援	jiùyuán
6	救灾	jiùzāi
6	救助	jiùzhù
6	局	jú
6	菊花	júhuā
6	局面	júmiàn
6	局限	júxiàn
6	举动	jǔdòng
6	剧本	jùběn
6	聚集	jùjí
6	俱乐部	jùlèbù
6	剧烈	jùliè
6	捐款	juānkuǎn
6	捐赠	juānzèng
6	卷	juǎn
6	卷	juàn
6	决策	juécè
6	绝望	juéwàng
6	军队	jūnduì
6	军人	jūnrén
6	均匀	jūnyún
6	卡片	kǎpiàn
6	开创	kāichuàng
6	开关	kāiguān
6	开启	kāiqǐ
6	开设	kāishè
6	开头	kāitóu
6	砍	kǎn
6	看不起	kànbuqǐ
6	看待	kàndài
6	看得起	kàndeqǐ
6	看好	kànhǎo
6	看似	kànsì
6	看中	kànzhòng
6	看重	kànzhòng
6	康复	kāngfù
6	考察	kǎochá
6	考古	kǎogǔ
6	考核	kǎohé
6	考验	kǎoyàn
6	科	kē
6	科幻	kēhuàn
6	科目	kēmù
6	科普	kēpǔ
6	可口	kěkǒu
6	可怜	kělián
6	渴望	kěwàng
6	可行	kěxíng
6	客车	kèchē
6	课题	kètí
6	肯	kěn
6	恐惧	kǒngjù
6	空地	kòngdì
6	空闲	kòngxián
6	口感	kǒugǎn
6	口号	kǒuhào
6	口腔	kǒuqiāng
6	口头	kǒutóu
6	扣	kòu
6	枯燥	kūzào
6	酷	kù
6	夸	kuā
6	夸奖	kuājiǎng
6	夸张	kuāzhāng
6	会计	kuàijì
6	快捷	kuàijié
6	款	kuǎn
6	款式	kuǎnshì
6	亏损	kuīsǔn
6	困扰	kùnrǎo
6	扩展	kuòzhǎn
6	落	là
6	辣椒	làjiāo
6	啦	la
6	来临	láilín
6	来往	láiwǎng
6	赖	lài
6	拦	lán
6	栏	lán
6	兰花	lánhuā
6	烂	làn
6	狼	láng
6	朗读	lǎngdú
6	牢	láo
6	劳动力	láodònglì
6	老实	lǎoshi
6	老鼠	lǎoshǔ
6	老太太	lǎotàitai
6	乐于	lèyú
6	雷	léi
6	类别	lèibié
6	理	lǐ
6	理财	lǐcái
6	理科	lǐkē
6	理念	lǐniàn
6	理性	lǐxìng
6	立	lì
6	粒	lì
6	立场	lìchǎng
6	力度	lìdù
6	历经	lìjīng
6	历年	lìnián
6	例外	lìwài
6	利息	lìxī
6	联合国	Liánhéguó
6	联网	liánwǎng
6	联想	liánxiǎng
6	链接	liànjiē
6	两岸	liǎng’àn
6	两极	liǎngjí
6	晾	liàng
6	料	liào
6	淋	lín
6	凌晨	língchén
6	流程	liúchéng
6	流动	liúdòng
6	浏览器	liúlǎnqì
6	流量	liúliàng
6	流入	liúrù
6	流通	liútōng
6	楼道	lóudào
6	露	lòu
6	露	lù
6	漏洞	lòudòng
6	路程	lùchéng
6	路况	lùkuàng
6	路面	lùmiàn
6	录像	lùxiàng
6	录用	lùyòng
6	录制	lùzhì
6	旅程	lǚchéng
6	旅途	lǚtú
6	履行	lǚxíng
6	率	lǜ
6	绿化	lǜhuà
6	轮	lún
6	轮船	lúnchuán
6	轮流	lúnliú
6	轮椅	lúnyǐ
6	轮子	lúnzi
6	论坛	lùntán
6	落地	luòdì
6	落后	luòhòu
6	马虎	mǎhu
6	码头	mǎtóu
6	蚂蚁	mǎyǐ
6	嘛	ma
6	埋	mái
6	迈	mài
6	麦克风	màikèfēng
6	漫长	màncháng
6	漫画	mànhuà
6	盲人	mángrén
6	冒	mào
6	冒险	màoxiǎn
6	贸易	màoyì
6	煤	méi
6	梅花	méihuā
6	眉毛	méimao
6	美观	měiguān
6	弥补	míbǔ
6	迷人	mírén
6	密	mì
6	密度	mìdù
6	蜜蜂	mìfēng
6	密集	mìjí
6	棉	mián
6	免	miǎn
6	勉强	miǎnqiǎng
6	免税	miǎnshuì
6	免疫	miǎnyì
6	面部	miànbù
6	面粉	miànfěn
6	面子	miànzi
6	描绘	miáohuì
6	描写	miáoxiě
6	妙	miào
6	灭	miè
6	民歌	míngē
6	民间	mínjiān
6	民俗	mínsú
6	民宿	mínsù
6	民众	mínzhòng
6	民主	mínzhǔ
6	名额	míng’é
6	明亮	míngliàng
6	明明	míngmíng
6	名气	míngqi
6	名胜	míngshèng
6	命令	mìnglìng
6	命名	mìngmíng
6	模仿	mófǎng
6	模拟	mónǐ
6	模特儿	mótèr
6	摩托车	mótuōchē
6	模型	móxíng
6	默默	mòmò
6	模样	múyàng
6	母	mǔ
6	母语	mǔyǔ
6	木材	mùcái
6	目录	mùlù
6	奶粉	nǎifěn
6	难点	nándiǎn
6	南极洲	Nánjízhōu
6	南美洲	Nánměizhōu
6	难免	nánmiǎn
6	脑袋	nǎodai
6	脑子	nǎozi
6	内涵	nèihán
6	内科	nèikē
6	内外	nèiwài
6	内衣	nèiyī
6	能量	néngliàng
6	能源	néngyuán
6	泥	ní
6	年度	niándù
6	年终	niánzhōng
6	念书	niànshū
6	扭	niǔ
6	农产品	nóngchǎnpǐn
6	浓厚	nónghòu
6	农田	nóngtián
6	暖	nuǎn
6	暖气	nuǎnqì
6	偶像	ǒuxiàng
6	排除	páichú
6	排放	páifàng
6	排练	páiliàn
6	排名	páimíng
6	盘	pán
6	盼望	pànwàng
6	庞大	pángdà
6	抛	pāo
6	泡	pào
6	赔偿	péicháng
6	陪同	péitóng
6	培育	péiyù
6	配备	pèibèi
6	佩服	pèifú
6	配套	pèitào
6	喷	pēn
6	捧	pěng
6	碰撞	pèngzhuàng
6	披	pī
6	皮	pí
6	疲劳	píláo
6	片刻	piànkè
6	片面	piànmiàn
6	骗子	piànzi
6	飘	piāo
6	漂	piāo
6	频道	píndào
6	频繁	pínfán
6	贫困	pínkùn
6	频率	pínlǜ
6	品尝	pǐncháng
6	平等	píngděng
6	平凡	píngfán
6	平方	píngfāng
6	平方米	píngfāngmǐ
6	评估	pínggū
6	评论	pínglùn
6	评选	píngxuǎn
6	坡	pō
6	泼	pō
6	破产	pòchǎn
6	迫切	pòqiè
6	扑	pū
6	铺	pū
6	扑灭	pūmiè
6	朴素	pǔsù
6	欺骗	qīpiàn
6	期望	qīwàng
6	期限	qīxiàn
6	其间	qíjiān
6	齐全	qíquán
6	棋子	qízǐ
6	起初	qǐchū
6	起点	qǐdiǎn
6	启动	qǐdòng
6	启发	qǐfā
6	启示	qǐshì
6	启事	qǐshì
6	起源	qǐyuán
6	气氛	qìfēn
6	气体	qìtǐ
6	气味	qìwèi
6	气质	qìzhì
6	恰当	qiàdàng
6	恰好	qiàhǎo
6	恰恰	qiàqià
6	牵	qiān
6	千家万户	qiānjiā-wànhù
6	谦虚	qiānxū
6	前景	qiánjǐng
6	潜力	qiánlì
6	前期	qiánqī
6	前提	qiántí
6	前者	qiánzhě
6	枪	qiāng
6	墙壁	qiángbì
6	强化	qiánghuà
6	强壮	qiángzhuàng
6	强迫	qiǎngpò
6	瞧	qiáo
6	桥梁	qiáoliáng
6	巧妙	qiǎomiào
6	切实	qièshí
6	亲密	qīnmì
6	亲属	qīnshǔ
6	勤劳	qínláo
6	清	qīng
6	清晨	qīngchén
6	青春	qīngchūn
6	青春期	qīngchūnqī
6	清淡	qīngdàn
6	清洁	qīngjié
6	清理	qīnglǐ
6	清扫	qīngsǎo
6	倾听	qīngtīng
6	清洗	qīngxǐ
6	清晰	qīngxī
6	倾向	qīngxiàng
6	清醒	qīngxǐng
6	情节	qíngjié
6	晴朗	qínglǎng
6	情形	qíngxing
6	求	qiú
6	求婚	qiúhūn
6	求救	qiújiù
6	求职	qiúzhí
6	求助	qiúzhù
6	区分	qūfēn
6	渠道	qúdào
6	曲	qǔ
6	娶	qǔ
6	取代	qǔdài
6	趣味	qùwèi
6	圈	quān
6	全程	quánchéng
6	权力	quánlì
6	券	quàn
6	缺陷	quēxiàn
6	确立	quèlì
6	群众	qúnzhòng
6	燃料	ránliào
6	染	rǎn
6	热点	rèdiǎn
6	热度	rèdù
6	热门	rèmén
6	热水器	rèshuǐqì
6	热线	rèxiàn
6	热议	rèyì
6	人工智能	réngōng zhìnéng
6	人家	rénjia
6	人均	rénjūn
6	人山人海	rénshān-rénhǎi
6	人士	rénshì
6	人事	rénshì
6	人为	rénwéi
6	人行道	rénxíngdào
6	忍受	rěnshòu
6	认错	rèncuò
6	认定	rèndìng
6	认可	rènkě
6	认同	rèntóng
6	认知	rènzhī
6	仍旧	réngjiù
6	日后	rìhòu
6	日前	rìqián
6	日夜	rìyè
6	日益	rìyì
6	融合	rónghé
6	融化	rónghuà
6	容量	róngliàng
6	融入	róngrù
6	荣誉	róngyù
6	柔软	róuruǎn
6	入境	rùjìng
6	入门	rùmén
6	入选	rùxuǎn
6	弱点	ruòdiǎn
6	撒	sǎ
6	塞	sāi
6	赛事	sàishì
6	散	sǎn
6	散	sàn
6	散文	sǎnwén
6	散发	sànfā
6	嗓子	sǎngzi
6	丧失	sàngshī
6	扫描	sǎomiáo
6	杀	shā
6	刹车	shāchē
6	鲨鱼	shāyú
6	筛选	shāixuǎn
6	山顶	shāndǐng
6	山峰	shānfēng
6	山坡	shānpō
6	闪	shǎn
6	闪电	shǎndiàn
6	扇	shàn
6	商标	shāngbiāo
6	伤口	shāngkǒu
6	伤亡	shāngwáng
6	伤员	shāngyuán
6	上当	shàngdàng
6	上级	shàngjí
6	上进	shàngjìn
6	上市	shàngshì
6	上述	shàngshù
6	上台	shàngtái
6	上旬	shàngxún
6	少儿	shào’ér
6	舌头	shétou
6	社	shè
6	射	shè
6	涉及	shèjí
6	射击	shèjī
6	摄像	shèxiàng
6	设想	shèxiǎng
6	摄像头	shèxiàngtóu
6	身心	shēnxīn
6	深夜	shēnyè
6	神	shén
6	神经	shénjīng
6	神奇	shénqí
6	审美	shěnměi
6	升	shēng
6	生成	shēngchéng
6	声调	shēngdiào
6	生命力	shēngmìnglì
6	生态	shēngtài
6	升学	shēngxué
6	剩余	shèngyú
6	诗词	shīcí
6	湿度	shīdù
6	师父	shīfu
6	诗歌	shīgē
6	狮子	shīzi
6	识	shí
6	拾	shí
6	识别	shíbié
6	时光	shíguāng
6	实话	shíhuà
6	实惠	shíhuì
6	时机	shíjī
6	时尚	shíshàng
6	实时	shíshí
6	时速	shísù
6	石油	shíyóu
6	食欲	shíyù
6	实质	shízhì
6	十足	shízú
6	使劲	shǐjìn
6	士兵	shìbīng
6	适度	shìdù
6	示范	shìfàn
6	释放	shìfàng
6	事后	shìhòu
6	视觉	shìjué
6	势力	shìlì
6	视力	shìlì
6	试图	shìtú
6	事务	shìwù
6	事项	shìxiàng
6	适宜	shìyí
6	收藏	shōucáng
6	收购	shōugòu
6	收取	shōuqǔ
6	收益	shōuyì
6	手臂	shǒubì
6	手法	shǒufǎ
6	手势	shǒushì
6	首要	shǒuyào
6	寿命	shòumìng
6	受灾	shòuzāi
6	输出	shūchū
6	书画	shūhuà
6	书籍	shūjí
6	书面	shūmiàn
6	输送	shūsòng
6	书写	shūxiě
6	属	shǔ
6	薯片	shǔpiàn
6	竖	shù
6	树立	shùlì
6	数目	shùmù
6	数字化	shùzìhuà
6	衰老	shuāilǎo
6	率领	shuàilǐng
6	率先	shuàixiān
6	水稻	shuǐdào
6	水库	shuǐkù
6	水流	shuǐliú
6	水面	shuǐmiàn
6	水泥	shuǐní
6	瞬间	shùnjiān
6	思路	sīlù
6	思念	sīniàn
6	死亡	sǐwáng
6	松	sōng
6	艘	sōu
6	搜集	sōují
6	塑造	sùzào
6	素质	sùzhì
6	算了	suànle
6	算是	suànshì
6	虽	suī
6	岁数	suìshu
6	岁月	suìyuè
6	损坏	sǔnhuài
6	损伤	sǔnshāng
6	所	suǒ
6	踏实	tāshi
6	塔	tǎ
6	台风	táifēng
6	台球	táiqiú
6	太空	tàikōng
6	太阳能	tàiyángnéng
6	谈论	tánlùn
6	谈判	tánpàn
6	弹性	tánxìng
6	探索	tànsuǒ
6	探讨	tàntǎo
6	汤圆	tāngyuán
6	糖果	tángguǒ
6	烫	tàng
6	掏	tāo
6	逃	táo
6	逃跑	táopǎo
6	淘气	táoqì
6	淘汰	táotài
6	套餐	tàocān
6	特	tè
6	特长	tècháng
6	特地	tèdì
6	特定	tèdìng
6	特性	tèxìng
6	特意	tèyì
6	题材	tícái
6	提取	tíqǔ
6	提示	tíshì
6	体操	tǐcāo
6	体积	tǐjī
6	体系	tǐxì
6	添	tiān
6	天才	tiāncái
6	添加	tiānjiā
6	天然	tiānrán
6	天然气	tiānránqì
6	天文	tiānwén
6	天下	tiānxià
6	天真	tiānzhēn
6	田	tián
6	田径	tiánjìng
6	调节	tiáojié
6	跳水	tiàoshuǐ
6	贴近	tiējìn
6	听话	tīnghuà
6	听觉	tīngjué
6	听取	tīngqǔ
6	通道	tōngdào
6	通风	tōngfēng
6	通话	tōnghuà
6	通信	tōngxìn
6	通讯	tōngxùn
6	通用	tōngyòng
6	铜	tóng
6	同伴	tóngbàn
6	同行	tóngháng
6	童话	tónghuà
6	同类	tónglèi
6	铜牌	tóngpái
6	痛快	tòngkuài
6	偷	tōu
6	偷偷	tōutōu
6	头脑	tóunǎo
6	投票	tóupiào
6	投诉	tóusù
6	投资	tóuzī
6	透	tòu
6	透过	tòuguò
6	透露	tòulù
6	透明	tòumíng
6	突发	tūfā
6	突破	tūpò
6	图案	tú’àn
6	图表	túbiǎo
6	徒弟	túdì
6	途径	tújìng
6	图像	túxiàng
6	吐	tǔ
6	吐	tù
6	土壤	tǔrǎng
6	团结	tuánjié
6	团体	tuántǐ
6	团圆	tuányuán
6	推测	tuīcè
6	推销	tuīxiāo
6	推行	tuīxíng
6	退税	tuìshuì
6	吞	tūn
6	拖	tuō
6	拖延	tuōyán
6	托运	tuōyùn
6	挖	wā
6	哇	wā
6	娃娃	wáwa
6	歪	wāi
6	外表	wàibiǎo
6	外交	wàijiāo
6	外界	wàijiè
6	外科	wàikē
6	外来	wàilái
6	外甥	wàisheng
6	弯曲	wānqū
6	顽强	wánqiáng
6	万物	wànwù
6	王子	wángzǐ
6	网	wǎng
6	往后	wǎnghòu
6	往来	wǎnglái
6	往年	wǎngnián
6	望	wàng
6	危机	wēijī
6	微小	wēixiǎo
6	违规	wéiguī
6	维护	wéihù
6	为难	wéinán
6	围棋	wéiqí
6	为期	wéiqī
6	维生素	wéishēngsù
6	为止	wéizhǐ
6	委屈	wěiqu
6	委托	wěituō
6	未	wèi
6	未必	wèibì
6	未成年人	wèichéngniánrén
6	为此	wèicǐ
6	为何	wèihé
6	味觉	wèijué
6	胃口	wèikǒu
6	温和	wēnhé
6	温柔	wēnróu
6	文档	wéndàng
6	文具	wénjù
6	文科	wénkē
6	文明	wénmíng
6	闻名	wénmíng
6	文物	wénwù
6	文献	wénxiàn
6	文艺	wényì
6	乌龟	wūguī
6	污水	wūshuǐ
6	无所谓	wúsuǒwèi
6	无疑	wúyí
6	武器	wǔqì
6	误	wù
6	误解	wùjiě
6	物体	wùtǐ
6	吸取	xīqǔ
6	媳妇	xífu
6	习俗	xísú
6	喜剧	xǐjù
6	喜事	xǐshì
6	洗漱	xǐshù
6	细胞	xìbāo
6	细菌	xìjūn
6	系列	xìliè
6	戏曲	xìqǔ
6	细致	xìzhì
6	吓	xià
6	下功夫	xià gōngfu
6	下单	xiàdān
6	夏令营	xiàlìngyíng
6	下线	xiàxiàn
6	下旬	xiàxún
6	鲜明	xiānmíng
6	先前	xiānqián
6	鲜艳	xiānyàn
6	嫌	xián
6	显	xiǎn
6	险	xiǎn
6	显著	xiǎnzhù
6	限	xiàn
6	线	xiàn
6	现存	xiàncún
6	限度	xiàndù
6	现货	xiànhuò
6	陷入	xiànrù
6	线索	xiànsuǒ
6	限于	xiànyú
6	相差	xiāngchà
6	香肠	xiāngcháng
6	相传	xiāngchuán
6	相等	xiāngděng
6	相连	xiānglián
6	香水	xiāngshuǐ
6	相应	xiāngyìng
6	项链	xiàngliàn
6	象棋	xiàngqí
6	相声	xiàngsheng
6	向往	xiàngwǎng
6	消除	xiāochú
6	消毒	xiāodú
6	消防	xiāofáng
6	消耗	xiāohào
6	消灭	xiāomiè
6	小麦	xiǎomài
6	小气	xiǎoqi
6	小偷儿	xiǎotōur
6	笑容	xiàoróng
6	效应	xiàoyìng
6	歇	xiē
6	携带	xiédài
6	协会	xiéhuì
6	协调	xiétiáo
6	协助	xiézhù
6	心爱	xīn’ài
6	心底	xīndǐ
6	新款	xīnkuǎn
6	心灵	xīnlíng
6	新媒体	xīnméitǐ
6	心目	xīnmù
6	新能源	xīnnéngyuán
6	薪水	xīnshui
6	心疼	xīnténg
6	新兴	xīnxīng
6	新颖	xīnyǐng
6	心愿	xīnyuàn
6	心脏	xīnzàng
6	信赖	xìnlài
6	信念	xìnniàn
6	兴起	xīngqǐ
6	型号	xínghào
6	形态	xíngtài
6	性价比	xìngjiàbǐ
6	性能	xìngnéng
6	胸	xiōng
6	修订	xiūdìng
6	修复	xiūfù
6	袖子	xiùzi
6	许可	xǔkě
6	叙述	xùshù
6	旋转	xuánzhuǎn
6	选拔	xuǎnbá
6	选修	xuǎnxiū
6	学会	xuéhuì
6	学位	xuéwèi
6	学问	xuéwen
6	学员	xuéyuán
6	血管	xuèguǎn
6	血型	xuèxíng
6	血压	xuèyā
6	血液	xuèyè
6	循环	xúnhuán
6	寻求	xúnqiú
6	压缩	yāsuō
6	亚军	yàjūn
6	淹	yān
6	淹没	yānmò
6	严	yán
6	沿海	yánhǎi
6	严寒	yánhán
6	严禁	yánjìn
6	严厉	yánlì
6	延期	yánqī
6	炎热	yánrè
6	延伸	yánshēn
6	研讨	yántǎo
6	延续	yánxù
6	言语	yányǔ
6	炎症	yánzhèng
6	眼光	yǎnguāng
6	眼看	yǎnkàn
6	演奏	yǎnzòu
6	宴会	yànhuì
6	验证	yànzhèng
6	仰	yǎng
6	痒	yǎng
6	养老	yǎnglǎo
6	养老院	yǎnglǎoyuàn
6	氧气	yǎngqì
6	样	yàng
6	遥远	yáoyuǎn
6	要点	yàodiǎn
6	要么	yàome
6	要素	yàosù
6	野	yě
6	也好	yěhǎo
6	野生	yěshēng
6	野外	yěwài
6	业	yè
6	液体	yètǐ
6	依旧	yījiù
6	依赖	yīlài
6	一流	yīliú
6	衣食住行	yī-shí-zhù-xíng
6	医药	yīyào
6	一一	yīyī
6	姨	yí
6	一辈子	yíbèizi
6	遗产	yíchǎn
6	遗传	yíchuán
6	一带	yídài
6	一道	yídào
6	一贯	yíguàn
6	疑惑	yíhuò
6	一律	yílǜ
6	移民	yímín
6	仪器	yíqì
6	仪式	yíshì
6	一向	yíxiàng
6	一系列	yíxìliè
6	一再	yízài
6	一阵	yízhèn
6	遗址	yízhǐ
6	以便	yǐbiàn
6	以免	yǐmiǎn
6	以往	yǐwǎng
6	异常	yìcháng
6	益处	yìchù
6	一帆风顺	yìfān-fēngshùn
6	一口气	yìkǒuqì
6	议论	yìlùn
6	一模一样	yìmú-yíyàng
6	艺人	yìrén
6	一身	yìshēn
6	一时	yìshí
6	一同	yìtóng
6	易于	yìyú
6	抑制	yìzhì
6	因	yīn
6	音节	yīnjié
6	银	yín
6	银牌	yínpái
6	引	yǐn
6	隐藏	yǐncáng
6	引导	yǐndǎo
6	引发	yǐnfā
6	引入	yǐnrù
6	隐私	yǐnsī
6	饮用水	yǐnyòngshuǐ
6	印	yìn
6	婴儿	yīng’ér
6	英雄	yīngxióng
6	影子	yǐngzi
6	拥挤	yōngjǐ
6	涌现	yǒngxiàn
6	勇于	yǒngyú
6	用餐	yòngcān
6	用处	yòngchù
6	用功	yònggōng
6	用人	yòngrén
6	用心	yòngxīn
6	优化	yōuhuà
6	优先	yōuxiān
6	优异	yōuyì
6	由来	yóulái
6	游人	yóurén
6	犹如	yóurú
6	有机	yǒujī
6	有劲	yǒujìn
6	有序	yǒuxù
6	于	yú
6	余额	yú’é
6	与其	yǔqí
6	羽绒服	yǔróngfú
6	预定	yùdìng
6	预料	yùliào
6	预期	yùqī
6	浴室	yùshì
6	欲望	yùwàng
6	原本	yuánběn
6	原材料	yuáncáiliào
6	原理	yuánlǐ
6	原料	yuánliào
6	园林	yuánlín
6	圆满	yuánmǎn
6	原始	yuánshǐ
6	元素	yuánsù
6	原先	yuánxiān
6	元宵	yuánxiāo
6	源于	yuányú
6	远程	yuǎnchéng
6	远方	yuǎnfāng
6	约束	yuēshù
6	月光	yuèguāng
6	乐器	yuèqì
6	月球	yuèqiú
6	乐曲	yuèqǔ
6	晕	yūn
6	晕车	yùnchē
6	运送	yùnsòng
6	运行	yùnxíng
6	运营	yùnyíng
6	杂	zá
6	灾	zāi
6	灾害	zāihài
6	灾难	zāinàn
6	灾区	zāiqū
6	再三	zàisān
6	再生	zàishēng
6	在意	zàiyì
6	赞赏	zànshǎng
6	赞同	zàntóng
6	遭到	zāodào
6	遭受	zāoshòu
6	遭遇	zāoyù
6	噪声	zàoshēng
6	造型	zàoxíng
6	则	zé
6	扎	zhā
6	炸	zhà
6	粘	zhān
6	粘贴	zhāntiē
6	崭新	zhǎnxīn
6	占比	zhànbǐ
6	战斗	zhàndòu
6	占据	zhànjù
6	战胜	zhànshèng
6	占有	zhànyǒu
6	战争	zhànzhēng
6	章	zhāng
6	长辈	zhǎngbèi
6	障碍	zhàng’ài
6	账单	zhàngdān
6	招	zhāo
6	招待	zhāodài
6	招生	zhāoshēng
6	招手	zhāoshǒu
6	招收	zhāoshōu
6	照明	zhàomíng
6	折	zhé
6	针	zhēn
6	真相	zhēnxiàng
6	珍珠	zhēnzhū
6	枕头	zhěntou
6	镇	zhèn
6	阵雨	zhènyǔ
6	睁	zhēng
6	争吵	zhēngchǎo
6	争夺	zhēngduó
6	争论	zhēnglùn
6	征求	zhēngqiú
6	争议	zhēngyì
6	政策	zhèngcè
6	正规	zhèngguī
6	正面	zhèngmiàn
6	证实	zhèngshí
6	正义	zhèngyì
6	症状	zhèngzhuàng
6	支	zhī
6	枝	zhī
6	支撑	zhīchēng
6	支出	zhīchū
6	脂肪	zhīfáng
6	之所以	zhīsuǒyǐ
6	值班	zhíbān
6	职位	zhíwèi
6	职务	zhíwù
6	职员	zhíyuán
6	职责	zhízé
6	侄子	zhízi
6	只得	zhǐdé
6	指定	zhǐdìng
6	只顾	zhǐgù
6	指挥	zhǐhuī
6	指示	zhǐshì
6	指责	zhǐzé
6	制	zhì
6	至关重要	zhìguān-zhòngyào
6	智力	zhìlì
6	治理	zhìlǐ
6	制品	zhìpǐn
6	秩序	zhìxù
6	质疑	zhìyí
6	至于	zhìyú
6	中等	zhōngděng
6	终点	zhōngdiǎn
6	中断	zhōngduàn
6	终身	zhōngshēn
6	钟头	zhōngtóu
6	中旬	zhōngxún
6	中央	zhōngyāng
6	肿	zhǒng
6	中	zhòng
6	种地	zhòngdì
6	中毒	zhòngdú
6	中奖	zhòngjiǎng
6	众人	zhòngrén
6	中暑	zhòngshǔ
6	众所周知	zhòngsuǒzhōuzhī
6	重心	zhòngxīn
6	州	zhōu
6	粥	zhōu
6	周边	zhōubiān
6	周到	zhōudào
6	周期	zhōuqī
6	株	zhū
6	珠宝	zhūbǎo
6	诸多	zhūduō
6	主办	zhǔbàn
6	主播	zhǔbō
6	主导	zhǔdǎo
6	主管	zhǔguǎn
6	主角	zhǔjué
6	主流	zhǔliú
6	主演	zhǔyǎn
6	主张	zhǔzhāng
6	祝福	zhùfú
6	助理	zhùlǐ
6	助手	zhùshǒu
6	祝愿	zhùyuàn
6	住宅	zhùzhái
6	著作	zhùzuò
6	砖	zhuān
6	专科	zhuānkē
6	专利	zhuānlì
6	专题	zhuāntí
6	专用	zhuānyòng
6	专注	zhuānzhù
6	转换	zhuǎnhuàn
6	转交	zhuǎnjiāo
6	转让	zhuǎnràng
6	转身	zhuǎnshēn
6	转移	zhuǎnyí
6	转	zhuàn
6	转动	zhuàndòng
6	装备	zhuāngbèi
6	庄稼	zhuāngjia
6	追究	zhuījiū
6	捉	zhuō
6	资本	zīběn
6	资产	zīchǎn
6	自豪	zìháo
6	自来水	zìláishuǐ
6	自律	zìlǜ
6	字幕	zìmù
6	自杀	zìshā
6	自我	zìwǒ
6	自言自语	zìyán-zìyǔ
6	自愿	zìyuàn
6	自助	zìzhù
6	棕色	zōngsè
6	总裁	zǒngcái
6	总计	zǒngjì
6	总理	zǒnglǐ
6	总算	zǒngsuàn
6	粽子	zòngzi
6	走廊	zǒuláng
6	足	zú
6	足以	zúyǐ
6	阻碍	zǔ’ài
6	阻挡	zǔdǎng
6	祖国	zǔguó
6	祖先	zǔxiān
6	钻	zuān
6	罪	zuì
7	次	cì
7	但	dàn
7	就	jiù
7	挺	tǐng
7	像	xiàng
7	表	biǎo
7	顿	dùn
7	交	jiāo
7	生	shēng
7	通	tōng
7	痛	tòng
7	图	tú
7	左右	zuǒyòu
7	不然	bùrán
7	派	pài
7	品	pǐn
7	平	píng
7	权	quán
7	以	yǐ
7	尽	jìn
7	尽	jǐn
7	盘	pán
7	则	zé
7	挨	āi
7	挨	ái
7	挨家挨户	āijiā-āihù
7	哀求	āiqiú
7	癌	ái
7	癌症	áizhèng
7	爱不释手	àibúshìshǒu
7	爱戴	àidài
7	暧昧	àimèi
7	爱慕	àimù
7	碍事	àishì
7	爱惜	àixī
7	艾滋病	àizībìng
7	安定	āndìng
7	安抚	ānfǔ
7	安眠药	ānmiányào
7	安宁	ānníng
7	安稳	ānwěn
7	安详	ānxiáng
7	安心	ānxīn
7	安逸	ānyì
7	安置	ānzhì
7	暗地里	àndìlǐ
7	案件	ànjiàn
7	按理	ànlǐ
7	按钮	ànniǔ
7	按说	ànshuō
7	暗中	ànzhōng
7	凹	āo
7	熬	áo
7	傲	ào
7	傲慢	àomàn
7	奥秘	àomì
7	扒	bā
7	疤	bā
7	巴不得	bābudé
7	八成	bāchéng
7	八卦	bāguà
7	巴结	bājie
7	芭蕾	bālěi
7	巴掌	bāzhang
7	拔	bá
7	把柄	bǎbǐng
7	把关	bǎguān
7	把手	bǎshou
7	靶子	bǎzi
7	坝	bà
7	霸道	bàdào
7	罢工	bàgōng
7	罢了	bàle
7	罢免	bàmiǎn
7	罢休	bàxiū
7	霸占	bàzhàn
7	掰	bāi
7	百般	bǎibān
7	摆动	bǎidòng
7	百分比	bǎifēnbǐ
7	百合	bǎihé
7	百科全书	bǎikē quánshū
7	摆平	bǎipíng
7	摆设	bǎishe
7	柏树	bǎishù
7	败坏	bàihuài
7	拜会	bàihuì
7	拜见	bàijiàn
7	拜托	bàituō
7	扳	bān
7	颁布	bānbù
7	斑点	bāndiǎn
7	颁发	bānfā
7	颁奖	bānjiǎng
7	斑马线	bānmǎxiàn
7	搬迁	bānqiān
7	板块	bǎnkuài
7	版权	bǎnquán
7	扮	bàn
7	伴	bàn
7	拌	bàn
7	绊	bàn
7	半边天	bànbiāntiān
7	半岛	bàndǎo
7	半导体	bàndǎotǐ
7	绊脚石	bànjiǎoshí
7	半径	bànjìng
7	伴侣	bànlǚ
7	办事处	bànshìchù
7	半数	bànshù
7	半途而废	bàntú’érfèi
7	半信半疑	bànxìn-bànyí
7	办学	bànxué
7	伴奏	bànzòu
7	帮手	bāngshou
7	绑	bǎng
7	绑架	bǎngjià
7	磅	bàng
7	煲	bāo
7	剥	bāo
7	包庇	bāobì
7	褒贬	bāobiǎn
7	包袱	bāofu
7	包罗万象	bāoluó-wànxiàng
7	包容	bāoróng
7	包围	bāowéi
7	包扎	bāozā
7	饱和	bǎohé
7	饱经沧桑	bǎojīng-cāngsāng
7	宝库	bǎokù
7	堡垒	bǎolěi
7	饱满	bǎomǎn
7	保密	bǎomì
7	保姆	bǎomǔ
7	宝石	bǎoshí
7	保守	bǎoshǒu
7	保卫	bǎowèi
7	保鲜	bǎoxiān
7	保养	bǎoyǎng
7	保佑	bǎoyòu
7	宝藏	bǎozàng
7	保重	bǎozhòng
7	报	bào
7	豹	bào
7	报案	bào’àn
7	报酬	bàochou
7	报仇	bàochóu
7	报答	bàodá
7	报废	bàofèi
7	暴风骤雨	bàofēng-zhòuyǔ
7	报复	bàofù
7	抱负	bàofù
7	曝光	bàoguāng
7	暴利	bàolì
7	爆满	bàomǎn
7	报销	bàoxiāo
7	暴躁	bàozào
7	爆竹	bàozhú
7	碑	bēi
7	悲哀	bēi’āi
7	卑鄙	bēibǐ
7	悲惨	bēicǎn
7	背负	bēifù
7	悲欢离合	bēihuān-líhé
7	悲痛	bēitòng
7	卑微	bēiwēi
7	备	bèi
7	备份	bèifèn
7	被告	bèigào
7	贝壳	bèiké
7	备课	bèikè
7	背面	bèimiàn
7	背叛	bèipàn
7	背诵	bèisòng
7	备忘录	bèiwànglù
7	背影	bèiyǐng
7	备战	bèizhàn
7	奔波	bēnbō
7	奔驰	bēnchí
7	奔赴	bēnfù
7	本分	běnfèn
7	本钱	běnqián
7	本色	běnsè
7	本事	běnshi
7	本性	běnxìng
7	本意	běnyì
7	本着	běnzhe
7	奔	bèn
7	笨蛋	bèndàn
7	笨重	bènzhòng
7	笨拙	bènzhuō
7	绷	bēng
7	绷带	bēngdài
7	崩溃	bēngkuì
7	蹦	bèng
7	迸发	bèngfā
7	逼近	bījìn
7	逼迫	bīpò
7	逼真	bīzhēn
7	鼻涕	bítì
7	比比皆是	bǐbǐ-jiēshì
7	笔墨	bǐmò
7	比试	bǐshi
7	鄙视	bǐshì
7	弊病	bìbìng
7	必不可少	bìbùkěshǎo
7	必定	bìdìng
7	弊端	bìduān
7	壁画	bìhuà
7	必将	bìjiāng
7	壁垒	bìlěi
7	碧绿	bìlǜ
7	避难	bìnàn
7	避让	bìràng
7	毕生	bìshēng
7	避暑	bìshǔ
7	鞭策	biāncè
7	编程	biānchéng
7	编号	biānhào
7	边疆	biānjiāng
7	边界	biānjiè
7	边境	biānjìng
7	编剧	biānjù
7	编排	biānpái
7	鞭炮	biānpào
7	边缘	biānyuán
7	边远	biānyuǎn
7	编造	biānzào
7	编制	biānzhì
7	编织	biānzhī
7	扁	biǎn
7	贬低	biǎndī
7	贬值	biǎnzhí
7	辩	biàn
7	辨别	biànbié
7	遍布	biànbù
7	便饭	biànfàn
7	变革	biàngé
7	变更	biàngēng
7	变故	biàngù
7	辩护	biànhù
7	变换	biànhuàn
7	变幻莫测	biànhuàn-mòcè
7	辩解	biànjiě
7	辩论	biànlùn
7	变迁	biànqiān
7	辨认	biànrèn
7	变通	biàntōng
7	便携式	biànxiéshì
7	变形	biànxíng
7	变异	biànyì
7	辩证	biànzhèng
7	辫子	biànzi
7	标	biāo
7	标榜	biāobǎng
7	标本	biāoběn
7	标点	biāodiǎn
7	标记	biāojì
7	标签	biāoqiān
7	飙升	biāoshēng
7	标识	biāoshí
7	标示	biāoshì
7	标语	biāoyǔ
7	标致	biāozhì
7	表白	biǎobái
7	表决	biǎojué
7	表述	biǎoshù
7	表率	biǎoshuài
7	表态	biǎotài
7	表彰	biǎozhāng
7	憋	biē
7	别具匠心	biéjù-jiàngxīn
7	别看	biékàn
7	别墅	biéshù
7	别说	biéshuō
7	别致	biézhì
7	别扭	bièniu
7	彬彬有礼	bīnbīn-yǒulǐ
7	缤纷	bīnfēn
7	濒临	bīnlín
7	濒危	bīnwēi
7	冰雹	bīngbáo
7	冰棍儿	bīnggùnr
7	冰山一角	bīngshān-yìjiǎo
7	冰天雪地	bīngtiān-xuědì
7	丙	bǐng
7	秉承	bǐngchéng
7	秉持	bǐngchí
7	并发症	bìngfāzhèng
7	并非	bìngfēi
7	并购	bìnggòu
7	并肩	bìngjiān
7	病历	bìnglì
7	并列	bìngliè
7	并行	bìngxíng
7	病症	bìngzhèng
7	拨	bō
7	波动	bōdòng
7	剥夺	bōduó
7	波及	bōjí
7	拨款	bōkuǎn
7	波澜	bōlán
7	波浪	bōlàng
7	波涛	bōtāo
7	剥削	bōxuē
7	波折	bōzhé
7	伯伯	bóbo
7	博大精深	bódà-jīngshēn
7	搏斗	bódòu
7	伯父	bófù
7	驳回	bóhuí
7	伯母	bómǔ
7	博学	bóxué
7	博弈	bóyì
7	不算	bú suàn
7	不当	búdàng
7	不定	búdìng
7	不动产	búdòngchǎn
7	不见得	bújiàndé
7	不愧	búkuì
7	不力	búlì
7	不妙	búmiào
7	不慎	búshèn
7	不下	búxià
7	不像话	búxiànghuà
7	不肖	búxiào
7	不屑	búxiè
7	不懈	búxiè
7	不厌其烦	búyàn-qífán
7	不亚于	búyàyú
7	不翼而飞	búyì’érfēi
7	不亦乐乎	búyìlèhū
7	不正之风	búzhèngzhīfēng
7	捕获	bǔhuò
7	补给	bǔjǐ
7	补救	bǔjiù
7	哺乳	bǔrǔ
7	捕食	bǔshí
7	哺育	bǔyù
7	补助	bǔzhù
7	捕捉	bǔzhuō
7	不经意	bù jīngyì
7	不予	bù yǔ
7	不准	bù zhǔn
7	不耻下问	bùchǐ-xiàwèn
7	不辞而别	bùcí’érbié
7	不得而知	bùdé’érzhī
7	不得已	bùdéyǐ
7	不乏	bùfá
7	步伐	bùfá
7	不法	bùfǎ
7	不妨	bùfáng
7	不服	bùfú
7	不敢当	bùgǎndāng
7	不及	bùjí
7	部件	bùjiàn
7	不假思索	bùjiǎ-sīsuǒ
7	不解	bùjiě
7	不景气	bùjǐngqì
7	布局	bùjú
7	不堪	bùkān
7	不可或缺	bùkě-huòquē
7	不可思议	bùkě-sīyì
7	不了了之	bùliǎo-liǎozhī
7	不免	bùmiǎn
7	不平	bùpíng
7	不容	bùróng
7	步入	bùrù
7	部首	bùshǒu
7	部署	bùshǔ
7	不惜	bùxī
7	不相上下	bùxiāng-shàngxià
7	不言而喻	bùyán’éryù
7	不以为然	bùyǐwéirán
7	不由得	bùyóude
7	不由自主	bùyóuzìzhǔ
7	不约而同	bùyuē’értóng
7	不折不扣	bùzhé-búkòu
7	不知不觉	bùzhī-bùjué
7	不知所措	bùzhī-suǒcuò
7	猜想	cāixiǎng
7	裁	cái
7	裁定	cáidìng
7	裁缝	cáifeng
7	才干	cáigàn
7	财经	cáijīng
7	裁决	cáijué
7	财力	cáilì
7	裁员	cáiyuán
7	财政	cáizhèng
7	采	cǎi
7	采矿	cǎikuàng
7	采摘	cǎizhāi
7	菜肴	càiyáo
7	参见	cānjiàn
7	参谋	cānmóu
7	参照	cānzhào
7	残	cán
7	残酷	cánkù
7	惭愧	cánkuì
7	残留	cánliú
7	残缺	cánquē
7	残忍	cánrěn
7	惨	cǎn
7	惨白	cǎnbái
7	惨痛	cǎntòng
7	惨重	cǎnzhòng
7	灿烂	cànlàn
7	舱	cāng
7	苍白	cāngbái
7	仓促	cāngcù
7	沧桑	cāngsāng
7	苍蝇	cāngying
7	藏匿	cángnì
7	藏品	cángpǐn
7	藏身	cángshēn
7	操控	cāokòng
7	操劳	cāoláo
7	操练	cāoliàn
7	操心	cāoxīn
7	操纵	cāozòng
7	嘈杂	cáozá
7	草案	cǎo’àn
7	草丛	cǎocóng
7	草坪	cǎopíng
7	草率	cǎoshuài
7	草药	cǎoyào
7	测定	cèdìng
7	侧面	cèmiàn
7	测算	cèsuàn
7	测验	cèyàn
7	侧重	cèzhòng
7	层出不穷	céngchū-bùqióng
7	蹭	cèng
7	差错	chācuò
7	差额	chā’é
7	插曲	chāqǔ
7	插手	chāshǒu
7	插图	chātú
7	插嘴	chāzuǐ
7	查处	cháchǔ
7	查获	cháhuò
7	察觉	chájué
7	察看	chákàn
7	查明	chámíng
7	岔	chà
7	刹那	chànà
7	诧异	chàyì
7	拆迁	chāiqiān
7	柴油	cháiyóu
7	掺	chān
7	搀	chān
7	馋	chán
7	缠	chán
7	缠绕	chánrào
7	铲	chǎn
7	产权	chǎnquán
7	阐释	chǎnshì
7	阐述	chǎnshù
7	产物	chǎnwù
7	产业链	chǎnyèliàn
7	产值	chǎnzhí
7	颤抖	chàndǒu
7	猖狂	chāngkuáng
7	昌盛	chāngshèng
7	偿还	chánghuán
7	常理	chánglǐ
7	长期以来	chángqī yǐlái
7	常人	chángrén
7	常态	chángtài
7	长效	chángxiào
7	长征	chángzhēng
7	长足	chángzú
7	敞开	chǎngkāi
7	倡导	chàngdǎo
7	唱片	chàngpiàn
7	畅谈	chàngtán
7	倡议	chàngyì
7	超标	chāobiāo
7	钞票	chāopiào
7	超前	chāoqián
7	抄袭	chāoxí
7	潮	cháo
7	嘲弄	cháonòng
7	潮水	cháoshuǐ
7	巢穴	cháoxué
7	炒作	chǎozuò
7	车间	chējiān
7	扯	chě
7	撤	chè
7	撤离	chèlí
7	撤退	chètuì
7	彻夜	chèyè
7	沉淀	chéndiàn
7	沉甸甸	chéndiàndiàn
7	沉浸	chénjìn
7	陈旧	chénjiù
7	陈列	chénliè
7	沉闷	chénmèn
7	沉迷	chénmí
7	陈述	chénshù
7	沉睡	chénshuì
7	沉思	chénsī
7	沉稳	chénwěn
7	沉着	chénzhuó
7	趁机	chènjī
7	衬托	chèntuō
7	称心如意	chènxīn-rúyì
7	趁早	chènzǎo
7	呈	chéng
7	承包	chéngbāo
7	成才	chéngcái
7	成家	chéngjiā
7	成家立业	chéngjiā-lìyè
7	承接	chéngjiē
7	诚恳	chéngkěn
7	成年	chéngnián
7	成品	chéngpǐn
7	城墙	chéngqiáng
7	澄清	chéngqīng
7	成全	chéngquán
7	成群结队	chéngqún-jiéduì
7	成天	chéngtiān
7	成心	chéngxīn
7	成型	chéngxíng
7	诚意	chéngyì
7	承载	chéngzài
7	诚挚	chéngzhì
7	逞强	chěngqiáng
7	秤	chèng
7	痴呆	chīdāi
7	吃喝玩乐	chī-hē-wán-lè
7	吃苦	chīkǔ
7	吃亏	chīkuī
7	吃力	chīlì
7	痴迷	chīmí
7	痴心	chīxīn
7	持	chí
7	迟迟	chíchí
7	迟钝	chídùn
7	迟缓	chíhuǎn
7	驰名	chímíng
7	持平	chípíng
7	池塘	chítáng
7	迟疑	chíyí
7	迟早	chízǎo
7	持之以恒	chízhī-yǐhéng
7	尺度	chǐdù
7	耻辱	chǐrǔ
7	耻笑	chǐxiào
7	赤道	chìdào
7	赤字	chìzì
7	充	chōng
7	充斥	chōngchì
7	冲刺	chōngcì
7	充当	chōngdāng
7	憧憬	chōngjǐng
7	冲浪	chōnglàng
7	充沛	chōngpèi
7	冲洗	chōngxǐ
7	充裕	chōngyù
7	冲撞	chōngzhuàng
7	重重	chóngchóng
7	重叠	chóngdié
7	重返	chóngfǎn
7	崇高	chónggāo
7	重合	chónghé
7	崇敬	chóngjìng
7	崇尚	chóngshàng
7	重申	chóngshēn
7	重现	chóngxiàn
7	重组	chóngzǔ
7	宠	chǒng
7	宠爱	chǒng’ài
7	抽查	chōuchá
7	抽签	chōuqiān
7	抽屉	chōuti
7	抽样	chōuyàng
7	仇	chóu
7	稠	chóu
7	筹	chóu
7	筹办	chóubàn
7	筹措	chóucuò
7	仇恨	chóuhèn
7	筹划	chóuhuà
7	筹集	chóují
7	筹码	chóumǎ
7	愁眉苦脸	chóuméi-kǔliǎn
7	稠密	chóumì
7	仇人	chóurén
7	瞅	chǒu
7	丑恶	chǒu’è
7	丑陋	chǒulòu
7	丑闻	chǒuwén
7	出厂	chūchǎng
7	出丑	chūchǒu
7	出动	chūdòng
7	出发点	chūfādiǎn
7	出访	chūfǎng
7	出局	chūjú
7	出具	chūjù
7	出口成章	chūkǒu-chéngzhāng
7	出路	chūlù
7	出卖	chūmài
7	出面	chūmiàn
7	出任	chūrèn
7	出人意料	chūrényìliào
7	出神	chūshén
7	出身	chūshēn
7	出手	chūshǒu
7	出台	chūtái
7	出头	chūtóu
7	出土	chūtǔ
7	出息	chūxi
7	出征	chūzhēng
7	出众	chūzhòng
7	初衷	chūzhōng
7	出资	chūzī
7	出走	chūzǒu
7	锄	chú
7	橱窗	chúchuāng
7	除去	chúqù
7	除外	chúwài
7	储备	chǔbèi
7	处方	chǔfāng
7	处分	chǔfèn
7	处境	chǔjìng
7	储量	chǔliàng
7	处事	chǔshì
7	处置	chǔzhì
7	触动	chùdòng
7	触犯	chùfàn
7	触觉	chùjué
7	矗立	chùlì
7	触摸	chùmō
7	触目惊心	chùmù-jīngxīn
7	揣	chuāi
7	揣测	chuǎicè
7	揣摩	chuǎimó
7	踹	chuài
7	川流不息	chuānliú-bùxī
7	穿梭	chuānsuō
7	穿越	chuānyuè
7	穿着	chuānzhuó
7	船舶	chuánbó
7	传单	chuándān
7	传媒	chuánméi
7	传奇	chuánqí
7	传人	chuánrén
7	传闻	chuánwén
7	传言	chuányán
7	喘	chuǎn
7	喘息	chuǎnxī
7	串门	chuànmén
7	窗帘	chuānglián
7	创伤	chuāngshāng
7	床位	chuángwèi
7	创	chuàng
7	创始人	chuàngshǐrén
7	吹牛	chuīniú
7	吹捧	chuīpěng
7	炊烟	chuīyān
7	垂	chuí
7	捶	chuí
7	锤	chuí
7	垂头丧气	chuítóu-sàngqì
7	纯粹	chúncuì
7	醇厚	chúnhòu
7	纯洁	chúnjié
7	纯朴	chúnpǔ
7	淳朴	chúnpǔ
7	蠢	chǔn
7	戳	chuō
7	绰号	chuòhào
7	辞	cí
7	辞呈	cíchéng
7	磁带	cídài
7	辞典	cídiǎn
7	慈善	císhàn
7	磁铁	cítiě
7	辞退	cítuì
7	慈祥	cíxiáng
7	雌性	cíxìng
7	此起彼伏	cǐqǐ-bǐfú
7	此致	cǐzhì
7	赐	cì
7	刺耳	cì’ěr
7	刺骨	cìgǔ
7	伺候	cìhou
7	赐教	cìjiào
7	次品	cìpǐn
7	次日	cìrì
7	刺绣	cìxiù
7	次序	cìxù
7	刺眼	cìyǎn
7	次要	cìyào
7	葱	cōng
7	丛	cóng
7	丛林	cónglín
7	从容	cóngróng
7	从容不迫	cóngróng-búpò
7	从头	cóngtóu
7	凑	còu
7	凑合	còuhe
7	凑巧	còuqiǎo
7	粗暴	cūbào
7	粗糙	cūcāo
7	粗鲁	cūlǔ
7	粗略	cūlüè
7	粗心大意	cūxīn-dàyì
7	促成	cùchéng
7	簇拥	cùyōng
7	窜	cuàn
7	摧残	cuīcán
7	催促	cuīcù
7	摧毁	cuīhuǐ
7	催眠	cuīmián
7	璀璨	cuǐcàn
7	翠绿	cuìlǜ
7	存活	cúnhuó
7	存货	cúnhuò
7	存心	cúnxīn
7	存折	cúnzhé
7	搓	cuō
7	磋商	cuōshāng
7	挫败	cuòbài
7	错别字	cuòbiézì
7	错觉	cuòjué
7	措手不及	cuòshǒu-bùjí
7	错位	cuòwèi
7	错综复杂	cuòzōng-fùzá
7	搭乘	dāchéng
7	搭档	dādàng
7	搭建	dājiàn
7	答辩	dábiàn
7	达标	dábiāo
7	打	dǎ
7	打喷嚏	dǎ pēntì
7	打下手	dǎ xiàshǒu
7	打岔	dǎchà
7	打倒	dǎdǎo
7	打赌	dǎdǔ
7	打盹儿	dǎdǔnr
7	打发	dǎfa
7	打搅	dǎjiǎo
7	打捞	dǎlāo
7	打量	dǎliang
7	打猎	dǎliè
7	打磨	dǎmó
7	打消	dǎxiāo
7	大不了	dàbuliǎo
7	大大咧咧	dàdaliēliē
7	大纲	dàgāng
7	大公无私	dàgōng-wúsī
7	大街小巷	dàjiē-xiǎoxiàng
7	大惊小怪	dàjīng-xiǎoguài
7	大局	dàjú
7	大陆	dàlù
7	大名鼎鼎	dàmíng-dǐngdǐng
7	大片	dàpiàn
7	大气	dàqì
7	大数据	dàshùjù
7	大肆	dàsì
7	大体	dàtǐ
7	大同小异	dàtóng-xiǎoyì
7	大为	dàwéi
7	大雁	dàyàn
7	大意	dàyi
7	大意	dàyì
7	大有可为	dàyǒu-kěwéi
7	大宗	dàzōng
7	逮	dǎi
7	歹徒	dǎitú
7	逮捕	dàibǔ
7	带队	dàiduì
7	怠工	dàigōng
7	代号	dàihào
7	代理人	dàilǐrén
7	带路	dàilù
7	怠慢	dàimàn
7	带头	dàitóu
7	代言	dàiyán
7	担	dān
7	担	dàn
7	担保	dānbǎo
7	单边	dānbiān
7	单薄	dānbó
7	担当	dāndāng
7	单方面	dānfāngmiàn
7	担负	dānfù
7	耽搁	dānge
7	单价	dānjià
7	单身	dānshēn
7	胆量	dǎnliàng
7	胆怯	dǎnqiè
7	胆小鬼	dǎnxiǎoguǐ
7	诞辰	dànchén
7	淡化	dànhuà
7	淡季	dànjì
7	淡水	dànshuǐ
7	但愿	dànyuàn
7	担子	dànzi
7	当即	dāngjí
7	当机立断	dāngjī-lìduàn
7	当日	dāngrì
7	当事人	dāngshìrén
7	当务之急	dāngwùzhījí
7	当心	dāngxīn
7	当之无愧	dāngzhīwúkuì
7	当众	dāngzhòng
7	党	dǎng
7	档次	dàngcì
7	当晚	dàngwǎn
7	荡漾	dàngyàng
7	当真	dàngzhēn
7	导弹	dǎodàn
7	导航	dǎoháng
7	导火索	dǎohuǒsuǒ
7	捣乱	dǎoluàn
7	倒霉	dǎoméi
7	倒塌	dǎotā
7	导向	dǎoxiàng
7	岛屿	dǎoyǔ
7	盗	dào
7	盗版	dàobǎn
7	道别	dàobié
7	稻草	dàocǎo
7	倒计时	dàojìshí
7	道具	dàojù
7	悼念	dàoniàn
7	盗窃	dàoqiè
7	倒数	dàoshǔ
7	到头来	dàotóulái
7	倒退	dàotuì
7	到位	dàowèi
7	得不偿失	débùchángshī
7	德才兼备	décái-jiānbèi
7	得当	dédàng
7	得力	délì
7	得失	déshī
7	得手	déshǒu
7	得体	détǐ
7	得天独厚	détiāndúhòu
7	得心应手	déxīn-yìngshǒu
7	得益	déyì
7	得意扬扬	déyì-yángyáng
7	得罪	dézuì
7	蹬	dēng
7	登场	dēngchǎng
7	登顶	dēngdǐng
7	登陆	dēnglù
7	灯泡	dēngpào
7	瞪	dèng
7	凳子	dèngzi
7	堤	dī
7	堤坝	dībà
7	低调	dīdiào
7	提防	dīfang
7	低谷	dīgǔ
7	低估	dīgū
7	低落	dīluò
7	低迷	dīmí
7	低下	dīxià
7	嘀咕	dígu
7	敌视	díshì
7	笛子	dízi
7	抵	dǐ
7	底层	dǐcéng
7	抵触	dǐchù
7	抵挡	dǐdǎng
7	底线	dǐxiàn
7	抵消	dǐxiāo
7	抵押	dǐyā
7	抵御	dǐyù
7	底蕴	dǐyùn
7	抵制	dǐzhì
7	底子	dǐzi
7	地板	dìbǎn
7	地步	dìbù
7	地带	dìdài
7	地道	dìdào
7	地段	dìduàn
7	帝国	dìguó
7	递交	dìjiāo
7	地势	dìshì
7	地毯	dìtǎn
7	地下水	dìxiàshuǐ
7	第一手	dìyīshǒu
7	地狱	dìyù
7	递增	dìzēng
7	弟子	dìzǐ
7	颠簸	diānbǒ
7	颠倒	diāndǎo
7	颠倒黑白	diāndǎo-hēibái
7	巅峰	diānfēng
7	颠覆	diānfù
7	典范	diǎnfàn
7	点火	diǎnhuǒ
7	点评	diǎnpíng
7	点缀	diǎnzhuì
7	点子	diǎnzi
7	垫	diàn
7	垫底	diàndǐ
7	奠定	diàndìng
7	淀粉	diànfěn
7	惦记	diànjì
7	电台	diàntái
7	殿堂	diàntáng
7	电网	diànwǎng
7	电线	diànxiàn
7	电信	diànxìn
7	电讯	diànxùn
7	垫子	diànzi
7	叼	diāo
7	雕	diāo
7	雕刻	diāokè
7	刁难	diāonàn
7	雕塑	diāosù
7	雕像	diāoxiàng
7	凋谢	diāoxiè
7	调	diào
7	调度	diàodù
7	掉队	diàoduì
7	掉头	diàotóu
7	吊销	diàoxiāo
7	爹	diē
7	跌幅	diēfú
7	叠	dié
7	碟	dié
7	迭起	diéqǐ
7	丁	dīng
7	盯	dīng
7	叮嘱	dīngzhǔ
7	钉子	dīngzi
7	顶多	dǐngduō
7	顶级	dǐngjí
7	顶尖	dǐngjiān
7	钉	dìng
7	订购	dìnggòu
7	定金	dìngjīn
7	定居	dìngjū
7	订立	dìnglì
7	定律	dìnglǜ
7	定论	dìnglùn
7	定向	dìngxiàng
7	定心丸	dìngxīnwán
7	订阅	dìngyuè
7	定做	dìngzuò
7	丢脸	diūliǎn
7	丢弃	diūqì
7	丢人	diūrén
7	丢三落四	diūsān-làsì
7	东奔西走	dōngbēn-xīzǒu
7	东道主	dōngdàozhǔ
7	东张西望	dōngzhāng-xīwàng
7	董事	dǒngshì
7	懂事	dǒngshì
7	董事会	dǒngshìhuì
7	董事长	dǒngshìzhǎng
7	动不动	dòngbudòng
7	动荡	dòngdàng
7	动感	dònggǎn
7	动工	dònggōng
7	冻结	dòngjié
7	动静	dòngjing
7	栋梁	dòngliáng
7	动脉	dòngmài
7	动身	dòngshēn
7	动弹	dòngtan
7	动向	dòngxiàng
7	洞穴	dòngxué
7	动摇	dòngyáo
7	动用	dòngyòng
7	动员	dòngyuán
7	兜	dōu
7	兜售	dōushòu
7	抖	dǒu
7	陡	dǒu
7	陡峭	dǒuqiào
7	斗	dòu
7	逗留	dòuliú
7	斗志	dòuzhì
7	豆子	dòuzi
7	督促	dūcù
7	都会	dūhuì
7	独	dú
7	独家	dújiā
7	毒品	dúpǐn
7	独身	dúshēn
7	读物	dúwù
7	独一无二	dúyī-wú’èr
7	赌	dǔ
7	赌博	dǔbó
7	堵塞	dǔsè
7	杜绝	dùjué
7	端正	duānzhèng
7	短暂	duǎnzàn
7	断定	duàndìng
7	断断续续	duànduànxùxù
7	断绝	duànjué
7	断裂	duànliè
7	段落	duànluò
7	断然	duànrán
7	断章取义	duànzhāng-qǔyì
7	堆积	duījī
7	堆砌	duīqì
7	兑	duì
7	对岸	duì’àn
7	对白	duìbái
7	对策	duìcè
7	对得起	duìdeqǐ
7	对付	duìfu
7	兑换	duìhuàn
7	对联	duìlián
7	对流	duìliú
7	对牛弹琴	duìniú-tánqín
7	兑现	duìxiàn
7	队形	duìxíng
7	对弈	duìyì
7	对照	duìzhào
7	对症下药	duìzhèng-xiàyào
7	对峙	duìzhì
7	敦促	dūncù
7	敦厚	dūnhòu
7	炖	dùn
7	多年来	duō nián lái
7	多半	duōbàn
7	多边	duōbiān
7	哆嗦	duōsuo
7	多心	duōxīn
7	夺冠	duóguàn
7	夺魁	duókuí
7	堕落	duòluò
7	鹅	é
7	额度	édù
7	额外	éwài
7	讹诈	ézhà
7	恶	è
7	噩耗	èhào
7	恶化	èhuà
7	恶性	èxìng
7	恶意	èyì
7	鳄鱼	èyú
7	厄运	èyùn
7	遏制	èzhì
7	恶作剧	èzuòjù
7	恩爱	ēn’ài
7	恩情	ēnqíng
7	恩人	ēnrén
7	恩怨	ēnyuàn
7	而已	éryǐ
7	耳光	ěrguāng
7	耳目一新	ěrmù-yìxīn
7	耳熟能详	ěrshú-néngxiáng
7	发财	fācái
7	发呆	fādāi
7	发抖	fādǒu
7	发火	fāhuǒ
7	发酵	fājiào
7	发觉	fājué
7	发掘	fājué
7	发愣	fālèng
7	发怒	fānù
7	发热	fārè
7	发射	fāshè
7	发誓	fāshì
7	发泄	fāxiè
7	发芽	fāyá
7	发扬	fāyáng
7	发扬光大	fāyáng-guāngdà
7	发言人	fāyánrén
7	发源	fāyuán
7	发源地	fāyuándì
7	发作	fāzuò
7	乏力	fálì
7	阀门	fámén
7	法人	fǎrén
7	法庭	fǎtíng
7	法则	fǎzé
7	法制	fǎzhì
7	法治	fǎzhì
7	发型	fàxíng
7	帆	fān
7	帆船	fānchuán
7	翻番	fānfān
7	翻来覆去	fānlái-fùqù
7	翻身	fānshēn
7	翻天覆地	fāntiān-fùdì
7	翻新	fānxīn
7	繁多	fánduō
7	繁华	fánhuá
7	烦闷	fánmèn
7	繁体字	fántǐzì
7	繁衍	fányǎn
7	繁杂	fánzá
7	烦躁	fánzào
7	繁重	fánzhòng
7	反驳	fǎnbó
7	反差	fǎnchā
7	反常	fǎncháng
7	反倒	fǎndào
7	反感	fǎngǎn
7	返还	fǎnhuán
7	反击	fǎnjī
7	反抗	fǎnkàng
7	反面	fǎnmiàn
7	反射	fǎnshè
7	反弹	fǎntán
7	反问	fǎnwèn
7	反响	fǎnxiǎng
7	反省	fǎnxǐng
7	反之	fǎnzhī
7	犯愁	fànchóu
7	范畴	fànchóu
7	犯规	fànguī
7	泛滥	fànlàn
7	贩卖	fànmài
7	饭碗	fànwǎn
7	犯罪	fànzuì
7	方向盘	fāngxiàngpán
7	方圆	fāngyuán
7	方针	fāngzhēn
7	防盗	fángdào
7	房地产	fángdìchǎn
7	防范	fángfàn
7	防护	fánghù
7	防火墙	fánghuǒqiáng
7	防守	fángshǒu
7	防卫	fángwèi
7	防汛	fángxùn
7	防疫	fángyì
7	防御	fángyù
7	仿	fǎng
7	仿真	fǎngzhēn
7	仿制	fǎngzhì
7	纺织	fǎngzhī
7	放过	fàngguò
7	放宽	fàngkuān
7	放射	fàngshè
7	放水	fàngshuǐ
7	放肆	fàngsì
7	放映	fàngyìng
7	放置	fàngzhì
7	放纵	fàngzòng
7	非	fēi
7	飞船	fēichuán
7	非但	fēidàn
7	非得	fēiděi
7	飞碟	fēidié
7	非法	fēifǎ
7	非凡	fēifán
7	飞禽走兽	fēiqín-zǒushòu
7	绯闻	fēiwén
7	飞翔	fēixiáng
7	飞跃	fēiyuè
7	肥料	féiliào
7	肥皂	féizào
7	诽谤	fěibàng
7	废	fèi
7	废除	fèichú
7	沸沸扬扬	fèifèiyángyáng
7	废话	fèihuà
7	费劲	fèijìn
7	费力	fèilì
7	废品	fèipǐn
7	废弃	fèiqì
7	废寝忘食	fèiqǐn-wàngshí
7	沸腾	fèiténg
7	废物	fèiwù
7	废墟	fèixū
7	分辨	fēnbiàn
7	分成	fēnchéng
7	分寸	fēncun
7	分担	fēndān
7	分发	fēnfā
7	芬芳	fēnfāng
7	吩咐	fēnfù
7	分割	fēngē
7	分红	fēnhóng
7	分化	fēnhuà
7	分解	fēnjiě
7	分裂	fēnliè
7	分泌	fēnmì
7	分明	fēnmíng
7	分歧	fēnqí
7	分支	fēnzhī
7	坟	fén
7	坟墓	fénmù
7	焚烧	fénshāo
7	粉末	fěnmò
7	粉丝	fěnsī
7	粉碎	fěnsuì
7	粪	fèn
7	粪便	fènbiàn
7	份额	fèn’é
7	奋力	fènlì
7	分量	fènliàng
7	分外	fènwài
7	奋勇	fènyǒng
7	疯	fēng
7	风暴	fēngbào
7	风波	fēngbō
7	风采	fēngcǎi
7	风餐露宿	fēngcān-lùsù
7	风吹雨打	fēngchuī-yǔdǎ
7	封顶	fēngdǐng
7	风度	fēngdù
7	风范	fēngfàn
7	风和日丽	fēnghé-rìlì
7	丰厚	fēnghòu
7	峰会	fēnghuì
7	峰回路转	fēnghuí-lùzhuǎn
7	封建	fēngjiàn
7	风景线	fēngjǐngxiàn
7	风浪	fēnglàng
7	锋利	fēnglì
7	风流	fēngliú
7	丰满	fēngmǎn
7	风貌	fēngmào
7	蜂蜜	fēngmì
7	封面	fēngmiàn
7	风气	fēngqì
7	风情	fēngqíng
7	风趣	fēngqù
7	风沙	fēngshā
7	风尚	fēngshàng
7	丰盛	fēngshèng
7	风水	fēngshuǐ
7	丰硕	fēngshuò
7	封锁	fēngsuǒ
7	风土人情	fēngtǔ-rénqíng
7	风味	fēngwèi
7	风云	fēngyún
7	风雨无阻	fēngyǔ-wúzǔ
7	风筝	fēngzheng
7	疯子	fēngzi
7	逢	féng
7	缝	féng
7	缝	fèng
7	缝合	fénghé
7	讽刺	fěngcì
7	凤凰	fènghuáng
7	凤毛麟角	fèngmáo-línjiǎo
7	佛	fó
7	否决	fǒujué
7	敷	fū
7	孵化	fūhuà
7	肤浅	fūqiǎn
7	敷衍	fūyǎn
7	扶持	fúchí
7	浮动	fúdòng
7	俘获	fúhuò
7	浮力	fúlì
7	俘虏	fúlǔ
7	福气	fúqi
7	服气	fúqì
7	辐射	fúshè
7	服饰	fúshì
7	服务器	fúwùqì
7	浮现	fúxiàn
7	浮躁	fúzào
7	腐败	fǔbài
7	腐烂	fǔlàn
7	抚摸	fǔmō
7	腐蚀	fǔshí
7	俯视	fǔshì
7	俯首	fǔshǒu
7	腐朽	fǔxiǔ
7	抚恤	fǔxù
7	抚养	fǔyǎng
7	斧子	fǔzi
7	负	fù
7	附	fù
7	赴	fù
7	腹	fù
7	副本	fùběn
7	复查	fùchá
7	附带	fùdài
7	复发	fùfā
7	富含	fùhán
7	富豪	fùháo
7	复合	fùhé
7	附和	fùhè
7	复活	fùhuó
7	附加	fùjiā
7	富强	fùqiáng
7	附属	fùshǔ
7	复苏	fùsū
7	富翁	fùwēng
7	腹泻	fùxiè
7	复兴	fùxīng
7	复原	fùyuán
7	负重	fùzhòng
7	富足	fùzú
7	副作用	fùzuòyòng
7	改版	gǎibǎn
7	改动	gǎidòng
7	改观	gǎiguān
7	改良	gǎiliáng
7	改日	gǎirì
7	改邪归正	gǎixié-guīzhèng
7	改装	gǎizhuāng
7	钙	gài
7	概	gài
7	概况	gàikuàng
7	概论	gàilùn
7	干戈	gāngē
7	干枯	gānkū
7	干涉	gānshè
7	甘心	gānxīn
7	干预	gānyù
7	杆	gǎn
7	感触	gǎnchù
7	感恩	gǎnēn
7	赶赴	gǎnfù
7	感慨	gǎnkǎi
7	感叹	gǎntàn
7	感悟	gǎnwù
7	感性	gǎnxìng
7	干部	gànbù
7	干劲	gànjìn
7	干事	gànshi
7	缸	gāng
7	纲领	gānglǐng
7	钢铁	gāngtiě
7	纲要	gāngyào
7	港	gǎng
7	港湾	gǎngwān
7	杠杆	gànggǎn
7	高额	gāo’é
7	高昂	gāo’áng
7	高傲	gāo’ào
7	高潮	gāocháo
7	高调	gāodiào
7	高贵	gāoguì
7	高见	gāojiàn
7	高空	gāokōng
7	高龄	gāolíng
7	高明	gāomíng
7	高血压	gāoxuèyā
7	高雅	gāoyǎ
7	高压	gāoyā
7	高涨	gāozhǎng
7	搞鬼	gǎoguǐ
7	搞笑	gǎoxiào
7	告	gào
7	告辞	gàocí
7	告诫	gàojiè
7	告示	gàoshi
7	告知	gàozhī
7	告状	gàozhuàng
7	搁	gē
7	戈壁	gēbì
7	疙瘩	gēda
7	歌剧	gējù
7	搁浅	gēqiǎn
7	歌颂	gēsòng
7	歌舞	gēwǔ
7	歌谣	gēyáo
7	搁置	gēzhì
7	鸽子	gēzi
7	格格不入	gégé-búrù
7	隔阂	géhé
7	格局	géjú
7	隔离	gélí
7	阁楼	gélóu
7	格式	géshi
7	革新	géxīn
7	格子	gézi
7	个案	gè’àn
7	各抒己见	gèshū-jǐjiàn
7	个头儿	gètóur
7	根基	gēnjī
7	跟进	gēnjìn
7	根深蒂固	gēnshēn-dìgù
7	根源	gēnyuán
7	根治	gēnzhì
7	耕	gēng
7	耕地	gēngdì
7	更改	gēnggǎi
7	更衣室	gēngyīshì
7	耕耘	gēngyún
7	更正	gēngzhèng
7	哽咽	gěngyè
7	耿直	gěngzhí
7	弓	gōng
7	功	gōng
7	攻	gōng
7	供	gōng
7	公办	gōngbàn
7	供不应求	gōngbúyìngqiú
7	功臣	gōngchén
7	公道	gōngdao
7	功底	gōngdǐ
7	宫殿	gōngdiàn
7	攻读	gōngdú
7	公费	gōngfèi
7	公关	gōngguān
7	攻关	gōngguān
7	工会	gōnghuì
7	工匠	gōngjiàng
7	恭敬	gōngjìng
7	攻克	gōngkè
7	工科	gōngkē
7	公款	gōngkuǎn
7	功劳	gōngláo
7	公立	gōnglì
7	功力	gōnglì
7	功利	gōnglì
7	功率	gōnglǜ
7	公墓	gōngmù
7	供暖	gōngnuǎn
7	公仆	gōngpú
7	公顷	gōngqǐng
7	供求	gōngqiú
7	公然	gōngrán
7	公示	gōngshì
7	公式	gōngshì
7	公事	gōngshì
7	攻势	gōngshì
7	宫廷	gōngtíng
7	恭维	gōngwéi
7	公务	gōngwù
7	供需	gōngxū
7	供养	gōngyǎng
7	供应链	gōngyìngliàn
7	公用	gōngyòng
7	公约	gōngyuē
7	公证	gōngzhèng
7	工整	gōngzhěng
7	公职	gōngzhí
7	拱	gǒng
7	供奉	gòngfèng
7	共和国	gònghéguó
7	共鸣	gòngmíng
7	共识	gòngshí
7	共同体	gòngtóngtǐ
7	共性	gòngxìng
7	勾	gōu
7	钩	gōu
7	勾结	gōujié
7	勾勒	gōulè
7	构建	gòujiàn
7	够呛	gòuqiàng
7	构思	gòusī
7	构想	gòuxiǎng
7	孤单	gūdān
7	孤儿	gū’ér
7	辜负	gūfù
7	孤立	gūlì
7	孤零零	gūlínglíng
7	孤陋寡闻	gūlòu-guǎwén
7	姑且	gūqiě
7	估算	gūsuàn
7	股	gǔ
7	鼓动	gǔdòng
7	古董	gǔdǒng
7	股东	gǔdōng
7	股份	gǔfèn
7	骨干	gǔgàn
7	骨骼	gǔgé
7	古怪	gǔguài
7	古籍	gǔjí
7	骨架	gǔjià
7	古今中外	gǔjīn-zhōngwài
7	股民	gǔmín
7	古朴	gǔpǔ
7	骨气	gǔqì
7	谷物	gǔwù
7	骨折	gǔzhé
7	故	gù
7	雇	gù
7	固化	gùhuà
7	顾及	gùjí
7	顾虑	gùlǜ
7	顾名思义	gùmíng-sīyì
7	顾全大局	gùquán-dàjú
7	固然	gùrán
7	雇佣	gùyōng
7	固有	gùyǒu
7	雇员	gùyuán
7	固执	gùzhi
7	雇主	gùzhǔ
7	瓜分	guāfēn
7	刮目相看	guāmù-xiāngkàn
7	瓜子	guāzǐ
7	寡妇	guǎfu
7	挂钩	guàgōu
7	挂念	guàniàn
7	挂失	guàshī
7	乖	guāi
7	乖巧	guāiqiǎo
7	拐杖	guǎizhàng
7	怪不得	guàibude
7	怪物	guàiwu
7	怪异	guàiyì
7	官兵	guānbīng
7	棺材	guāncai
7	观测	guāncè
7	观感	guāngǎn
7	关节	guānjié
7	官吏	guānlì
7	官僚	guānliáo
7	观摩	guānmó
7	关切	guānqiè
7	关税	guānshuì
7	官司	guānsi
7	关头	guāntóu
7	观望	guānwàng
7	关照	guānzhào
7	管家	guǎnjiā
7	管教	guǎnjiào
7	管辖	guǎnxiá
7	管用	guǎnyòng
7	惯	guàn
7	灌	guàn
7	贯彻	guànchè
7	贯穿	guànchuān
7	灌溉	guàngài
7	惯例	guànlì
7	灌输	guànshū
7	贯通	guàntōng
7	罐头	guàntou
7	惯性	guànxìng
7	光彩	guāngcǎi
7	光顾	guānggù
7	光滑	guānghuá
7	光环	guānghuán
7	光辉	guānghuī
7	光缆	guānglǎn
7	光芒	guāngmáng
7	光明磊落	guāngmíng-lěiluò
7	光盘	guāngpán
7	光荣	guāngróng
7	光泽	guāngzé
7	广义	guǎngyì
7	龟	guī
7	瑰宝	guībǎo
7	规格	guīgé
7	归根到底	guīgēn-dàodǐ
7	归结	guījié
7	归来	guīlái
7	归纳	guīnà
7	闺女	guīnü
7	归属	guīshǔ
7	归宿	guīsù
7	归于	guīyú
7	规章	guīzhāng
7	鬼	guǐ
7	轨迹	guǐjì
7	诡计	guǐjì
7	贵宾	guìbīn
7	桂花	guìhuā
7	柜台	guìtái
7	贵族	guìzú
7	滚动	gǔndòng
7	国防	guófáng
7	国徽	guóhuī
7	国民	guómín
7	国土	guótǔ
7	国务院	guówùyuàn
7	国学	guóxué
7	国有	guóyǒu
7	裹	guǒ
7	果断	guǒduàn
7	果真	guǒzhēn
7	过意不去	guò yì bú qù
7	过半	guòbàn
7	过不去	guòbuqù
7	过错	guòcuò
7	过道	guòdào
7	过关	guòguān
7	过奖	guòjiǎng
7	过境	guòjìng
7	过量	guòliàng
7	过滤	guòlǜ
7	过剩	guòshèng
7	过失	guòshī
7	过头	guòtóu
7	过往	guòwǎng
7	过问	guòwèn
7	过瘾	guòyǐn
7	过硬	guòyìng
7	海报	hǎibào
7	海滨	hǎibīn
7	海盗	hǎidào
7	海军	hǎijūn
7	海量	hǎiliàng
7	海绵	hǎimián
7	海滩	hǎitān
7	海豚	hǎitún
7	海湾	hǎiwān
7	海峡	hǎixiá
7	海啸	hǎixiào
7	海运	hǎiyùn
7	海藻	hǎizǎo
7	害虫	hàichóng
7	骇人听闻	hàiréntīngwén
7	酣畅	hānchàng
7	憨厚	hānhòu
7	酣睡	hānshuì
7	函	hán
7	寒带	hándài
7	涵盖	hángài
7	含糊	hánhu
7	含蓄	hánxù
7	寒暄	hánxuān
7	汉服	Hànfú
7	汗马功劳	hànmǎ-gōngláo
7	捍卫	hànwèi
7	夯实	hāngshí
7	航海	hánghǎi
7	行家	hángjia
7	行列	hángliè
7	行情	hángqíng
7	航天	hángtiān
7	航天员	hángtiānyuán
7	航行	hángxíng
7	航运	hángyùn
7	豪华	háohuá
7	豪迈	háomài
7	好比	hǎobǐ
7	好歹	hǎodǎi
7	好受	hǎoshòu
7	好说	hǎoshuō
7	好似	hǎosì
7	好心	hǎoxīn
7	好意	hǎoyì
7	好在	hǎozài
7	耗	hào
7	号称	hàochēng
7	耗费	hàofèi
7	浩瀚	hàohàn
7	浩劫	hàojié
7	好胜	hàoshèng
7	耗时	hàoshí
7	呵	hē
7	呵护	hēhù
7	何	hé
7	和	hé
7	核	hé
7	和蔼	hé’ǎi
7	何必	hébì
7	核查	héchá
7	合唱	héchàng
7	何等	héděng
7	核电站	hédiànzhàn
7	核对	héduì
7	和好	héhǎo
7	合乎	héhū
7	荷花	héhuā
7	合伙	héhuǒ
7	合计	héjì
7	和解	héjiě
7	何苦	hékǔ
7	何况	hékuàng
7	禾苗	hémiáo
7	和睦	hémù
7	核能	hénéng
7	河畔	hépàn
7	和平共处	hépíng gòngchǔ
7	和气	héqi
7	和尚	héshang
7	核实	héshí
7	核桃	hétao
7	核武器	héwǔqì
7	合约	héyuē
7	何止	hézhǐ
7	合资	hézī
7	喝彩	hècǎi
7	贺电	hèdiàn
7	鹤立鸡群	hèlìjīqún
7	赫然	hèrán
7	贺信	hèxìn
7	黑客	hēikè
7	黑马	hēimǎ
7	黑名单	hēimíngdān
7	恨不得	hènbude
7	哼	hēng
7	横	héng
7	横向	héngxiàng
7	恒星	héngxīng
7	轰	hōng
7	烘	hōng
7	烘焙	hōngbèi
7	轰动	hōngdòng
7	烘干	hōnggān
7	哄堂大笑	hōngtáng-dàxiào
7	烘托	hōngtuō
7	轰炸	hōngzhà
7	宏观	hóngguān
7	红火	hónghuo
7	红利	hónglì
7	洪亮	hóngliàng
7	红扑扑	hóngpūpū
7	红润	hóngrùn
7	红薯	hóngshǔ
7	宏伟	hóngwěi
7	弘扬	hóngyáng
7	哄	hǒng
7	喉咙	hóulóng
7	吼	hǒu
7	后备	hòubèi
7	后备箱	hòubèixiāng
7	厚道	hòudao
7	后盾	hòudùn
7	后顾之忧	hòugùzhīyōu
7	后勤	hòuqín
7	后世	hòushì
7	后台	hòutái
7	后续	hòuxù
7	候选人	hòuxuǎnrén
7	后裔	hòuyì
7	后遗症	hòuyízhèng
7	呼	hū
7	呼唤	hūhuàn
7	呼救	hūjiù
7	忽冷忽热	hūlěng-hūrè
7	呼声	hūshēng
7	呼啸	hūxiào
7	呼应	hūyìng
7	忽悠	hūyou
7	呼吁	hūyù
7	糊	hú
7	狐狸	húli
7	胡乱	húluàn
7	胡闹	húnào
7	湖泊	húpō
7	胡说	húshuō
7	胡思乱想	húsī-luànxiǎng
7	糊涂	hútu
7	护	hù
7	互补	hùbǔ
7	护理	hùlǐ
7	花瓣	huābàn
7	花卉	huāhuì
7	花蕾	huālěi
7	花纹	huāwén
7	花样	huāyàng
7	划不来	huábulái
7	划得来	huádelái
7	滑稽	huájī
7	华丽	huálì
7	华侨	huáqiáo
7	哗然	huárán
7	华人	huárén
7	划算	huásuàn
7	滑梯	huátī
7	华裔	huáyì
7	画册	huàcè
7	化肥	huàféi
7	化解	huàjiě
7	画龙点睛	huàlóng-diǎnjīng
7	化身	huàshēn
7	画蛇添足	huàshé-tiānzú
7	划时代	huàshídài
7	化险为夷	huàxiǎnwéiyí
7	化验	huàyàn
7	话语	huàyǔ
7	怀抱	huáibào
7	怀旧	huáijiù
7	槐树	huáishù
7	欢呼	huānhū
7	欢聚	huānjù
7	欢快	huānkuài
7	欢声笑语	huānshēng-xiàoyǔ
7	环比	huánbǐ
7	环球	huánqiú
7	环绕	huánrào
7	缓	huǎn
7	缓和	huǎnhé
7	焕发	huànfā
7	幻觉	huànjué
7	唤起	huànqǐ
7	换取	huànqǔ
7	焕然一新	huànrán-yìxīn
7	唤醒	huànxǐng
7	幻影	huànyǐng
7	荒	huāng
7	慌	huāng
7	荒诞	huāngdàn
7	荒凉	huāngliáng
7	慌乱	huāngluàn
7	慌忙	huāngmáng
7	荒谬	huāngmiù
7	荒唐	huāngtáng
7	慌张	huāngzhāng
7	皇宫	huánggōng
7	皇后	huánghòu
7	黄昏	huánghūn
7	皇上	huángshang
7	皇室	huángshì
7	晃	huǎng
7	晃	huàng
7	谎话	huǎnghuà
7	恍然大悟	huǎngrán-dàwù
7	谎言	huǎngyán
7	晃荡	huàngdang
7	辉煌	huīhuáng
7	挥霍	huīhuò
7	挥舞	huīwǔ
7	回避	huíbì
7	回归	huíguī
7	回合	huíhé
7	回馈	huíkuì
7	回落	huíluò
7	回升	huíshēng
7	回首	huíshǒu
7	回味	huíwèi
7	回想	huíxiǎng
7	回忆录	huíyìlù
7	回应	huíyìng
7	毁	huǐ
7	悔恨	huǐhèn
7	毁坏	huǐhuài
7	毁灭	huǐmiè
7	会场	huìchǎng
7	汇合	huìhé
7	汇集	huìjí
7	汇聚	huìjù
7	贿赂	huìlù
7	会面	huìmiàn
7	绘声绘色	huìshēng-huìsè
7	会谈	huìtán
7	会晤	huìwù
7	会意	huìyì
7	会诊	huìzhěn
7	绘制	huìzhì
7	昏	hūn
7	荤	hūn
7	昏迷	hūnmí
7	婚纱	hūnshā
7	浑身	húnshēn
7	混淆	hùnxiáo
7	混浊	hùnzhuó
7	豁	huō
7	豁出去	huōchuqu
7	活该	huógāi
7	活期	huóqī
7	火爆	huǒbào
7	火候	huǒhou
7	火花	huǒhuā
7	火箭	huǒjiàn
7	火炬	huǒjù
7	火辣辣	huǒlàlà
7	火热	huǒrè
7	火山	huǒshān
7	伙食	huǒshí
7	火速	huǒsù
7	火腿	huǒtuǐ
7	火焰	huǒyàn
7	豁达	huòdá
7	或多或少	huòduō-huòshǎo
7	祸害	huòhai
7	获悉	huòxī
7	货运	huòyùn
7	积	jī
7	基本功	jīběngōng
7	机舱	jīcāng
7	基层	jīcéng
7	激荡	jīdàng
7	积淀	jīdiàn
7	机动	jīdòng
7	肌肤	jīfū
7	机关	jīguān
7	激光	jīguāng
7	激化	jīhuà
7	激活	jīhuó
7	基建	jījiàn
7	基金会	jījīnhuì
7	机灵	jīling
7	机密	jīmì
7	激起	jīqǐ
7	激素	jīsù
7	讥笑	jīxiào
7	畸形	jīxíng
7	积蓄	jīxù
7	基于	jīyú
7	积攒	jīzǎn
7	激增	jīzēng
7	机智	jīzhì
7	基准	jīzhǔn
7	即	jí
7	级别	jíbié
7	急促	jícù
7	极度	jídù
7	嫉妒	jídù
7	急功近利	jígōng-jìnlì
7	籍贯	jíguàn
7	集会	jíhuì
7	急剧	jíjù
7	即可	jíkě
7	吉利	jílì
7	极力	jílì
7	急迫	jípò
7	汲取	jíqǔ
7	即日	jírì
7	即时	jíshí
7	集市	jíshì
7	棘手	jíshǒu
7	集思广益	jísī-guǎngyì
7	吉他	jítā
7	极限	jíxiàn
7	吉祥物	jíxiángwù
7	急性	jíxìng
7	急于	jíyú
7	急于求成	jíyú-qiúchéng
7	急躁	jízào
7	及早	jízǎo
7	急中生智	jízhōng-shēngzhì
7	集装箱	jízhuāngxiāng
7	集资	jízī
7	脊梁	jǐliáng
7	挤压	jǐyā
7	计	jì
7	忌	jì
7	剂	jì
7	继	jì
7	祭	jì
7	暨	jì
7	继而	jì’ér
7	计策	jìcè
7	祭奠	jìdiàn
7	忌妒	jìdu
7	继父	jìfù
7	记号	jìhao
7	忌讳	jìhuì
7	计较	jìjiào
7	寂静	jìjìng
7	忌口	jìkǒu
7	剂量	jìliàng
7	继母	jìmǔ
7	纪念碑	jìniànbēi
7	纪实	jìshí
7	祭祀	jìsì
7	寄托	jìtuō
7	迹象	jìxiàng
7	绩效	jìxiào
7	记性	jìxing
7	纪要	jìyào
7	记忆犹新	jìyì-yóuxīn
7	家伙	jiāhuo
7	家教	jiājiào
7	佳节	jiājié
7	加紧	jiājǐn
7	家境	jiājìng
7	加盟	jiāméng
7	嘉年华	jiāniánhuá
7	家禽	jiāqín
7	家世	jiāshì
7	佳肴	jiāyáo
7	家用	jiāyòng
7	家喻户晓	jiāyù-hùxiǎo
7	夹杂	jiāzá
7	家政	jiāzhèng
7	加之	jiāzhī
7	夹子	jiāzi
7	家族	jiāzú
7	假定	jiǎdìng
7	假冒	jiǎmào
7	假使	jiǎshǐ
7	假装	jiǎzhuāng
7	驾	jià
7	架势	jiàshi
7	价位	jiàwèi
7	驾驭	jiàyù
7	价值观	jiàzhíguān
7	嫁妆	jiàzhuang
7	架子	jiàzi
7	兼	jiān
7	煎	jiān
7	煎熬	jiān’áo
7	监察	jiānchá
7	尖端	jiānduān
7	肩负	jiānfù
7	兼顾	jiāngù
7	监管	jiānguǎn
7	坚果	jiānguǒ
7	监护	jiānhù
7	艰巨	jiānjù
7	监控	jiānkòng
7	歼灭	jiānmiè
7	坚韧	jiānrèn
7	兼任	jiānrèn
7	兼容	jiānróng
7	尖锐	jiānruì
7	坚实	jiānshí
7	监视	jiānshì
7	坚守	jiānshǒu
7	艰险	jiānxiǎn
7	坚信	jiānxìn
7	监狱	jiānyù
7	奸诈	jiānzhà
7	拣	jiǎn
7	剪彩	jiǎncǎi
7	检察	jiǎnchá
7	简称	jiǎnchēng
7	简短	jiǎnduǎn
7	减负	jiǎnfù
7	剪辑	jiǎnjí
7	简洁	jiǎnjié
7	简练	jiǎnliàn
7	简陋	jiǎnlòu
7	减免	jiǎnmiǎn
7	检讨	jiǎntǎo
7	简体字	jiǎntǐzì
7	减退	jiǎntuì
7	简要	jiǎnyào
7	简易	jiǎnyì
7	贱	jiàn
7	溅	jiàn
7	鉴别	jiànbié
7	间谍	jiàndié
7	间断	jiànduàn
7	见多识广	jiànduō-shíguǎng
7	见解	jiànjiě
7	见利忘义	jiànlì-wàngyì
7	健美	jiànměi
7	见仁见智	jiànrén-jiànzhì
7	鉴赏	jiànshǎng
7	见识	jiànshi
7	建树	jiànshù
7	践踏	jiàntà
7	见外	jiànwài
7	见闻	jiànwén
7	间隙	jiànxì
7	见效	jiànxiào
7	间歇	jiànxiē
7	见义勇为	jiànyì-yǒngwéi
7	鉴于	jiànyú
7	见证	jiànzhèng
7	健壮	jiànzhuàng
7	姜	jiāng
7	僵	jiāng
7	僵化	jiānghuà
7	将就	jiāngjiu
7	僵局	jiāngjú
7	江山	jiāngshān
7	僵硬	jiāngyìng
7	桨	jiǎng
7	奖杯	jiǎngbēi
7	讲理	jiǎnglǐ
7	奖赏	jiǎngshǎng
7	奖项	jiǎngxiàng
7	降临	jiànglín
7	焦	jiāo
7	交叉	jiāochā
7	交代	jiāodài
7	交锋	jiāofēng
7	交付	jiāofù
7	娇惯	jiāoguàn
7	交互	jiāohù
7	交集	jiāojí
7	焦急	jiāojí
7	交界	jiāojiè
7	交接	jiāojiē
7	交纳	jiāonà
7	胶囊	jiāonáng
7	娇气	jiāoqì
7	交情	jiāoqing
7	交涉	jiāoshè
7	礁石	jiāoshí
7	交替	jiāotì
7	交头接耳	jiāotóu-jiē’ěr
7	交响乐	jiāoxiǎngyuè
7	郊游	jiāoyóu
7	焦躁	jiāozào
7	交织	jiāozhī
7	嚼	jiáo
7	绞	jiǎo
7	搅	jiǎo
7	缴	jiǎo
7	搅拌	jiǎobàn
7	狡猾	jiǎohuá
7	缴纳	jiǎonà
7	脚踏实地	jiǎotāshídì
7	侥幸	jiǎoxìng
7	矫正	jiǎozhèng
7	叫板	jiàobǎn
7	轿车	jiàochē
7	叫好	jiàohǎo
7	较劲	jiàojìn
7	教科书	jiàokēshū
7	较量	jiàoliàng
7	教条	jiàotiáo
7	教养	jiàoyǎng
7	皆	jiē
7	揭	jiē
7	接二连三	jiē’èr-liánsān
7	接班	jiēbān
7	接班人	jiēbānrén
7	阶层	jiēcéng
7	皆大欢喜	jiēdàhuānxǐ
7	揭发	jiēfā
7	街坊	jiēfang
7	接轨	jiēguǐ
7	阶级	jiējí
7	接济	jiējì
7	接见	jiējiàn
7	接力	jiēlì
7	揭露	jiēlù
7	接纳	jiēnà
7	揭示	jiēshì
7	接手	jiēshǒu
7	接替	jiētì
7	阶梯	jiētī
7	揭晓	jiēxiǎo
7	劫	jié
7	截	jié
7	洁白	jiébái
7	劫持	jiéchí
7	节俭	jiéjiǎn
7	洁净	jiéjìng
7	捷径	jiéjìng
7	结晶	jiéjīng
7	竭尽全力	jiéjìn-quánlì
7	结局	jiéjú
7	竭力	jiélì
7	节气	jiéqì
7	截然不同	jiérán-bùtóng
7	结识	jiéshí
7	结算	jiésuàn
7	节衣缩食	jiéyī-suōshí
7	节制	jiézhì
7	解除	jiěchú
7	解雇	jiěgù
7	解救	jiějiù
7	解渴	jiěkě
7	解剖	jiěpōu
7	解散	jiěsàn
7	解体	jiětǐ
7	解脱	jiětuō
7	解围	jiěwéi
7	解析	jiěxī
7	解约	jiěyuē
7	戒	jiè
7	界	jiè
7	戒备	jièbèi
7	界定	jièdìng
7	借口	jièkǒu
7	介入	jièrù
7	届时	jièshí
7	借条	jiètiáo
7	界限	jièxiàn
7	界线	jièxiàn
7	介意	jièyì
7	借用	jièyòng
7	介于	jièyú
7	筋	jīn
7	禁不住	jīnbuzhù
7	津津有味	jīnjīn-yǒuwèi
7	紧凑	jǐncòu
7	紧迫	jǐnpò
7	锦旗	jǐnqí
7	紧缺	jǐnquē
7	锦上添花	jǐnshàng-tiānhuā
7	紧缩	jǐnsuō
7	尽早	jǐnzǎo
7	劲	jìn
7	进程	jìnchéng
7	进攻	jìngōng
7	晋级	jìnjí
7	禁忌	jìnjì
7	进军	jìnjūn
7	浸泡	jìnpào
7	尽情	jìnqíng
7	进取	jìnqǔ
7	禁区	jìnqū
7	晋升	jìnshēng
7	尽头	jìntóu
7	劲头	jìntóu
7	进修	jìnxiū
7	茎	jīng
7	经	jīng
7	精	jīng
7	鲸	jīng
7	精彩纷呈	jīngcǎi-fēnchéng
7	精打细算	jīngdǎ-xìsuàn
7	惊动	jīngdòng
7	经度	jīngdù
7	精度	jīngdù
7	经费	jīngfèi
7	精华	jīnghuá
7	惊慌	jīnghuāng
7	惊慌失措	jīnghuāng-shīcuò
7	荆棘	jīngjí
7	精简	jīngjiǎn
7	兢兢业业	jīngjīngyèyè
7	经久不息	jīngjiǔ-bùxī
7	精练	jīngliàn
7	经贸	jīngmào
7	精密	jīngmì
7	精妙	jīngmiào
7	精明	jīngmíng
7	精疲力竭	jīngpí-lìjié
7	精品	jīngpǐn
7	惊奇	jīngqí
7	精巧	jīngqiǎo
7	精神	jīngshén
7	精神病	jīngshénbìng
7	经受	jīngshòu
7	精髓	jīngsuǐ
7	惊叹	jīngtàn
7	惊天动地	jīngtiān-dòngdì
7	精细	jīngxì
7	惊吓	jīngxià
7	惊险	jīngxiǎn
7	惊心动魄	jīngxīn-dòngpò
7	晶莹	jīngyíng
7	精英	jīngyīng
7	精益求精	jīngyìqiújīng
7	精湛	jīngzhàn
7	警报	jǐngbào
7	井底之蛙	jǐngdǐzhīwā
7	警戒	jǐngjiè
7	警犬	jǐngquǎn
7	警示	jǐngshì
7	警惕	jǐngtì
7	警钟	jǐngzhōng
7	竟	jìng
7	敬	jìng
7	敬爱	jìng’ài
7	敬而远之	jìng’éryuǎnzhī
7	境地	jìngdì
7	净化	jìnghuà
7	竞技	jìngjì
7	境界	jìngjiè
7	敬礼	jìnglǐ
7	境内	jìngnèi
7	敬佩	jìngpèi
7	敬请	jìngqǐng
7	境外	jìngwài
7	敬畏	jìngwèi
7	竞相	jìngxiāng
7	竞选	jìngxuǎn
7	敬业	jìngyè
7	敬意	jìngyì
7	境遇	jìngyù
7	径直	jìngzhí
7	静止	jìngzhǐ
7	敬重	jìngzhòng
7	窘迫	jiǒngpò
7	揪	jiū
7	纠缠	jiūchán
7	酒楼	jiǔlóu
7	久违	jiǔwéi
7	久仰	jiǔyǎng
7	就餐	jiùcān
7	就此	jiùcǐ
7	就地	jiùdì
7	救济	jiùjì
7	就近	jiùjìn
7	就任	jiùrèn
7	救死扶伤	jiùsǐ-fúshāng
7	就绪	jiùxù
7	就医	jiùyī
7	就诊	jiùzhěn
7	就职	jiùzhí
7	救治	jiùzhì
7	就座	jiùzuò
7	居安思危	jū’ān-sīwēi
7	居高不下	jūgāo bú xià
7	鞠躬	jūgōng
7	拘留	jūliú
7	拘束	jūshù
7	居于	jūyú
7	局部	júbù
7	局势	júshì
7	举报	jǔbào
7	举措	jǔcuò
7	咀嚼	jǔjué
7	举棋不定	jǔqí-búdìng
7	沮丧	jǔsàng
7	举世瞩目	jǔshì-zhǔmù
7	举一反三	jǔyī-fǎnsān
7	举止	jǔzhǐ
7	举重	jǔzhòng
7	举足轻重	jǔzú-qīngzhòng
7	剧变	jùbiàn
7	巨额	jù’é
7	聚焦	jùjiāo
7	聚精会神	jùjīng-huìshén
7	剧目	jùmù
7	剧情	jùqíng
7	巨人	jùrén
7	巨头	jùtóu
7	据悉	jùxī
7	圈	juān
7	圈	juàn
7	捐献	juānxiàn
7	卷入	juǎnrù
7	绝	jué
7	绝技	juéjì
7	绝迹	juéjì
7	倔强	juéjiàng
7	崛起	juéqǐ
7	诀窍	juéqiào
7	觉悟	juéwù
7	觉醒	juéxǐng
7	决议	juéyì
7	绝缘	juéyuán
7	抉择	juézé
7	角逐	juézhú
7	倔	juè
7	均	jūn
7	军官	jūnguān
7	均衡	jūnhéng
7	军舰	jūnjiàn
7	军事	jūnshì
7	君子	jūnzǐ
7	俊	jùn
7	竣工	jùngōng
7	骏马	jùnmǎ
7	俊俏	jùnqiào
7	卡车	kǎchē
7	卡通	kǎtōng
7	开办	kāibàn
7	开采	kāicǎi
7	开场	kāichǎng
7	开场白	kāichǎngbái
7	开除	kāichú
7	开动	kāidòng
7	开发区	kāifāqū
7	开发商	kāifāshāng
7	开工	kāigōng
7	开垦	kāikěn
7	开阔	kāikuò
7	开朗	kāilǎng
7	开明	kāimíng
7	开辟	kāipì
7	开天辟地	kāitiān-pìdì
7	开庭	kāitíng
7	开拓	kāituò
7	开销	kāixiāo
7	开张	kāizhāng
7	开支	kāizhī
7	楷模	kǎimó
7	凯旋	kǎixuán
7	堪称	kānchēng
7	刊登	kāndēng
7	看护	kānhù
7	看守	kānshǒu
7	勘探	kāntàn
7	刊物	kānwù
7	砍伐	kǎnfá
7	侃侃而谈	kǎnkǎn’értán
7	坎坷	kǎnkě
7	看台	kàntái
7	慷慨	kāngkǎi
7	看管	kānguǎn
7	扛	káng
7	抗衡	kànghéng
7	抗拒	kàngjù
7	抗生素	kàngshēngsù
7	抗议	kàngyì
7	抗争	kàngzhēng
7	考查	kǎochá
7	考量	kǎoliáng
7	靠拢	kàolǒng
7	磕	kē
7	苛刻	kēkè
7	颗粒	kēlì
7	壳	ké
7	可悲	kěbēi
7	可不是	kěbúshi
7	可乘之机	kěchéngzhījī
7	可耻	kěchǐ
7	可观	kěguān
7	可贵	kěguì
7	可谓	kěwèi
7	可恶	kěwù
7	可想而知	kěxiǎng’érzhī
7	可笑	kěxiào
7	可疑	kěyí
7	刻不容缓	kèbùrónghuǎn
7	客房	kèfáng
7	刻画	kèhuà
7	客机	kèjī
7	刻苦	kèkǔ
7	客流	kèliú
7	克隆	kèlóng
7	刻意	kèyì
7	客运	kèyùn
7	克制	kèzhì
7	刻舟求剑	kèzhōu-qiújiàn
7	啃	kěn
7	恳切	kěnqiè
7	恳求	kěnqiú
7	坑	kēng
7	空荡荡	kōngdàngdàng
7	空洞	kōngdòng
7	空间站	kōngjiānzhàn
7	空军	kōngjūn
7	空难	kōngnàn
7	空前	kōngqián
7	空想	kōngxiǎng
7	空虚	kōngxū
7	孔	kǒng
7	恐怖	kǒngbù
7	恐吓	kǒnghè
7	恐慌	kǒnghuāng
7	恐龙	kǒnglóng
7	空白	kòngbái
7	控告	kònggào
7	空隙	kòngxì
7	抠	kōu
7	口岸	kǒu’àn
7	口碑	kǒubēi
7	口才	kǒucái
7	口吃	kǒuchī
7	口径	kǒujìng
7	口令	kǒulìng
7	口气	kǒuqì
7	口哨儿	kǒushàor
7	口水	kǒushuǐ
7	口头禅	kǒutóuchán
7	口香糖	kǒuxiāngtáng
7	口音	kǒuyīn
7	口罩	kǒuzhào
7	口子	kǒuzi
7	扣除	kòuchú
7	扣留	kòuliú
7	扣人心弦	kòurénxīnxián
7	扣押	kòuyā
7	枯竭	kūjié
7	窟窿	kūlong
7	哭泣	kūqì
7	枯萎	kūwěi
7	哭笑不得	kūxiào-bùdé
7	苦尽甘来	kǔjìn-gānlái
7	苦难	kǔnàn
7	苦恼	kǔnǎo
7	苦涩	kǔsè
7	苦笑	kǔxiào
7	苦心	kǔxīn
7	库存	kùcún
7	酷似	kùsì
7	夸大	kuādà
7	夸夸其谈	kuākuā-qítán
7	夸耀	kuāyào
7	垮	kuǎ
7	挎	kuà
7	跨	kuà
7	跨度	kuàdù
7	跨国	kuàguó
7	跨越	kuàyuè
7	快活	kuàihuo
7	宽敞	kuānchang
7	宽泛	kuānfàn
7	宽广	kuānguǎng
7	宽厚	kuānhòu
7	宽阔	kuānkuò
7	宽容	kuānróng
7	宽恕	kuānshù
7	宽松	kuānsōng
7	款待	kuǎndài
7	款项	kuǎnxiàng
7	筐	kuāng
7	狂	kuáng
7	狂欢	kuánghuān
7	狂热	kuángrè
7	矿	kuàng
7	框	kuàng
7	矿藏	kuàngcáng
7	矿产	kuàngchǎn
7	框架	kuàngjià
7	旷课	kuàngkè
7	况且	kuàngqiě
7	亏本	kuīběn
7	亏待	kuīdài
7	捆	kǔn
7	困惑	kùnhuò
7	困境	kùnjìng
7	扩	kuò
7	扩充	kuòchōng
7	阔绰	kuòchuò
7	括号	kuòhào
7	扩建	kuòjiàn
7	扩散	kuòsàn
7	扩张	kuòzhāng
7	拉动	lādòng
7	啦啦队	lālāduì
7	拉链	lāliàn
7	拉拢	lālǒng
7	喇叭	lǎba
7	蜡	là
7	腊月	làyuè
7	蜡烛	làzhú
7	来宾	láibīn
7	来电	láidiàn
7	来访	láifǎng
7	来回	láihuí
7	来历	láilì
7	来龙去脉	láilóng-qùmài
7	来年	láinián
7	来之不易	láizhī-búyì
7	栏杆	lángān
7	栏目	lánmù
7	蓝图	lántú
7	揽	lǎn
7	缆车	lǎnchē
7	懒得	lǎnde
7	懒惰	lǎnduò
7	滥用	lànyòng
7	狼狈	lángbèi
7	狼吞虎咽	lángtūn-hǔyàn
7	朗诵	lǎngsòng
7	捞	lāo
7	唠叨	láodao
7	牢固	láogù
7	牢记	láojì
7	劳驾	láojià
7	牢牢	láoláo
7	劳累	láolèi
7	牢骚	láosāo
7	劳务	láowù
7	老伴儿	lǎobànr
7	老大	lǎodà
7	老化	lǎohuà
7	老人家	lǎorenjia
7	老乡	lǎoxiāng
7	老字号	lǎozìhao
7	涝	lào
7	乐此不疲	lècǐ-bùpí
7	乐意	lèyì
7	乐园	lèyuán
7	勒	lēi
7	雷达	léidá
7	雷同	léitóng
7	累赘	léizhui
7	累计	lěijì
7	累积	lěijī
7	棱角	léngjiǎo
7	冷淡	lěngdàn
7	冷冻	lěngdòng
7	冷酷	lěngkù
7	冷落	lěngluò
7	冷门	lěngmén
7	冷漠	lěngmò
7	冷气	lěngqì
7	冷却	lěngquè
7	冷战	lěngzhàn
7	愣	lèng
7	黎明	límíng
7	离谱儿	lípǔr
7	离奇	líqí
7	理睬	lǐcǎi
7	里程碑	lǐchéngbēi
7	礼服	lǐfú
7	理会	lǐhuì
7	礼节	lǐjié
7	礼品	lǐpǐn
7	礼尚往来	lǐshàngwǎnglái
7	理事	lǐshì
7	理所当然	lǐsuǒdāngrán
7	礼堂	lǐtáng
7	礼仪	lǐyí
7	鲤鱼	lǐyú
7	理智	lǐzhì
7	理直气壮	lǐzhí-qìzhuàng
7	立案	lì’àn
7	利弊	lìbì
7	力不从心	lìbùcóngxīn
7	历程	lìchéng
7	历代	lìdài
7	立法	lìfǎ
7	立方	lìfāng
7	立方米	lìfāngmǐ
7	立功	lìgōng
7	利害	lìhài
7	立交桥	lìjiāoqiáo
7	历届	lìjiè
7	历来	lìlái
7	莅临	lìlín
7	利率	lìlǜ
7	力求	lìqiú
7	历时	lìshí
7	利索	lìsuo
7	力所能及	lìsuǒnéngjí
7	立体	lìtǐ
7	力争	lìzhēng
7	励志	lìzhì
7	立足	lìzú
7	连贯	liánguàn
7	联欢	liánhuān
7	廉价	liánjià
7	廉洁	liánjié
7	连连	liánlián
7	联络	liánluò
7	联盟	liánméng
7	连绵	liánmián
7	连年	liánnián
7	连任	liánrèn
7	联赛	liánsài
7	联手	liánshǒu
7	连锁	liánsuǒ
7	连同	liántóng
7	怜惜	liánxī
7	连夜	liányè
7	廉正	liánzhèng
7	帘子	liánzi
7	莲子	liánzǐ
7	脸颊	liǎnjiá
7	炼	liàn
7	恋恋不舍	liànliàn-bùshě
7	良	liáng
7	凉爽	liángshuǎng
7	良心	liángxīn
7	良性	liángxìng
7	两口子	liǎngkǒuzi
7	两栖	liǎngqī
7	两手	liǎngshǒu
7	两下子	liǎngxiàzi
7	两翼	liǎngyì
7	亮点	liàngdiǎn
7	量化	liànghuà
7	谅解	liàngjiě
7	亮丽	liànglì
7	亮相	liàngxiàng
7	潦草	liáocǎo
7	疗法	liáofǎ
7	辽阔	liáokuò
7	寥寥无几	liáoliáo-wújǐ
7	疗效	liáoxiào
7	疗养	liáoyǎng
7	了结	liǎojié
7	料理	liàolǐ
7	咧嘴	liězuǐ
7	裂	liè
7	裂缝	lièfèng
7	裂痕	lièhén
7	列举	lièjǔ
7	猎人	lièrén
7	烈日	lièrì
7	劣势	lièshì
7	烈士	lièshì
7	猎物	lièwù
7	劣质	lièzhì
7	拎	līn
7	临	lín
7	临床	línchuáng
7	临街	línjiē
7	临近	línjìn
7	吝啬	lìnsè
7	灵	líng
7	灵感	línggǎn
7	灵魂	línghún
7	零件	língjiàn
7	灵机一动	língjī-yídòng
7	灵敏	língmǐn
7	灵巧	língqiǎo
7	零售	língshòu
7	零碎	língsuì
7	聆听	língtīng
7	灵通	língtōng
7	零星	língxīng
7	领队	lǐngduì
7	领会	lǐnghuì
7	领军	lǐngjūn
7	领略	lǐnglüè
7	领事	lǐngshì
7	领事馆	lǐngshìguǎn
7	领土	lǐngtǔ
7	领悟	lǐngwù
7	领袖	lǐngxiù
7	领养	lǐngyǎng
7	溜	liū
7	溜达	liūda
7	流畅	liúchàng
7	流浪	liúlàng
7	留恋	liúliàn
7	流露	liúlù
7	流氓	liúmáng
7	留念	liúniàn
7	流派	liúpài
7	留神	liúshén
7	流逝	liúshì
7	流失	liúshī
7	流水	liúshuǐ
7	流淌	liútǎng
7	流向	liúxiàng
7	留心	liúxīn
7	流血	liúxuè
7	留意	liúyì
7	流域	liúyù
7	流转	liúzhuǎn
7	柳树	liǔshù
7	遛	liù
7	聋	lóng
7	龙头	lóngtóu
7	隆重	lóngzhòng
7	笼子	lóngzi
7	垄断	lǒngduàn
7	笼统	lǒngtǒng
7	笼罩	lǒngzhào
7	搂	lǒu
7	露面	lòumiàn
7	炉子	lúzi
7	鲁莽	lǔmǎng
7	卤味	lǔwèi
7	鹿	lù
7	露	lù
7	路段	lùduàn
7	路径	lùjìng
7	陆军	lùjūn
7	露天	lùtiān
7	路途	lùtú
7	露营	lùyíng
7	路子	lùzi
7	屡	lǚ
7	缕	lǚ
7	屡次	lǚcì
7	屡屡	lǚlǚ
7	绿地	lǜdì
7	绿洲	lǜzhōu
7	孪生	luánshēng
7	卵	luǎn
7	乱七八糟	luànqībāzāo
7	略	lüè
7	掠夺	lüèduó
7	略微	lüèwēi
7	抡	lūn
7	轮换	lúnhuàn
7	轮廓	lúnkuò
7	伦理	lúnlǐ
7	轮胎	lúntāi
7	论述	lùnshù
7	论证	lùnzhèng
7	啰唆	luōsuo
7	萝卜	luóbo
7	螺丝	luósī
7	裸	luǒ
7	裸露	luǒlù
7	裸体	luǒtǐ
7	落差	luòchā
7	落成	luòchéng
7	落户	luòhù
7	落实	luòshí
7	络绎不绝	luòyì-bùjué
7	麻	má
7	麻痹	mábì
7	麻将	májiàng
7	麻辣	málà
7	麻木	mámù
7	麻醉	mázuì
7	码	mǎ
7	马后炮	mǎhòupào
7	马力	mǎlì
7	马桶	mǎtǒng
7	埋藏	máicáng
7	埋伏	máifú
7	埋没	máimò
7	埋头苦干	máitóu-kǔgàn
7	埋葬	máizàng
7	脉搏	màibó
7	脉络	màiluò
7	瞒	mán
7	埋怨	mányuàn
7	满怀	mǎnhuái
7	漫	màn
7	慢性	mànxìng
7	蔓延	mànyán
7	漫游	mànyóu
7	忙活	mánghuo
7	忙乱	mángluàn
7	茫茫	mángmáng
7	盲目	mángmù
7	茫然	mángrán
7	矛头	máotóu
7	冒充	màochōng
7	冒犯	màofàn
7	冒昧	màomèi
7	茂密	màomì
7	茂盛	màoshèng
7	枚	méi
7	媒介	méijiè
7	没劲	méijìn
7	眉开眼笑	méikāi-yǎnxiào
7	煤气	méiqì
7	煤炭	méitàn
7	没完没了	méiwán-méiliǎo
7	没辙	méizhé
7	没准儿	méizhǔnr
7	美德	měidé
7	美化	měihuà
7	美满	měimǎn
7	美妙	měimiào
7	美容	měiróng
7	美学	měixué
7	美誉	měiyù
7	美中不足	měizhōng-bùzú
7	美滋滋	měizīzī
7	闷	mēn
7	闷	mèn
7	闷热	mēnrè
7	门槛	ménkǎn
7	门路	ménlu
7	蒙	mēng
7	蒙	méng
7	萌发	méngfā
7	朦胧	ménglóng
7	萌芽	méngyá
7	盟友	méngyǒu
7	猛	měng
7	猛烈	měngliè
7	猛然	měngrán
7	梦幻	mènghuàn
7	梦寐以求	mèngmèiyǐqiú
7	眯	mī
7	谜	mí
7	谜底	mídǐ
7	迷惑	míhuò
7	迷恋	míliàn
7	弥漫	mímàn
7	迷失	míshī
7	谜团	mítuán
7	迷信	míxìn
7	谜语	míyǔ
7	密布	mìbù
7	秘方	mìfāng
7	密封	mìfēng
7	秘诀	mìjué
7	蜜月	mìyuè
7	棉花	miánhuā
7	免不了	miǎnbuliǎo
7	免除	miǎnchú
7	免得	miǎnde
7	缅怀	miǎnhuái
7	勉励	miǎnlì
7	腼腆	miǎntiǎn
7	免职	miǎnzhí
7	面红耳赤	miànhóng-ěrchì
7	面孔	miànkǒng
7	面貌	miànmào
7	面面俱到	miànmiàn-jùdào
7	面目全非	miànmù-quánfēi
7	苗	miáo
7	苗条	miáotiao
7	苗头	miáotou
7	瞄准	miáozhǔn
7	藐视	miǎoshì
7	渺小	miǎoxiǎo
7	庙	miào
7	庙会	miàohuì
7	灭绝	mièjué
7	蔑视	mièshì
7	灭亡	mièwáng
7	民办	mínbàn
7	民居	mínjū
7	民生	mínshēng
7	民事	mínshì
7	民意	mínyì
7	民营	mínyíng
7	民用	mínyòng
7	敏捷	mǐnjié
7	敏锐	mǐnruì
7	鸣	míng
7	名次	míngcì
7	名副其实	míngfùqíshí
7	名贵	míngguì
7	铭记	míngjì
7	明朗	mínglǎng
7	名利	mínglì
7	明媚	míngmèi
7	名声	míngshēng
7	名言	míngyán
7	名义	míngyì
7	名誉	míngyù
7	明智	míngzhì
7	名著	míngzhù
7	命	mìng
7	摸索	mōsuǒ
7	膜	mó
7	磨	mó
7	摩擦	mócā
7	魔法	mófǎ
7	模范	mófàn
7	蘑菇	mógu
7	魔鬼	móguǐ
7	磨合	móhé
7	魔力	mólì
7	磨炼	móliàn
7	磨难	mónàn
7	魔术	móshù
7	磨损	mósǔn
7	抹	mǒ
7	抹杀	mǒshā
7	墨	mò
7	莫大	mòdà
7	莫非	mòfēi
7	茉莉	mòlì
7	没落	mòluò
7	莫名其妙	mòmíngqímiào
7	默默无闻	mòmò-wúwén
7	默契	mòqì
7	漠然	mòrán
7	末日	mòrì
7	没收	mòshōu
7	墨水	mòshuǐ
7	谋害	móuhài
7	谋划	móuhuà
7	谋求	móuqiú
7	谋取	móuqǔ
7	谋生	móushēng
7	亩	mǔ
7	牡丹	mǔdan
7	拇指	mǔzhǐ
7	墓	mù
7	幕	mù
7	墓碑	mùbēi
7	目不转睛	mùbùzhuǎnjīng
7	牧场	mùchǎng
7	目瞪口呆	mùdèng-kǒudāi
7	墓地	mùdì
7	目睹	mùdǔ
7	幕后	mùhòu
7	木匠	mùjiàng
7	募捐	mùjuān
7	牧民	mùmín
7	木偶	mù’ǒu
7	沐浴	mùyù
7	目中无人	mùzhōng-wúrén
7	拿手	náshǒu
7	呐喊	nàhǎn
7	纳闷儿	nàmènr
7	纳入	nàrù
7	纳税	nàshuì
7	纳税人	nàshuìrén
7	乃	nǎi
7	奶酪	nǎilào
7	乃至	nǎizhì
7	耐	nài
7	耐人寻味	nàirénxúnwèi
7	耐用	nàiyòng
7	难处	nánchù
7	难得一见	nándé yí jiàn
7	男方	nánfāng
7	南瓜	nánguā
7	难怪	nánguài
7	难关	nánguān
7	难堪	nánkān
7	难能可贵	nánnéng-kěguì
7	难为情	nánwéiqíng
7	难以置信	nányǐ-zhìxìn
7	南辕北辙	nányuán-běizhé
7	挠	náo
7	脑海	nǎohǎi
7	恼火	nǎohuǒ
7	恼羞成怒	nǎoxiū-chéngnù
7	闹事	nàoshì
7	内存	nèicún
7	内地	nèidì
7	内行	nèiháng
7	内幕	nèimù
7	内向	nèixiàng
7	内需	nèixū
7	内在	nèizài
7	内脏	nèizàng
7	嫩	nèn
7	能耗	nénghào
7	能耐	néngnai
7	能人	néngrén
7	泥泞	nínìng
7	泥潭	nítán
7	泥土	nítǔ
7	拟	nǐ
7	拟定	nǐdìng
7	逆	nì
7	逆境	nìjìng
7	匿名	nìmíng
7	溺水	nìshuǐ
7	逆行	nìxíng
7	黏	nián
7	年报	niánbào
7	年画	niánhuà
7	年均	niánjūn
7	年轮	niánlún
7	年迈	niánmài
7	年限	niánxiàn
7	年薪	niánxīn
7	撵	niǎn
7	念念不忘	niànniàn-búwàng
7	念头	niàntou
7	娘	niáng
7	酿造	niàngzào
7	鸟巢	niǎocháo
7	尿	niào
7	捏	niē
7	拧	níng
7	拧	nǐng
7	凝固	nínggù
7	凝结	níngjié
7	宁静	níngjìng
7	凝聚	níngjù
7	凝视	níngshì
7	宁可	nìngkě
7	宁愿	nìngyuàn
7	纽带	niǔdài
7	纽扣	niǔkòu
7	扭曲	niǔqū
7	扭头	niǔtóu
7	扭转	niǔzhuǎn
7	农场	nóngchǎng
7	农历	nónglì
7	农民工	nóngmíngōng
7	浓缩	nóngsuō
7	浓郁	nóngyù
7	浓重	nóngzhòng
7	弄虚作假	nòngxū-zuòjiǎ
7	奴隶	núlì
7	女方	nǚfāng
7	女婿	nǚxu
7	暖烘烘	nuǎnhōnghōng
7	虐待	nüèdài
7	挪	nuó
7	诺言	nuòyán
7	殴打	ōudǎ
7	呕吐	ǒutù
7	趴	pā
7	拍板	pāibǎn
7	拍卖	pāimài
7	排查	páichá
7	排斥	páichì
7	排行榜	páihángbǎng
7	徘徊	páihuái
7	牌照	páizhào
7	派别	pàibié
7	派遣	pàiqiǎn
7	攀	pān
7	攀登	pāndēng
7	攀升	pānshēng
7	盘算	pánsuan
7	盘旋	pánxuán
7	判	pàn
7	盼	pàn
7	判处	pànchǔ
7	判定	pàndìng
7	判决	pànjué
7	叛逆	pànnì
7	旁人	pángrén
7	螃蟹	pángxiè
7	胖乎乎	pànghūhū
7	抛弃	pāoqì
7	刨	páo
7	跑龙套	pǎo lóngtào
7	炮	pào
7	泡沫	pàomò
7	胚胎	pēitāi
7	佩戴	pèidài
7	配方	pèifāng
7	配件	pèijiàn
7	配角	pèijué
7	配偶	pèi’ǒu
7	配音	pèiyīn
7	配置	pèizhì
7	喷泉	pēnquán
7	盆地	péndì
7	抨击	pēngjī
7	烹饪	pēngrèn
7	烹调	pēngtiáo
7	棚	péng
7	蓬勃	péngbó
7	鹏程万里	péngchéng-wànlǐ
7	澎湃	péngpài
7	膨胀	péngzhàng
7	捧场	pěngchǎng
7	碰钉子	pèng dīngzi
7	碰巧	pèngqiǎo
7	劈	pī
7	批发	pīfā
7	披露	pīlù
7	批判	pīpàn
7	脾	pí
7	疲惫	píbèi
7	皮革	pígé
7	疲倦	píjuàn
7	匹配	pǐpèi
7	屁股	pìgu
7	僻静	pìjìng
7	媲美	pìměi
7	譬如	pìrú
7	偏	piān
7	偏爱	piān’ài
7	偏差	piānchā
7	篇幅	piānfú
7	偏见	piānjiàn
7	偏离	piānlí
7	偏旁	piānpáng
7	偏僻	piānpì
7	偏偏	piānpiān
7	偏向	piānxiàng
7	偏远	piānyuǎn
7	片子	piānzi
7	片段	piànduàn
7	漂泊	piāobó
7	飘浮	piāofú
7	漂浮	piāofú
7	漂流	piāoliú
7	飘扬	piāoyáng
7	票房	piàofáng
7	撇	piě
7	拼搏	pīnbó
7	拼接	pīnjiē
7	拼命	pīnmìng
7	贫乏	pínfá
7	频频	pínpín
7	贫穷	pínqióng
7	品德	pǐndé
7	品位	pǐnwèi
7	品味	pǐnwèi
7	品行	pǐnxíng
7	聘	pìn
7	聘任	pìnrèn
7	聘用	pìnyòng
7	屏蔽	píngbì
7	平淡	píngdàn
7	评定	píngdìng
7	平房	píngfáng
7	平和	pínghé
7	平价	píngjià
7	瓶颈	píngjǐng
7	平面	píngmiàn
7	评判	píngpàn
7	平日	píngrì
7	评审	píngshěn
7	萍水相逢	píngshuǐ-xiāngféng
7	平坦	píngtǎn
7	评委	píngwěi
7	平稳	píngwěn
7	平息	píngxī
7	平行	píngxíng
7	平庸	píngyōng
7	平原	píngyuán
7	屏障	píngzhàng
7	凭证	píngzhèng
7	颇	pō
7	泼冷水	pō lěngshuǐ
7	破案	pò’àn
7	迫不及待	pòbùjídài
7	破除	pòchú
7	迫害	pòhài
7	破解	pòjiě
7	破旧	pòjiù
7	破例	pòlì
7	魄力	pòlì
7	破裂	pòliè
7	破灭	pòmiè
7	迫使	pòshǐ
7	破碎	pòsuì
7	扑克	pūkè
7	铺路	pūlù
7	扑面而来	pūmiàn’érlái
7	菩萨	púsà
7	谱	pǔ
7	朴实	pǔshí
7	瀑布	pùbù
7	沏	qī
7	漆	qī
7	欺负	qīfu
7	漆黑	qīhēi
7	凄凉	qīliáng
7	期盼	qīpàn
7	蹊跷	qīqiao
7	欺诈	qīzhà
7	七嘴八舌	qīzuǐ-bāshé
7	祈祷	qídǎo
7	奇观	qíguān
7	奇妙	qímiào
7	旗袍	qípáo
7	崎岖	qíqū
7	歧视	qíshì
7	奇特	qítè
7	齐心协力	qíxīn-xiélì
7	旗帜	qízhì
7	起步	qǐbù
7	起草	qǐcǎo
7	启程	qǐchéng
7	起程	qǐchéng
7	启迪	qǐdí
7	起伏	qǐfú
7	乞丐	qǐgài
7	起哄	qǐhòng
7	起劲	qǐjìn
7	起码	qǐmǎ
7	启蒙	qǐméng
7	起跑线	qǐpǎoxiàn
7	乞求	qǐqiú
7	起诉	qǐsù
7	乞讨	qǐtǎo
7	企图	qǐtú
7	启用	qǐyòng
7	岂有此理	qǐyǒucǐlǐ
7	器材	qìcái
7	气愤	qìfèn
7	气管	qìguǎn
7	器官	qìguān
7	契机	qìjī
7	迄今	qìjīn
7	器具	qìjù
7	气流	qìliú
7	气馁	qìněi
7	气派	qìpài
7	气泡	qìpào
7	气魄	qìpò
7	弃权	qìquán
7	气色	qìsè
7	气势	qìshì
7	气息	qìxī
7	气象	qìxiàng
7	器械	qìxiè
7	气压	qìyā
7	契约	qìyuē
7	器重	qìzhòng
7	掐	qiā
7	卡	qiǎ
7	恰到好处	qiàdào-hǎochù
7	恰巧	qiàqiǎo
7	恰如其分	qiàrú-qífèn
7	洽谈	qiàtán
7	迁	qiān
7	签	qiān
7	千变万化	qiānbiàn-wànhuà
7	牵扯	qiānchě
7	千方百计	qiānfāng-bǎijì
7	牵挂	qiānguà
7	迁就	qiānjiù
7	千军万马	qiānjūn-wànmǎ
7	千钧一发	qiānjūn-yífà
7	牵涉	qiānshè
7	签署	qiānshǔ
7	牵头	qiāntóu
7	迁徙	qiānxǐ
7	谦逊	qiānxùn
7	迁移	qiānyí
7	签约	qiānyuē
7	牵制	qiānzhì
7	千姿百态	qiānzī-bǎitài
7	前辈	qiánbèi
7	钱财	qiáncái
7	前程	qiánchéng
7	虔诚	qiánchéng
7	潜伏	qiánfú
7	前赴后继	qiánfù-hòujì
7	潜能	qiánnéng
7	前任	qiánrèn
7	潜入	qiánrù
7	潜水	qiánshuǐ
7	前所未有	qiánsuǒwèiyǒu
7	前台	qiántái
7	潜艇	qiántǐng
7	前无古人	qiánwúgǔrén
7	前夕	qiánxī
7	前线	qiánxiàn
7	潜心	qiánxīn
7	前沿	qiányán
7	潜移默化	qiányí-mòhuà
7	潜在	qiánzài
7	浅显	qiǎnxiǎn
7	谴责	qiǎnzé
7	欠缺	qiànquē
7	欠条	qiàntiáo
7	歉意	qiànyì
7	呛	qiāng
7	呛	qiàng
7	腔	qiāng
7	枪毙	qiāngbì
7	强盗	qiángdào
7	强加	qiángjiā
7	强劲	qiángjìng
7	强势	qiángshì
7	强项	qiángxiàng
7	强行	qiángxíng
7	强硬	qiángyìng
7	强占	qiángzhàn
7	强制	qiángzhì
7	抢夺	qiǎngduó
7	抢劫	qiǎngjié
7	抢眼	qiǎngyǎn
7	敲诈	qiāozhà
7	憔悴	qiáocuì
7	巧合	qiǎohé
7	翘	qiào
7	撬	qiào
7	窍门	qiàomén
7	切除	qiēchú
7	切磋	qiēcuō
7	切割	qiēgē
7	切换	qiēhuàn
7	且	qiě
7	锲而不舍	qiè’érbùshě
7	切记	qièjì
7	切忌	qièjì
7	窃取	qièqǔ
7	切身	qièshēn
7	惬意	qièyì
7	侵犯	qīnfàn
7	侵害	qīnhài
7	亲和力	qīnhélì
7	亲近	qīnjìn
7	侵略	qīnlüè
7	钦佩	qīnpèi
7	侵权	qīnquán
7	亲热	qīnrè
7	亲身	qīnshēn
7	亲生	qīnshēng
7	亲手	qīnshǒu
7	亲眼	qīnyǎn
7	侵占	qīnzhàn
7	勤工俭学	qíngōng-jiǎnxué
7	勤俭	qínjiǎn
7	勤快	qínkuai
7	琴棋书画	qín-qí-shū-huà
7	寝室	qǐnshì
7	轻而易举	qīng’éryìjǔ
7	清澈	qīngchè
7	清除	qīngchú
7	清脆	qīngcuì
7	清单	qīngdān
7	倾倒	qīngdǎo
7	倾家荡产	qīngjiā-dàngchǎn
7	清静	qīngjìng
7	青睐	qīnglài
7	清凉	qīngliáng
7	轻蔑	qīngmiè
7	轻视	qīngshì
7	倾诉	qīngsù
7	青铜器	qīngtóngqì
7	轻微	qīngwēi
7	倾销	qīngxiāo
7	倾斜	qīngxié
7	清新	qīngxīn
7	轻型	qīngxíng
7	情报	qíngbào
7	情不自禁	qíngbúzìjīn
7	情调	qíngdiào
7	情怀	qínghuái
7	情结	qíngjié
7	情境	qíngjìng
7	情理	qínglǐ
7	情侣	qínglǚ
7	情人	qíngrén
7	情商	qíngshāng
7	情谊	qíngyì
7	情愿	qíngyuàn
7	请柬	qǐngjiǎn
7	请示	qǐngshì
7	请帖	qǐngtiě
7	庆典	qìngdiǎn
7	庆贺	qìnghè
7	庆幸	qìngxìng
7	丘陵	qiūlíng
7	囚犯	qiúfàn
7	求同存异	qiútóng-cúnyì
7	求学	qiúxué
7	求医	qiúyī
7	求证	qiúzhèng
7	驱动	qūdòng
7	屈服	qūfú
7	区间	qūjiān
7	区区	qūqū
7	曲线	qūxiàn
7	趋于	qūyú
7	曲折	qūzhé
7	驱逐	qūzhú
7	取而代之	qǔ’érdàizhī
7	取材	qǔcái
7	取缔	qǔdì
7	取经	qǔjīng
7	取决	qǔjué
7	取暖	qǔnuǎn
7	取胜	qǔshèng
7	取笑	qǔxiào
7	曲艺	qǔyì
7	去除	qùchú
7	去处	qùchù
7	去向	qùxiàng
7	圈套	quāntào
7	圈子	quānzi
7	拳	quán
7	全方位	quánfāngwèi
7	权衡	quánhéng
7	拳击	quánjī
7	全局	quánjú
7	全力以赴	quánlìyǐfù
7	全能	quánnéng
7	全身心	quánshēnxīn
7	诠释	quánshì
7	拳头	quántóu
7	权威	quánwēi
7	权限	quánxiàn
7	全心全意	quánxīn-quányì
7	权益	quányì
7	劝告	quàngào
7	劝说	quànshuō
7	劝阻	quànzǔ
7	缺口	quēkǒu
7	缺失	quēshī
7	缺席	quēxí
7	瘸	qué
7	确切	quèqiè
7	确信	quèxìn
7	确凿	quèzáo
7	确诊	quèzhěn
7	燃放	ránfàng
7	燃气	ránqì
7	燃油	rányóu
7	嚷	rǎng
7	让步	ràngbù
7	饶	ráo
7	饶恕	ráoshù
7	扰乱	rǎoluàn
7	绕行	ràoxíng
7	绕远儿	ràoyuǎnr
7	惹	rě
7	热潮	rècháo
7	热带	rèdài
7	热泪盈眶	rèlèi-yíngkuàng
7	热腾腾	rèténgténg
7	热销	rèxiāo
7	热衷	rèzhōng
7	仁慈	réncí
7	人次	réncì
7	人道	réndào
7	人格	réngé
7	人间	rénjiān
7	人品	rénpǐn
7	人气	rénqì
7	人情	rénqíng
7	人权	rénquán
7	人身	rénshēn
7	人手	rénshǒu
7	人文	rénwén
7	人性	rénxìng
7	任性	rénxìng
7	人选	rénxuǎn
7	人缘儿	rényuánr
7	人造	rénzào
7	人质	rénzhì
7	忍耐	rěnnài
7	忍心	rěnxīn
7	任	rèn
7	任命	rènmìng
7	任期	rènqī
7	韧性	rènxìng
7	任意	rènyì
7	认证	rènzhèng
7	任职	rènzhí
7	任重道远	rènzhòng-dàoyuǎn
7	日程	rìchéng
7	日复一日	rìfùyírì
7	日趋	rìqū
7	日新月异	rìxīn-yuèyì
7	融	róng
7	容光焕发	róngguāng-huànfā
7	荣获	rónghuò
7	溶解	róngjiě
7	容貌	róngmào
7	容纳	róngnà
7	容器	róngqì
7	融洽	róngqià
7	容忍	róngrěn
7	荣幸	róngxìng
7	容许	róngxǔ
7	容颜	róngyán
7	荣耀	róngyào
7	融资	róngzī
7	冗长	rǒngcháng
7	揉	róu
7	柔和	róuhé
7	如痴如醉	rúchī-rúzuì
7	如期	rúqī
7	如实	rúshí
7	如意	rúyì
7	如一	rúyī
7	如愿以偿	rúyuànyǐcháng
7	乳制品	rǔzhìpǐn
7	入场	rùchǎng
7	入场券	rùchǎngquàn
7	入侵	rùqīn
7	入手	rùshǒu
7	软弱	ruǎnruò
7	软实力	ruǎnshílì
7	瑞雪	ruìxuě
7	润	rùn
7	若	ruò
7	若干	ruògān
7	若是	ruòshì
7	弱势	ruòshì
7	弱项	ruòxiàng
7	撒	sā
7	撒谎	sāhuǎng
7	赛	sài
7	赛车	sàichē
7	赛季	sàijì
7	赛跑	sàipǎo
7	三番五次	sānfān-wǔcì
7	三角	sānjiǎo
7	三维	sānwéi
7	散布	sànbù
7	散落	sànluò
7	桑拿	sāngná
7	嗓音	sǎngyīn
7	丧生	sàngshēng
7	骚乱	sāoluàn
7	骚扰	sāorǎo
7	扫除	sǎochú
7	扫墓	sǎomù
7	扫兴	sǎoxìng
7	嫂子	sǎozi
7	扫帚	sàozhou
7	僧人	sēngrén
7	纱	shā
7	杀毒	shādú
7	杀害	shāhài
7	沙龙	shālóng
7	杀手	shāshǒu
7	沙滩	shātān
7	傻瓜	shǎguā
7	筛	shāi
7	筛查	shāichá
7	山川	shānchuān
7	煽动	shāndòng
7	山谷	shāngǔ
7	山岭	shānlǐng
7	山脉	shānmài
7	山寨	shānzhài
7	闪烁	shǎnshuò
7	善	shàn
7	膳食	shànshí
7	赡养	shànyǎng
7	善意	shànyì
7	擅自	shànzì
7	伤脑筋	shāng nǎojīn
7	伤残	shāngcán
7	商贩	shāngfàn
7	伤感	shānggǎn
7	商贾	shānggǔ
7	伤痕	shānghén
7	商机	shāngjī
7	伤势	shāngshì
7	商讨	shāngtǎo
7	商议	shāngyì
7	商用	shāngyòng
7	赏识	shǎngshí
7	尚	shàng
7	上半场	shàngbànchǎng
7	上报	shàngbào
7	上层	shàngcéng
7	上场	shàngchǎng
7	上岗	shànggǎng
7	上火	shànghuǒ
7	上空	shàngkōng
7	尚且	shàngqiě
7	上任	shàngrèn
7	上司	shàngsi
7	上诉	shàngsù
7	上调	shàngtiáo
7	尚未	shàngwèi
7	上限	shàngxiàn
7	上行	shàngxíng
7	上演	shàngyǎn
7	上瘾	shàngyǐn
7	上映	shàngyìng
7	上游	shàngyóu
7	捎	shāo
7	稍后	shāohòu
7	烧毁	shāohuǐ
7	稍稍	shāoshāo
7	少不了	shǎobuliǎo
7	哨	shào
7	少女	shàonǚ
7	奢侈	shēchǐ
7	奢望	shēwàng
7	折	shé
7	设	shè
7	设定	shèdìng
7	设法	shèfǎ
7	社会主义	shèhuì zhǔyì
7	社交	shèjiāo
7	涉猎	shèliè
7	社团	shètuán
7	涉嫌	shèxián
7	深奥	shēn’ào
7	申办	shēnbàn
7	申报	shēnbào
7	身不由己	shēnbùyóujǐ
7	深沉	shēnchén
7	深化	shēnhuà
7	身价	shēnjià
7	申领	shēnlǐng
7	深切	shēnqiè
7	深情	shēnqíng
7	深情厚谊	shēnqíng-hòuyì
7	身躯	shēnqū
7	深入人心	shēnrù-rénxīn
7	绅士	shēnshì
7	伸手	shēnshǒu
7	深思	shēnsī
7	申诉	shēnsù
7	深邃	shēnsuì
7	伸缩	shēnsuō
7	呻吟	shēnyín
7	身影	shēnyǐng
7	深造	shēnzào
7	伸张	shēnzhāng
7	身子	shēnzi
7	神气	shénqì
7	神情	shénqíng
7	神圣	shénshèng
7	神态	shéntài
7	神仙	shénxiān
7	审	shěn
7	审查	shěnchá
7	审定	shěndìng
7	审核	shěnhé
7	审计	shěnjì
7	审理	shěnlǐ
7	审判	shěnpàn
7	审批	shěnpī
7	审视	shěnshì
7	肾	shèn
7	渗	shèn
7	渗透	shèntòu
7	慎重	shènzhòng
7	生产线	shēngchǎnxiàn
7	声称	shēngchēng
7	牲畜	shēngchù
7	升华	shēnghuá
7	生机	shēngjī
7	生理	shēnglǐ
7	声明	shēngmíng
7	生命线	shēngmìngxiàn
7	生怕	shēngpà
7	生平	shēngpíng
7	生前	shēngqián
7	声势	shēngshì
7	生疏	shēngshū
7	生死	shēngsǐ
7	声望	shēngwàng
7	生效	shēngxiào
7	生涯	shēngyá
7	生硬	shēngyìng
7	生育	shēngyù
7	声誉	shēngyù
7	升值	shēngzhí
7	绳子	shéngzi
7	省略	shěnglüè
7	省事	shěngshì
7	盛产	shèngchǎn
7	胜出	shèngchū
7	盛大	shèngdà
7	胜负	shèngfù
7	盛会	shènghuì
7	盛开	shèngkāi
7	盛气凌人	shèngqì-língrén
7	盛情	shèngqíng
7	胜任	shèngrèn
7	盛夏	shèngxià
7	圣贤	shèngxián
7	盛行	shèngxíng
7	盛宴	shèngyàn
7	失传	shīchuán
7	湿地	shīdì
7	师范	shīfàn
7	施工	shīgōng
7	施加	shījiā
7	失控	shīkòng
7	失利	shīlì
7	失礼	shīlǐ
7	失灵	shīlíng
7	失落	shīluò
7	失明	shīmíng
7	湿润	shīrùn
7	失事	shīshì
7	失态	shītài
7	尸体	shītǐ
7	失效	shīxiào
7	施行	shīxíng
7	施压	shīyā
7	施展	shīzhǎn
7	师长	shīzhǎng
7	师资	shīzī
7	失踪	shīzōng
7	时隔	shí gé
7	时而	shí’ér
7	实地	shídì
7	时段	shíduàn
7	时好时坏	shíhǎo-shíhuài
7	实话实说	shíhuà-shíshuō
7	时节	shíjié
7	时空	shíkōng
7	实况	shíkuàng
7	时髦	shímáo
7	时时	shíshí
7	时事	shíshì
7	实事求是	shíshì-qiúshì
7	食宿	shísù
7	实体	shítǐ
7	实物	shíwù
7	时装	shízhuāng
7	屎	shǐ
7	使唤	shǐhuan
7	使命	shǐmìng
7	史无前例	shǐwúqiánlì
7	使者	shǐzhě
7	势必	shìbì
7	势不可当	shìbùkědāng
7	视察	shìchá
7	市场经济	shìchǎng jīngjì
7	世代	shìdài
7	试点	shìdiǎn
7	是非	shìfēi
7	世故	shìgù
7	嗜好	shìhào
7	侍候	shìhòu
7	事迹	shìjì
7	世间	shìjiān
7	视角	shìjiǎo
7	适量	shìliàng
7	士气	shìqì
7	世人	shìrén
7	适时	shìshí
7	逝世	shìshì
7	事态	shìtài
7	试探	shìtan
7	势头	shìtou
7	示威	shìwēi
7	事务所	shìwùsuǒ
7	视线	shìxiàn
7	试行	shìxíng
7	视野	shìyě
7	事宜	shìyí
7	示意	shìyì
7	市值	shìzhí
7	柿子	shìzi
7	收复	shōufù
7	收割	shōugē
7	收据	shōujù
7	收敛	shōuliǎn
7	收留	shōuliú
7	收买	shōumǎi
7	收视率	shōushìlǜ
7	收缩	shōusuō
7	收养	shōuyǎng
7	收音机	shōuyīnjī
7	收支	shōuzhī
7	手册	shǒucè
7	首创	shǒuchuàng
7	手动	shǒudòng
7	首付	shǒufù
7	首府	shǒufǔ
7	守候	shǒuhòu
7	守护	shǒuhù
7	手脚	shǒujiǎo
7	首脑	shǒunǎo
7	手帕	shǒupà
7	首批	shǒupī
7	手枪	shǒuqiāng
7	首饰	shǒushì
7	手头	shǒutóu
7	手腕	shǒuwàn
7	首席	shǒuxí
7	守信	shǒuxìn
7	手艺	shǒuyì
7	手掌	shǒuzhǎng
7	守株待兔	shǒuzhū-dàitù
7	受宠若惊	shòuchǒng-ruòjīng
7	受挫	shòucuò
7	受害	shòuhài
7	受害人	shòuhàirén
7	受贿	shòuhuì
7	受惊	shòujīng
7	受苦	shòukǔ
7	受理	shòulǐ
7	受骗	shòupiàn
7	授权	shòuquán
7	受益	shòuyì
7	受益匪浅	shòuyì-fěiqiǎn
7	授予	shòuyǔ
7	受罪	shòuzuì
7	梳	shū
7	舒畅	shūchàng
7	疏导	shūdǎo
7	疏忽	shūhu
7	书记	shūjì
7	梳理	shūlǐ
7	枢纽	shūniǔ
7	抒情	shūqíng
7	疏散	shūsàn
7	疏通	shūtōng
7	输血	shūxuè
7	输液	shūyè
7	疏远	shūyuǎn
7	舒展	shūzhǎn
7	梳子	shūzi
7	赎	shú
7	曙光	shǔguāng
7	属相	shǔxiàng
7	属性	shǔxìng
7	数一数二	shǔyī-shǔ’èr
7	数额	shù’é
7	束缚	shùfù
7	树干	shùgàn
7	数据库	shùjùkù
7	竖立	shùlì
7	数码	shùmǎ
7	树梢	shùshāo
7	束手无策	shùshǒu-wúcè
7	树荫	shùyīn
7	刷新	shuāxīn
7	耍	shuǎ
7	耍赖	shuǎlài
7	衰减	shuāijiǎn
7	摔跤	shuāijiāo
7	衰竭	shuāijié
7	衰落	shuāiluò
7	衰弱	shuāiruò
7	衰退	shuāituì
7	甩	shuǎi
7	率	shuài
7	拴	shuān
7	涮	shuàn
7	霜	shuāng
7	双胞胎	shuāngbāotāi
7	双边	shuāngbiān
7	双重	shuāngchóng
7	双向	shuāngxiàng
7	双赢	shuāngyíng
7	爽	shuǎng
7	爽快	shuǎngkuai
7	水产	shuǐchǎn
7	水滴石穿	shuǐdī-shíchuān
7	水晶	shuǐjīng
7	水利	shuǐlì
7	水龙头	shuǐlóngtóu
7	水落石出	shuǐluò-shíchū
7	水汽	shuǐqì
7	水土	shuǐtǔ
7	水域	shuǐyù
7	水源	shuǐyuán
7	水涨船高	shuǐzhǎng-chuángāo
7	水准	shuǐzhǔn
7	睡袋	shuìdài
7	税收	shuìshōu
7	税务	shuìwù
7	顺差	shùnchā
7	顺畅	shùnchàng
7	顺从	shùncóng
7	顺理成章	shùnlǐ-chéngzhāng
7	顺路	shùnlù
7	顺其自然	shùnqízìrán
7	顺势	shùnshì
7	顺手	shùnshǒu
7	顺心	shùnxīn
7	顺延	shùnyán
7	顺应	shùnyìng
7	说不上	shuōbushàng
7	说谎	shuōhuǎng
7	说情	shuōqíng
7	硕果	shuòguǒ
7	丝	sī
7	撕	sī
7	丝绸	sīchóu
7	司法	sīfǎ
7	丝毫	sīháo
7	私家车	sījiāchē
7	司空见惯	sīkōng-jiànguàn
7	私立	sīlì
7	司令	sīlìng
7	思前想后	sīqián-xiǎnghòu
7	私事	sīshì
7	思索	sīsuǒ
7	私下	sīxià
7	思绪	sīxù
7	私营	sīyíng
7	私有	sīyǒu
7	私自	sīzì
7	死心	sǐxīn
7	寺	sì
7	似曾相识	sìcéng-xiāngshí
7	四方	sìfāng
7	伺机	sìjī
7	饲料	sìliào
7	四面八方	sìmiàn-bāfāng
7	寺庙	sìmiào
7	似是而非	sìshì-érfēi
7	四通八达	sìtōng-bādá
7	肆无忌惮	sìwú-jìdàn
7	饲养	sìyǎng
7	四肢	sìzhī
7	松弛	sōngchí
7	松树	sōngshù
7	松懈	sōngxiè
7	耸	sǒng
7	耸立	sǒnglì
7	怂恿	sǒngyǒng
7	送别	sòngbié
7	送行	sòngxíng
7	搜查	sōuchá
7	搜救	sōujiù
7	搜寻	sōuxún
7	酥	sū
7	苏醒	sūxǐng
7	俗	sú
7	俗称	súchēng
7	俗话	súhuà
7	俗语	súyǔ
7	素	sù
7	素不相识	sùbùxiāngshí
7	素材	sùcái
7	诉苦	sùkǔ
7	诉求	sùqiú
7	素食	sùshí
7	诉说	sùshuō
7	诉讼	sùsòng
7	素养	sùyǎng
7	诉诸	sùzhū
7	蒜	suàn
7	算计	suànjì
7	算盘	suànpán
7	算数	suànshù
7	算账	suànzhàng
7	虽说	suīshuō
7	随处可见	suíchù kě jiàn
7	随即	suíjí
7	随机	suíjī
7	随身	suíshēn
7	随时随地	suíshí-suídì
7	随心所欲	suíxīnsuǒyù
7	隧道	suìdào
7	损人利己	sǔnrén-lìjǐ
7	缩	suō
7	缩减	suōjiǎn
7	缩水	suōshuǐ
7	缩影	suōyǐng
7	锁定	suǒdìng
7	索赔	suǒpéi
7	索取	suǒqǔ
7	所属	suǒshǔ
7	琐碎	suǒsuì
7	所谓	suǒwèi
7	索性	suǒxìng
7	所在	suǒzài
7	所作所为	suǒzuò-suǒwéi
7	塌	tā
7	踏	tà
7	胎	tāi
7	胎儿	tāi’ér
7	泰斗	tàidǒu
7	太极	tàijí
7	太平	tàipíng
7	态势	tàishì
7	贪	tān
7	摊	tān
7	瘫	tān
7	贪吃	tānchī
7	瘫痪	tānhuàn
7	贪婪	tānlán
7	贪污	tānwū
7	坛	tán
7	痰	tán
7	谈及	tánjí
7	坦白	tǎnbái
7	坦诚	tǎnchéng
7	坦克	tǎnkè
7	坦然	tǎnrán
7	坦率	tǎnshuài
7	坦言	tǎnyán
7	毯子	tǎnzi
7	炭	tàn
7	探	tàn
7	探测	tàncè
7	探究	tànjiū
7	叹气	tànqì
7	探亲	tànqīn
7	探求	tànqiú
7	探望	tànwàng
7	探险	tànxiǎn
7	堂	táng
7	糖尿病	tángniàobìng
7	淌	tǎng
7	倘若	tǎngruò
7	掏腰包	tāo yāobāo
7	滔滔不绝	tāotāo-bùjué
7	淘	táo
7	逃避	táobì
7	陶瓷	táocí
7	逃生	táoshēng
7	逃亡	táowáng
7	陶冶	táoyě
7	陶醉	táozuì
7	讨	tǎo
7	讨好	tǎohǎo
7	讨价还价	tǎojià-huánjià
7	特此	tècǐ
7	特例	tèlì
7	特权	tèquán
7	特邀	tèyāo
7	特制	tèzhì
7	特质	tèzhì
7	腾	téng
7	疼爱	téngài
7	藤蔓	téngwàn
7	剔除	tīchú
7	梯子	tīzi
7	提拔	tíbá
7	提纲	tígāng
7	提及	tíjí
7	提炼	tíliàn
7	提名	tímíng
7	提速	tísù
7	提心吊胆	tíxīn-diàodǎn
7	提议	tíyì
7	体裁	tǐcái
7	体谅	tǐliàng
7	体面	tǐmiàn
7	体能	tǐnéng
7	体魄	tǐpò
7	体态	tǐtài
7	体贴	tǐtiē
7	体制	tǐzhì
7	体质	tǐzhì
7	剃	tì
7	替补	tìbǔ
7	替换	tìhuàn
7	天长地久	tiāncháng-dìjiǔ
7	天敌	tiāndí
7	天地	tiāndì
7	天鹅	tiān’é
7	天分	tiānfèn
7	天赋	tiānfù
7	天花板	tiānhuābǎn
7	添加剂	tiānjiājì
7	天经地义	tiānjīng-dìyì
7	天伦之乐	tiānlúnzhīlè
7	天平	tiānpíng
7	天桥	tiānqiáo
7	天生	tiānshēng
7	天使	tiānshǐ
7	天堂	tiāntáng
7	天线	tiānxiàn
7	天性	tiānxìng
7	填补	tiánbǔ
7	填充	tiánchōng
7	田间	tiánjiān
7	甜美	tiánměi
7	甜蜜	tiánmì
7	田野	tiányě
7	田园	tiányuán
7	舔	tiǎn
7	挑剔	tiāoti
7	调和	tiáohé
7	调剂	tiáojì
7	调解	tiáojiě
7	调侃	tiáokǎn
7	调控	tiáokòng
7	条款	tiáokuǎn
7	条例	tiáolì
7	条理	tiáolǐ
7	调料	tiáoliào
7	调试	tiáoshì
7	条约	tiáoyuē
7	挑	tiǎo
7	挑拨	tiǎobō
7	挑衅	tiǎoxìn
7	跳槽	tiàocáo
7	跳动	tiàodòng
7	跳伞	tiàosǎn
7	眺望	tiàowàng
7	跳跃	tiàoyuè
7	贴切	tiēqiè
7	铁	tiě
7	帖子	tiězi
7	听从	tīngcóng
7	停泊	tíngbó
7	停顿	tíngdùn
7	停放	tíngfàng
7	停业	tíngyè
7	停滞	tíngzhì
7	亭子	tíngzi
7	挺拔	tǐngbá
7	通报	tōngbào
7	通畅	tōngchàng
7	通车	tōngchē
7	通告	tōnggào
7	通红	tōnghóng
7	通货膨胀	tōnghuò péngzhàng
7	通缉	tōngjī
7	通顺	tōngshùn
7	通俗	tōngsú
7	通通	tōngtōng
7	通宵	tōngxiāo
7	同胞	tóngbāo
7	同比	tóngbǐ
7	同步	tóngbù
7	同等	tóngděng
7	同感	tónggǎn
7	同伙	tónghuǒ
7	同盟	tóngméng
7	同期	tóngqī
7	同仁	tóngrén
7	同志	tóngzhì
7	同舟共济	tóngzhōu-gòngjì
7	捅	tǒng
7	筒	tǒng
7	统筹	tǒngchóu
7	统统	tǒngtǒng
7	统治	tǒngzhì
7	痛心	tòngxīn
7	偷窥	tōukuī
7	偷懒	tōulǎn
7	投奔	tóubèn
7	投放	tóufàng
7	投稿	tóugǎo
7	头号	tóuhào
7	投机	tóujī
7	投射	tóushè
7	投身	tóushēn
7	头条	tóutiáo
7	头头是道	tóutóu-shìdào
7	头衔	tóuxián
7	投降	tóuxiáng
7	投掷	tóuzhì
7	透彻	tòuchè
7	透气	tòuqì
7	透支	tòuzhī
7	凸	tū
7	秃	tū
7	突击	tūjī
7	突破口	tūpòkǒu
7	突如其来	tūrú-qílái
7	突兀	tūwù
7	凸显	tūxiǎn
7	涂	tú
7	徒步	túbù
7	徒劳	túláo
7	屠杀	túshā
7	图形	túxíng
7	图纸	túzhǐ
7	吐槽	tǔcáo
7	土生土长	tǔshēng-tǔzhǎng
7	团伙	tuánhuǒ
7	团聚	tuánjù
7	团员	tuányuán
7	推崇	tuīchóng
7	推辞	tuīcí
7	推断	tuīduàn
7	推翻	tuīfān
7	推理	tuīlǐ
7	推论	tuīlùn
7	推敲	tuīqiāo
7	推算	tuīsuàn
7	推卸	tuīxiè
7	推选	tuīxuǎn
7	推移	tuīyí
7	颓废	tuífèi
7	退步	tuìbù
7	退化	tuìhuà
7	退回	tuìhuí
7	退却	tuìquè
7	退让	tuìràng
7	退缩	tuìsuō
7	退役	tuìyì
7	吞吞吐吐	tūntūntǔtǔ
7	臀	tún
7	托	tuō
7	托付	tuōfù
7	脱节	tuōjié
7	脱口而出	tuōkǒu’érchū
7	拖累	tuōlěi
7	脱离	tuōlí
7	脱落	tuōluò
7	拖欠	tuōqiàn
7	脱身	tuōshēn
7	脱颖而出	tuōyǐng’érchū
7	驮	tuó
7	妥	tuǒ
7	妥当	tuǒdàng
7	妥善	tuǒshàn
7	妥协	tuǒxié
7	椭圆	tuǒyuán
7	拓宽	tuòkuān
7	唾弃	tuòqì
7	唾液	tuòyè
7	拓展	tuòzhǎn
7	挖掘	wājué
7	挖苦	wāku
7	瓦	wǎ
7	瓦解	wǎjiě
7	歪曲	wāiqū
7	外币	wàibì
7	外行	wàiháng
7	外号	wàihào
7	外汇	wàihuì
7	外籍	wàijí
7	外贸	wàimào
7	外貌	wàimào
7	外向	wàixiàng
7	外星人	wàixīngrén
7	外援	wàiyuán
7	外在	wàizài
7	外资	wàizī
7	丸	wán
7	完备	wánbèi
7	完毕	wánbì
7	顽固	wángù
7	完好	wánhǎo
7	玩弄	wánnòng
7	顽皮	wánpí
7	玩耍	wánshuǎ
7	玩意儿	wányìr
7	丸子	wánzi
7	挽	wǎn
7	挽回	wǎnhuí
7	挽救	wǎnjiù
7	晚年	wǎnnián
7	晚期	wǎnqī
7	惋惜	wǎnxī
7	晚霞	wǎnxiá
7	万分	wànfēn
7	万能	wànnéng
7	万万	wànwàn
7	万无一失	wànwú-yìshī
7	汪洋	wāngyáng
7	王朝	wángcháo
7	王国	wángguó
7	王牌	wángpái
7	亡羊补牢	wángyáng-bǔláo
7	往常	wǎngcháng
7	网点	wǎngdiǎn
7	网民	wǎngmín
7	往日	wǎngrì
7	往事	wǎngshì
7	旺	wàng
7	旺季	wàngjì
7	旺盛	wàngshèng
7	妄想	wàngxiǎng
7	望远镜	wàngyuǎnjìng
7	微	wēi
7	微波炉	wēibōlú
7	微不足道	wēibùzúdào
7	威风	wēifēng
7	微观	wēiguān
7	危及	wēijí
7	危急	wēijí
7	威力	wēilì
7	微妙	wēimiào
7	微弱	wēiruò
7	威慑	wēishè
7	微生物	wēishēngwù
7	威望	wēiwàng
7	微微	wēiwēi
7	威信	wēixìn
7	微型	wēixíng
7	唯	wéi
7	违背	wéibèi
7	唯独	wéidú
7	围观	wéiguān
7	围墙	wéiqiáng
7	维权	wéiquán
7	为人	wéirén
7	唯有	wéiyǒu
7	违约	wéiyuē
7	违章	wéizhāng
7	纬度	wěidù
7	尾气	wěiqì
7	尾声	wěishēng
7	萎缩	wěisuō
7	委婉	wěiwǎn
7	委员	wěiyuán
7	委员会	wěiyuánhuì
7	伪造	wěizào
7	伪装	wěizhuāng
7	味精	wèijīng
7	畏惧	wèijù
7	蔚蓝	wèilán
7	慰劳	wèiláo
7	未免	wèimiǎn
7	卫视	wèishì
7	畏缩	wèisuō
7	慰问	wèiwèn
7	卫星	wèixīng
7	喂养	wèiyǎng
7	未知数	wèizhīshù
7	位子	wèizi
7	温差	wēnchà
7	温带	wēndài
7	温度计	wēndùjì
7	温泉	wēnquán
7	温室	wēnshì
7	温习	wēnxí
7	温馨	wēnxīn
7	瘟疫	wēnyì
7	文	wén
7	文盲	wénmáng
7	文凭	wénpíng
7	文人	wénrén
7	文雅	wényǎ
7	蚊帐	wénzhàng
7	蚊子	wénzi
7	吻	wěn
7	稳	wěn
7	稳固	wěngù
7	吻合	wěnhé
7	稳健	wěnjiàn
7	紊乱	wěnluàn
7	稳妥	wěntuǒ
7	稳重	wěnzhòng
7	问候	wènhòu
7	问世	wènshì
7	窝	wō
7	卧	wò
7	卧铺	wòpù
7	污秽	wūhuì
7	污蔑	wūmiè
7	诬陷	wūxiàn
7	屋檐	wūyán
7	呜咽	wūyè
7	乌云	wūyún
7	无比	wúbǐ
7	无边无际	wúbiān-wújì
7	无不	wúbù
7	无偿	wúcháng
7	无耻	wúchǐ
7	无从	wúcóng
7	无敌	wúdí
7	无动于衷	wúdòngyúzhōng
7	无非	wúfēi
7	无故	wúgù
7	无辜	wúgū
7	无关紧要	wúguān-jǐnyào
7	无话可说	wúhuà-kěshuō
7	无家可归	wújiā-kěguī
7	无价之宝	wújiàzhībǎo
7	无精打采	wújīng-dǎcǎi
7	无济于事	wújìyúshì
7	无可厚非	wúkěhòufēi
7	无可奈何	wúkěnàihé
7	无赖	wúlài
7	无力	wúlì
7	无理	wúlǐ
7	无论如何	wúlùn-rúhé
7	无能	wúnéng
7	无能为力	wúnéngwéilì
7	无情	wúqíng
7	无穷	wúqióng
7	无私	wúsī
7	无所事事	wúsuǒshìshì
7	无所作为	wúsuǒzuòwéi
7	无条件	wútiáojiàn
7	无微不至	wúwēi-búzhì
7	无线	wúxiàn
7	无形	wúxíng
7	无须	wúxū
7	无意	wúyì
7	无忧无虑	wúyōu-wúlǜ
7	无缘	wúyuán
7	无知	wúzhī
7	捂	wǔ
7	舞	wǔ
7	五官	wǔguān
7	五花八门	wǔhuā-bāmén
7	五湖四海	wǔhú-sìhǎi
7	武力	wǔlì
7	侮辱	wǔrǔ
7	武侠	wǔxiá
7	武装	wǔzhuāng
7	勿	wù
7	务必	wùbì
7	误差	wùchā
7	误导	wùdǎo
7	务工	wùgōng
7	物力	wùlì
7	物流	wùliú
7	物美价廉	wùměi-jiàlián
7	误区	wùqū
7	物色	wùsè
7	务实	wùshí
7	物证	wùzhèng
7	物种	wùzhǒng
7	物资	wùzī
7	稀	xī
7	溪	xī
7	吸毒	xīdú
7	膝盖	xīgài
7	稀罕	xīhan
7	熄火	xīhuǒ
7	犀利	xīlì
7	奚落	xīluò
7	熄灭	xīmiè
7	吸纳	xīnà
7	稀奇	xīqí
7	昔日	xīrì
7	稀少	xīshǎo
7	牺牲	xīshēng
7	嬉笑	xīxiào
7	熙熙攘攘	xīxī-rǎngrǎng
7	息息相关	xīxī-xiāngguān
7	夕阳	xīyáng
7	稀有	xīyǒu
7	锡纸	xīzhǐ
7	席	xí
7	袭击	xíjī
7	席位	xíwèi
7	喜出望外	xǐchūwàngwài
7	洗涤	xǐdí
7	喜好	xǐhào
7	喜酒	xǐjiǔ
7	洗礼	xǐlǐ
7	喜怒哀乐	xǐ-nù-āi-lè
7	喜庆	xǐqìng
7	喜糖	xǐtáng
7	喜闻乐见	xǐwén-lèjiàn
7	喜洋洋	xǐyángyáng
7	喜悦	xǐyuè
7	细腻	xìnì
7	细微	xìwēi
7	虾	xiā
7	瞎	xiā
7	狭隘	xiá’ài
7	瑕疵	xiácī
7	峡谷	xiágǔ
7	辖区	xiáqū
7	狭小	xiáxiǎo
7	狭义	xiáyì
7	狭窄	xiázhǎi
7	下半场	xiàbànchǎng
7	下场	xiàchǎng
7	下达	xiàdá
7	下跌	xiàdiē
7	吓唬	xiàhu
7	下滑	xiàhuá
7	下级	xiàjí
7	下令	xiàlìng
7	下落	xiàluò
7	吓人	xiàrén
7	下手	xiàshǒu
7	下属	xiàshǔ
7	下台	xiàtái
7	下调	xiàtiáo
7	下行	xiàxíng
7	下意识	xiàyìshí
7	下游	xiàyóu
7	下坠	xiàzhuì
7	掀	xiān
7	先锋	xiānfēng
7	仙鹤	xiānhè
7	鲜活	xiānhuó
7	先例	xiānlì
7	鲜美	xiānměi
7	仙女	xiānnǚ
7	掀起	xiānqǐ
7	先天	xiāntiān
7	纤维	xiānwéi
7	鲜血	xiānxuè
7	弦	xián
7	闲话	xiánhuà
7	衔接	xiánjiē
7	嫌弃	xiánqì
7	嫌疑	xiányí
7	闲置	xiánzhì
7	显而易见	xiǎn’éryìjiàn
7	显赫	xiǎnhè
7	显露	xiǎnlù
7	显示器	xiǎnshìqì
7	显微镜	xiǎnwēijìng
7	鲜为人知	xiǎnwéirénzhī
7	显现	xiǎnxiàn
7	显性	xiǎnxìng
7	显眼	xiǎnyǎn
7	陷	xiàn
7	馅	xiàn
7	献	xiàn
7	现成	xiànchéng
7	限定	xiàndìng
7	宪法	xiànfǎ
7	陷害	xiànhài
7	陷阱	xiànjǐng
7	现任	xiànrèn
7	线条	xiàntiáo
7	现行	xiànxíng
7	镶	xiāng
7	相伴	xiāngbàn
7	相辅相成	xiāngfǔ-xiāngchéng
7	相继	xiāngjì
7	相近	xiāngjìn
7	香料	xiāngliào
7	镶嵌	xiāngqiàn
7	乡亲	xiāngqīn
7	相识	xiāngshí
7	相提并论	xiāngtí-bìnglùn
7	相通	xiāngtōng
7	乡下	xiāngxia
7	香油	xiāngyóu
7	相遇	xiāngyù
7	相约	xiāngyuē
7	祥和	xiánghé
7	详尽	xiángjìn
7	享	xiǎng
7	想方设法	xiǎngfāng-shèfǎ
7	响亮	xiǎngliàng
7	响应	xiǎngyìng
7	享用	xiǎngyòng
7	享有	xiǎngyǒu
7	巷	xiàng
7	向导	xiàngdǎo
7	橡胶	xiàngjiāo
7	向来	xiànglái
7	相貌	xiàngmào
7	像样	xiàngyàng
7	消	xiāo
7	销	xiāo
7	削	xiāo
7	消沉	xiāochén
7	销毁	xiāohuǐ
7	消磨	xiāomó
7	消遣	xiāoqiǎn
7	潇洒	xiāosǎ
7	萧条	xiāotiáo
7	嚣张	xiāozhāng
7	小菜一碟	xiǎocài-yìdié
7	小丑	xiǎochǒu
7	小费	xiǎofèi
7	小看	xiǎokàn
7	小康	xiǎokāng
7	小品	xiǎopǐn
7	小人	xiǎorén
7	小提琴	xiǎotíqín
7	小心翼翼	xiǎoxīn-yìyì
7	效仿	xiàofǎng
7	孝敬	xiàojìng
7	效力	xiàolì
7	孝顺	xiàoshùn
7	肖像	xiàoxiàng
7	效益	xiàoyì
7	邪	xié
7	挟持	xiéchí
7	协定	xiédìng
7	邪恶	xié’è
7	协商	xiéshāng
7	携手	xiéshǒu
7	协同	xiétóng
7	协作	xiézuò
7	写照	xiězhào
7	泄	xiè
7	泻	xiè
7	卸	xiè
7	谢绝	xièjué
7	泄漏	xièlòu
7	泄露	xièlòu
7	泄密	xièmì
7	泄气	xièqì
7	卸任	xièrèn
7	卸载	xièzài
7	心安理得	xīn’ān-lǐdé
7	心病	xīnbìng
7	心肠	xīncháng
7	新潮	xīncháo
7	新陈代谢	xīnchén-dàixiè
7	薪酬	xīnchóu
7	新春	xīnchūn
7	心得	xīndé
7	心甘情愿	xīngān-qíngyuàn
7	心慌	xīnhuāng
7	心急如焚	xīnjí-rúfén
7	心灵手巧	xīnlíng-shǒuqiǎo
7	芯片	xīnpiàn
7	新奇	xīnqí
7	辛勤	xīnqín
7	心声	xīnshēng
7	新生	xīnshēng
7	心事	xīnshì
7	新式	xīnshì
7	新手	xīnshǒu
7	心思	xīnsi
7	心酸	xīnsuān
7	辛酸	xīnsuān
7	欣慰	xīnwèi
7	欣喜	xīnxǐ
7	心想事成	xīnxiǎng-shìchéng
7	欣欣向荣	xīnxīn-xiàngróng
7	心胸	xīnxiōng
7	心血	xīnxuè
7	心眼儿	xīnyǎnr
7	心意	xīnyì
7	信贷	xìndài
7	信件	xìnjiàn
7	信仰	xìnyǎng
7	信誉	xìnyù
7	腥	xīng
7	兴奋剂	xīngfènjì
7	星级	xīngjí
7	兴建	xīngjiàn
7	兴隆	xīnglóng
7	星球	xīngqiú
7	兴盛	xīngshèng
7	兴旺	xīngwàng
7	星系	xīngxì
7	猩猩	xīngxing
7	星座	xīngzuò
7	刑法	xíngfǎ
7	刑事	xíngshì
7	行使	xíngshǐ
7	行星	xíngxīng
7	形形色色	xíngxíngsèsè
7	形影不离	xíngyǐng-bùlí
7	行政	xíngzhèng
7	醒目	xǐngmù
7	醒悟	xǐngwù
7	幸存	xìngcún
7	性感	xìnggǎn
7	兴高采烈	xìnggāo-cǎiliè
7	幸好	xìnghǎo
7	幸亏	xìngkuī
7	幸免	xìngmiǎn
7	性命	xìngmìng
7	性情	xìngqíng
7	姓氏	xìngshì
7	兴致	xìngzhì
7	凶	xiōng
7	凶残	xiōngcán
7	凶恶	xiōng’è
7	凶狠	xiōnghěn
7	胸怀	xiōnghuái
7	凶猛	xiōngměng
7	凶手	xiōngshǒu
7	胸膛	xiōngtáng
7	汹涌	xiōngyǒng
7	胸有成竹	xiōngyǒuchéngzhú
7	雄厚	xiónghòu
7	雄伟	xióngwěi
7	雄性	xióngxìng
7	修补	xiūbǔ
7	修长	xiūcháng
7	羞耻	xiūchǐ
7	休克	xiūkè
7	羞愧	xiūkuì
7	休眠	xiūmián
7	休想	xiūxiǎng
7	休养	xiūyǎng
7	修养	xiūyǎng
7	修正	xiūzhèng
7	绣	xiù
7	锈	xiù
7	嗅	xiù
7	嗅觉	xiùjué
7	秀丽	xiùlì
7	秀美	xiùměi
7	袖手旁观	xiùshǒu-pángguān
7	袖珍	xiùzhēn
7	须	xū
7	虚	xū
7	虚构	xūgòu
7	虚幻	xūhuàn
7	虚假	xūjiǎ
7	虚拟	xūnǐ
7	虚荣	xūróng
7	虚弱	xūruò
7	虚伪	xūwěi
7	须知	xūzhī
7	徐徐	xúxú
7	许	xǔ
7	许愿	xǔyuàn
7	序	xù
7	续	xù
7	絮叨	xùdao
7	续航	xùháng
7	酗酒	xùjiǔ
7	序列	xùliè
7	畜牧	xùmù
7	序幕	xùmù
7	旭日	xùrì
7	序言	xùyán
7	宣称	xuānchēng
7	宣读	xuāndú
7	宣告	xuāngào
7	喧哗	xuānhuá
7	喧闹	xuānnào
7	宣誓	xuānshì
7	宣泄	xuānxiè
7	宣言	xuānyán
7	宣扬	xuānyáng
7	玄	xuán
7	悬	xuán
7	悬挂	xuánguà
7	玄机	xuánjī
7	旋律	xuánlǜ
7	悬念	xuánniàn
7	悬殊	xuánshū
7	旋涡	xuánwō
7	悬崖	xuányá
7	选举	xuǎnjǔ
7	选民	xuǎnmín
7	选项	xuǎnxiàng
7	选用	xuǎnyòng
7	炫耀	xuànyào
7	削减	xuējiǎn
7	削弱	xuēruò
7	靴子	xuēzi
7	学识	xuéshí
7	学士	xuéshì
7	学说	xuéshuō
7	穴位	xuéwèi
7	学业	xuéyè
7	学子	xuézǐ
7	雪山	xuěshān
7	雪上加霜	xuěshàng-jiāshuāng
7	血脉	xuèmài
7	血缘	xuèyuán
7	熏	xūn
7	熏陶	xūntáo
7	勋章	xūnzhāng
7	旬	xún
7	寻	xún
7	寻常	xúncháng
7	巡回	xúnhuí
7	巡逻	xúnluó
7	寻觅	xúnmì
7	巡视	xúnshì
7	循序渐进	xúnxù-jiànjìn
7	训	xùn
7	驯	xùn
7	迅猛	xùnměng
7	逊色	xùnsè
7	押	yā
7	压倒	yādǎo
7	压迫	yāpò
7	鸦雀无声	yāquè-wúshēng
7	丫头	yātou
7	压抑	yāyì
7	压榨	yāzhà
7	压制	yāzhì
7	压轴	yāzhòu
7	芽	yá
7	哑	yǎ
7	揠苗助长	yàmiáo-zhùzhǎng
7	烟囱	yāncōng
7	咽喉	yānhóu
7	烟花	yānhuā
7	烟火	yānhuǒ
7	延	yán
7	沿岸	yán’àn
7	言辞	yáncí
7	延缓	yánhuǎn
7	严谨	yánjǐn
7	严峻	yánjùn
7	言论	yánlùn
7	严密	yánmì
7	岩石	yánshí
7	沿途	yántú
7	阎王	Yánwang
7	延误	yánwù
7	沿线	yánxiàn
7	言行	yánxíng
7	沿用	yányòng
7	演变	yǎnbiàn
7	掩耳盗铃	yǎn’ěr-dàolíng
7	掩盖	yǎngài
7	眼红	yǎnhóng
7	掩护	yǎnhù
7	演化	yǎnhuà
7	演技	yǎnjì
7	眼界	yǎnjiè
7	演练	yǎnliàn
7	眼色	yǎnsè
7	眼神	yǎnshén
7	衍生	yǎnshēng
7	掩饰	yǎnshì
7	演示	yǎnshì
7	演说	yǎnshuō
7	演习	yǎnxí
7	眼下	yǎnxià
7	演绎	yǎnyì
7	咽	yàn
7	验	yàn
7	厌烦	yànfán
7	厌倦	yànjuàn
7	艳丽	yànlì
7	验收	yànshōu
7	厌恶	yànwù
7	燕子	yànzi
7	秧歌	yāngge
7	扬	yáng
7	阳历	yánglì
7	杨树	yángshù
7	阳性	yángxìng
7	洋溢	yángyì
7	养活	yǎnghuo
7	养生	yǎngshēng
7	仰望	yǎngwàng
7	养育	yǎngyù
7	养殖	yǎngzhí
7	样本	yàngběn
7	样品	yàngpǐn
7	邀	yāo
7	妖怪	yāoguài
7	窑	yáo
7	摇摆	yáobǎi
7	摇晃	yáohuàng
7	遥控	yáokòng
7	摇篮	yáolán
7	谣言	yáoyán
7	摇摇欲坠	yáoyáo-yùzhuì
7	药材	yàocái
7	药方	yàofāng
7	要害	yàohài
7	要好	yàohǎo
7	要紧	yàojǐn
7	要领	yàolǐng
7	要命	yàomìng
7	要强	yàoqiáng
7	耀眼	yàoyǎn
7	椰子	yēzi
7	野餐	yěcān
7	野蛮	yěmán
7	野兽	yěshòu
7	野心	yěxīn
7	夜班	yèbān
7	业绩	yèjì
7	液晶	yèjīng
7	夜校	yèxiào
7	夜宵	yèxiāo
7	夜以继日	yèyǐjìrì
7	依	yī
7	依次	yīcì
7	依法	yīfǎ
7	依附	yīfù
7	衣裳	yīshang
7	依托	yītuō
7	医务	yīwù
7	一线	yīxiàn
7	依依不舍	yīyī-bùshě
7	依照	yīzhào
7	仪表	yíbiǎo
7	一并	yíbìng
7	疑点	yídiǎn
7	一动不动	yídòng-búdòng
7	一度	yídù
7	一概	yígài
7	一概而论	yígài’érlùn
7	一晃	yíhuàng
7	移交	yíjiāo
7	一技之长	yíjìzhīcháng
7	宜居	yíjū
7	遗留	yíliú
7	遗漏	yílòu
7	疑虑	yílǜ
7	一面	yímiàn
7	一目了然	yímù-liǎorán
7	遗弃	yíqì
7	怡然自得	yírán-zìdé
7	宜人	yírén
7	遗失	yíshī
7	一事无成	yíshì-wúchéng
7	遗体	yítǐ
7	遗忘	yíwàng
7	一味	yíwèi
7	遗物	yíwù
7	移植	yízhí
7	遗嘱	yízhǔ
7	矣	yǐ
7	倚	yǐ
7	以身作则	yǐshēn-zuòzé
7	以致	yǐzhì
7	以至于	yǐzhìyú
7	议	yì
7	亦	yì
7	译	yì
7	溢	yì
7	议程	yìchéng
7	一成不变	yìchéng-búbiàn
7	一筹莫展	yìchóu-mòzhǎn
7	一干二净	yìgān-èrjìng
7	义工	yìgōng
7	一鼓作气	yìgǔ-zuòqì
7	一经	yìjīng
7	一举	yìjǔ
7	一举两得	yìjǔ-liǎngdé
7	一举一动	yìjǔ-yídòng
7	异口同声	yìkǒu-tóngshēng
7	易拉罐	yìlāguàn
7	一揽子	yìlǎnzi
7	屹立	yìlì
7	毅力	yìlì
7	一连	yìlián
7	一连串	yìliánchuàn
7	意料	yìliào
7	一毛不拔	yìmáo-bùbá
7	疫苗	yìmiáo
7	一旁	yìpáng
7	一齐	yìqí
7	毅然	yìrán
7	一如既往	yìrú-jìwǎng
7	一声不吭	yìshēng-bùkēng
7	一手	yìshǒu
7	一丝不苟	yìsī-bùgǒu
7	一塌糊涂	yìtāhútú
7	议题	yìtí
7	一体	yìtǐ
7	一头	yìtóu
7	意图	yìtú
7	亿万	yìwàn
7	意味	yìwèi
7	一无所有	yìwúsuǒyǒu
7	一无所知	yìwúsuǒzhī
7	意向	yìxiàng
7	意想不到	yìxiǎng-búdào
7	异想天开	yìxiǎng-tiānkāi
7	一心	yìxīn
7	一行	yìxíng
7	异性	yìxìng
7	一心一意	yìxīn-yíyì
7	一言不发	yìyán-bùfā
7	抑扬顿挫	yìyáng-dùncuò
7	一言一行	yìyán-yìxíng
7	异议	yìyì
7	一应俱全	yìyīng-jùquán
7	抑郁	yìyù
7	意愿	yìyuàn
7	抑郁症	yìyùzhèng
7	一早	yìzǎo
7	一针见血	yìzhēn-jiànxiě
7	意志	yìzhì
7	阴暗	yīn’àn
7	因地制宜	yīndì-zhìyí
7	阴历	yīnlì
7	阴谋	yīnmóu
7	殷勤	yīnqín
7	因人而异	yīnrén’éryì
7	音响	yīnxiǎng
7	阴性	yīnxìng
7	阴影	yīnyǐng
7	银幕	yínmù
7	瘾	yǐn
7	隐蔽	yǐnbì
7	隐含	yǐnhán
7	隐患	yǐnhuàn
7	引荐	yǐnjiàn
7	引经据典	yǐnjīng-jùdiǎn
7	引领	yǐnlǐng
7	隐瞒	yǐnmán
7	引擎	yǐnqíng
7	隐情	yǐnqíng
7	引人入胜	yǐnrén-rùshèng
7	引人注目	yǐnrén-zhùmù
7	隐形	yǐnxíng
7	隐性	yǐnxìng
7	引用	yǐnyòng
7	引诱	yǐnyòu
7	隐约	yǐnyuē
7	印章	yìnzhāng
7	印证	yìnzhèng
7	鹰	yīng
7	英俊	yīngjùn
7	英明	yīngmíng
7	英勇	yīngyǒng
7	应有尽有	yīngyǒu-jìnyǒu
7	荧光	yíngguāng
7	迎合	yínghé
7	赢家	yíngjiā
7	营救	yíngjiù
7	盈利	yínglì
7	营利	yínglì
7	迎面	yíngmiàn
7	营销	yíngxiāo
7	营造	yíngzào
7	影像	yǐngxiàng
7	应	yìng
7	硬币	yìngbì
7	应酬	yìngchou
7	应付	yìngfu
7	应急	yìngjí
7	硬朗	yìnglang
7	硬盘	yìngpán
7	应邀	yìngyāo
7	拥护	yōnghù
7	庸俗	yōngsú
7	涌	yǒng
7	永恒	yǒnghéng
7	永久	yǒngjiǔ
7	勇往直前	yǒngwǎng-zhíqián
7	踊跃	yǒngyuè
7	用意	yòngyì
7	忧愁	yōuchóu
7	忧虑	yōulǜ
7	优胜劣汰	yōushèng-liètài
7	悠闲	yōuxián
7	优雅	yōuyǎ
7	忧郁	yōuyù
7	优越	yōuyuè
7	邮编	yóubiān
7	游船	yóuchuán
7	油画	yóuhuà
7	油腻	yóunì
7	油漆	yóuqī
7	尤为	yóuwéi
7	游行	yóuxíng
7	犹豫不决	yóuyù-bùjué
7	邮政	yóuzhèng
7	由衷	yóuzhōng
7	有待	yǒudài
7	有的放矢	yǒudì-fàngshǐ
7	友人	yǒurén
7	友善	yǒushàn
7	有声有色	yǒushēng-yǒusè
7	有条不紊	yǒutiáo-bùwěn
7	有望	yǒuwàng
7	有幸	yǒuxìng
7	有意	yǒuyì
7	有朝一日	yǒuzhāo-yírì
7	诱饵	yòu’ěr
7	诱发	yòufā
7	诱惑	yòuhuò
7	诱人	yòurén
7	幼稚	yòuzhì
7	淤泥	yūní
7	余	yú
7	渔船	yúchuán
7	愚蠢	yúchǔn
7	余地	yúdì
7	愚公移山	yúgōng-yíshān
7	舆论	yúlùn
7	愚昧	yúmèi
7	渔民	yúmín
7	逾期	yúqī
7	愉悦	yúyuè
7	与否	yǔ fǒu
7	与日俱增	yǔrì-jùzēng
7	与时俱进	yǔshí-jùjìn
7	予以	yǔyǐ
7	与众不同	yǔzhòng-bùtóng
7	宇宙	yǔzhòu
7	玉	yù
7	愈	yù
7	预备	yùbèi
7	预感	yùgǎn
7	预告	yùgào
7	愈合	yùhé
7	愈加	yùjiā
7	预见	yùjiàn
7	预警	yùjǐng
7	郁闷	yùmèn
7	遇难	yùnàn
7	预赛	yùsài
7	预示	yùshì
7	预售	yùshòu
7	预算	yùsuàn
7	遇险	yùxiǎn
7	预先	yùxiān
7	预言	yùyán
7	寓言	yùyán
7	愈演愈烈	yùyǎn-yùliè
7	寓意	yùyì
7	预兆	yùzhào
7	冤	yuān
7	冤枉	yuānwang
7	渊源	yuānyuán
7	原创	yuánchuàng
7	缘分	yuánfèn
7	原告	yuángào
7	缘故	yuángù
7	元老	yuánlǎo
7	园区	yuánqū
7	源泉	yuánquán
7	元首	yuánshǒu
7	源头	yuántóu
7	原型	yuánxíng
7	源源不断	yuányuán-búduàn
7	源远流长	yuányuǎn-liúcháng
7	原汁原味	yuánzhī-yuánwèi
7	援助	yuánzhù
7	原装	yuánzhuāng
7	远见	yuǎnjiàn
7	远近闻名	yuǎnjìn-wénmíng
7	怨	yuàn
7	怨恨	yuànhèn
7	怨气	yuànqì
7	院士	yuànshì
7	怨言	yuànyán
7	曰	yuē
7	约定俗成	yuēdìng-súchéng
7	乐队	yuèduì
7	悦耳	yuè’ěr
7	越发	yuèfā
7	岳父	yuèfù
7	越过	yuèguò
7	阅览	yuèlǎn
7	阅历	yuèlì
7	岳母	yuèmǔ
7	乐谱	yuèpǔ
7	晕头转向	yūntóu-zhuànxiàng
7	陨石	yǔnshí
7	熨	yùn
7	蕴藏	yùncáng
7	运筹帷幄	yùnchóu-wéiwò
7	孕妇	yùnfù
7	蕴含	yùnhán
7	运河	yùnhé
7	酝酿	yùnniàng
7	运算	yùnsuàn
7	韵味	yùnwèi
7	孕育	yùnyù
7	运转	yùnzhuǎn
7	运作	yùnzuò
7	砸	zá
7	杂技	zájì
7	杂交	zájiāo
7	杂乱无章	záluàn-wúzhāng
7	栽	zāi
7	栽培	zāipéi
7	栽赃	zāizāng
7	宰	zǎi
7	再度	zàidù
7	再接再厉	zàijiē-zàilì
7	在所难免	zàisuǒnánmiǎn
7	载体	zàitǐ
7	再现	zàixiàn
7	在职	zàizhí
7	攒	zǎn
7	暂	zàn
7	赞不绝口	zànbùjuékǒu
7	赞美	zànměi
7	暂且	zànqiě
7	赞叹	zàntàn
7	赞许	zànxǔ
7	赞扬	zànyáng
7	赞助	zànzhù
7	葬	zàng
7	葬礼	zànglǐ
7	糟粕	zāopò
7	糟蹋	zāotà
7	遭殃	zāoyāng
7	凿	záo
7	枣	zǎo
7	早年	zǎonián
7	早日	zǎorì
7	灶	zào
7	造福	zàofú
7	造价	zàojià
7	造假	zàojiǎ
7	造就	zàojiù
7	责备	zébèi
7	责怪	zéguài
7	贼	zéi
7	增产	zēngchǎn
7	增收	zēngshōu
7	增速	zēngsù
7	增添	zēngtiān
7	增值	zēngzhí
7	渣	zhā
7	扎根	zhāgēn
7	扎实	zhāshi
7	闸	zhá
7	眨眼	zhǎyǎn
7	榨	zhà
7	炸弹	zhàdàn
7	诈骗	zhàpiàn
7	炸药	zhàyào
7	摘要	zhāiyào
7	债	zhài
7	债券	zhàiquàn
7	债务	zhàiwù
7	沾	zhān
7	占卜	zhānbǔ
7	沾光	zhānguāng
7	瞻仰	zhānyǎng
7	斩	zhǎn
7	盏	zhǎn
7	斩钉截铁	zhǎndīng-jiétiě
7	展望	zhǎnwàng
7	辗转	zhǎnzhuǎn
7	蘸	zhàn
7	战场	zhànchǎng
7	绽放	zhànfàng
7	站立	zhànlì
7	占领	zhànlǐng
7	战略	zhànlüè
7	战士	zhànshì
7	战术	zhànshù
7	战役	zhànyì
7	占用	zhànyòng
7	战友	zhànyǒu
7	章程	zhāngchéng
7	张灯结彩	zhāngdēng-jiécǎi
7	张贴	zhāngtiē
7	张扬	zhāngyáng
7	掌舵	zhǎngduò
7	涨幅	zhǎngfú
7	掌管	zhǎngguǎn
7	长相	zhǎngxiàng
7	涨	zhàng
7	胀	zhàng
7	帐篷	zhàngpeng
7	招标	zhāobiāo
7	招揽	zhāolǎn
7	招募	zhāomù
7	招牌	zhāopai
7	朝气蓬勃	zhāoqì-péngbó
7	朝三暮四	zhāosān-mùsì
7	招商	zhāoshāng
7	招数	zhāoshù
7	朝夕相处	zhāoxī-xiāngchǔ
7	着迷	zháomí
7	沼泽	zhǎozé
7	罩	zhào
7	照办	zhàobàn
7	照常	zhàocháng
7	召集	zhàojí
7	照例	zhàolì
7	照料	zhàoliào
7	照射	zhàoshè
7	肇事	zhàoshì
7	兆头	zhàotou
7	照样	zhàoyàng
7	照耀	zhàoyào
7	遮	zhē
7	遮挡	zhēdǎng
7	遮盖	zhēgài
7	折腾	zhēteng
7	折叠	zhédié
7	折合	zhéhé
7	哲理	zhélǐ
7	折磨	zhémó
7	折射	zhéshè
7	珍藏	zhēncáng
7	侦查	zhēnchá
7	针锋相对	zhēnfēng-xiāngduì
7	针灸	zhēnjiǔ
7	真空	zhēnkōng
7	真理	zhēnlǐ
7	真情	zhēnqíng
7	真是	zhēnshi
7	珍视	zhēnshì
7	侦探	zhēntàn
7	珍稀	zhēnxī
7	真心	zhēnxīn
7	真挚	zhēnzhì
7	珍重	zhēnzhòng
7	斟酌	zhēnzhuó
7	枕	zhěn
7	诊所	zhěnsuǒ
7	震	zhèn
7	震荡	zhèndàng
7	阵地	zhèndì
7	镇定	zhèndìng
7	振动	zhèndòng
7	震动	zhèndòng
7	振奋	zhènfèn
7	震撼	zhènhàn
7	镇静	zhènjìng
7	震惊	zhènjīng
7	阵容	zhènróng
7	振兴	zhènxīng
7	阵营	zhènyíng
7	振作	zhènzuò
7	征	zhēng
7	蒸	zhēng
7	争辩	zhēngbiàn
7	争端	zhēngduān
7	蒸发	zhēngfā
7	争分夺秒	zhēngfēn-duómiǎo
7	征服	zhēngfú
7	争光	zhēngguāng
7	征集	zhēngjí
7	症结	zhēngjié
7	争气	zhēngqì
7	征收	zhēngshōu
7	争相	zhēngxiāng
7	争先恐后	zhēngxiān-kǒnghòu
7	正月	zhēngyuè
7	挣扎	zhēngzhá
7	争执	zhēngzhí
7	整顿	zhěngdùn
7	整合	zhěnghé
7	整洁	zhěngjié
7	拯救	zhěngjiù
7	整数	zhěngshù
7	整治	zhěngzhì
7	正版	zhèngbǎn
7	正当	zhèngdàng
7	政党	zhèngdǎng
7	正经	zhèngjing
7	正能量	zhèngnéngliàng
7	正气	zhèngqì
7	政权	zhèngquán
7	证券	zhèngquàn
7	证人	zhèngrén
7	正视	zhèngshì
7	正直	zhèngzhí
7	郑重	zhèngzhòng
7	正宗	zhèngzōng
7	之	zhī
7	织	zhī
7	之际	zhījì
7	知己	zhījǐ
7	支架	zhījià
7	知觉	zhījué
7	支流	zhīliú
7	芝麻	zhīma
7	支配	zhīpèi
7	支票	zhīpiào
7	知识分子	zhīshi fènzǐ
7	肢体	zhītǐ
7	支援	zhīyuán
7	支柱	zhīzhù
7	知足	zhīzú
7	知足常乐	zhīzú-chánglè
7	职称	zhíchēng
7	直达	zhídá
7	执法	zhífǎ
7	直观	zhíguān
7	直径	zhíjìng
7	直觉	zhíjué
7	职能	zhínéng
7	值钱	zhíqián
7	直升机	zhíshēngjī
7	直视	zhíshì
7	直线	zhíxiàn
7	直辖市	zhíxiáshì
7	执意	zhíyì
7	执照	zhízhào
7	直至	zhízhì
7	执着	zhízhuó
7	纸币	zhǐbì
7	指标	zhǐbiāo
7	止步	zhǐbù
7	指点	zhǐdiǎn
7	只管	zhǐguǎn
7	指甲	zhǐjia
7	指教	zhǐjiào
7	指控	zhǐkòng
7	指令	zhǐlìng
7	指南	zhǐnán
7	纸上谈兵	zhǐshàng-tánbīng
7	指手画脚	zhǐshǒu-huàjiǎo
7	指数	zhǐshù
7	指望	zhǐwàng
7	指纹	zhǐwén
7	指向	zhǐxiàng
7	指引	zhǐyǐn
7	旨在	zhǐzài
7	致	zhì
7	置	zhì
7	治安	zhì’ān
7	制裁	zhìcái
7	致辞	zhìcí
7	至此	zhìcǐ
7	质地	zhìdì
7	制服	zhìfú
7	致富	zhìfù
7	滞后	zhìhòu
7	致敬	zhìjìng
7	滞留	zhìliú
7	致力于	zhìlìyú
7	致命	zhìmìng
7	稚嫩	zhìnèn
7	质朴	zhìpǔ
7	志气	zhìqì
7	智商	zhìshāng
7	致使	zhìshǐ
7	质问	zhìwèn
7	窒息	zhìxī
7	志向	zhìxiàng
7	治愈	zhìyù
7	志愿	zhìyuàn
7	制约	zhìyuē
7	制止	zhìzhǐ
7	钟	zhōng
7	忠诚	zhōngchéng
7	终端	zhōngduān
7	忠告	zhōnggào
7	终极	zhōngjí
7	终结	zhōngjié
7	终究	zhōngjiū
7	中立	zhōnglì
7	终生	zhōngshēng
7	忠实	zhōngshí
7	中途	zhōngtú
7	忠心	zhōngxīn
7	衷心	zhōngxīn
7	中性	zhōngxìng
7	中叶	zhōngyè
7	中庸	zhōngyōng
7	忠于	zhōngyú
7	忠贞	zhōngzhēn
7	中止	zhōngzhǐ
7	终止	zhōngzhǐ
7	肿瘤	zhǒngliú
7	种族	zhǒngzú
7	仲裁	zhòngcái
7	重创	zhòngchuāng
7	重量级	zhòngliàngjí
7	重任	zhòngrèn
7	重型	zhòngxíng
7	重用	zhòngyòng
7	众志成城	zhòngzhì-chéngchéng
7	重中之重	zhòngzhōngzhīzhòng
7	周密	zhōumì
7	周岁	zhōusuì
7	周旋	zhōuxuán
7	周折	zhōuzhé
7	周转	zhōuzhuǎn
7	皱	zhòu
7	骤然	zhòurán
7	皱纹	zhòuwén
7	昼夜	zhòuyè
7	朱红	zhūhóng
7	诸如此类	zhūrú-cǐlèi
7	诸位	zhūwèi
7	竹竿	zhúgān
7	逐年	zhúnián
7	逐一	zhúyī
7	拄	zhǔ
7	主编	zhǔbiān
7	主打	zhǔdǎ
7	嘱咐	zhǔfù
7	主力	zhǔlì
7	主权	zhǔquán
7	主人公	zhǔréngōng
7	主体	zhǔtǐ
7	主题曲	zhǔtíqǔ
7	嘱托	zhǔtuō
7	主页	zhǔyè
7	主义	zhǔyì
7	主宰	zhǔzǎi
7	注	zhù
7	驻	zhù
7	筑	zhù
7	贮藏	zhùcáng
7	著称	zhùchēng
7	住处	zhùchù
7	注定	zhùdìng
7	住户	zhùhù
7	助力	zhùlì
7	注射	zhùshè
7	注视	zhùshì
7	注释	zhùshì
7	助威	zhùwēi
7	注销	zhùxiāo
7	蛀牙	zhùyá
7	铸造	zhùzào
7	驻扎	zhùzhā
7	柱子	zhùzi
7	驻足	zhùzú
7	爪子	zhuǎzi
7	拽	zhuài
7	专长	zhuāncháng
7	专程	zhuānchéng
7	专柜	zhuānguì
7	专辑	zhuānjí
7	专栏	zhuānlán
7	专卖	zhuānmài
7	专人	zhuānrén
7	专项	zhuānxiàng
7	专职	zhuānzhí
7	专制	zhuānzhì
7	专著	zhuānzhù
7	转播	zhuǎnbō
7	转达	zhuǎndá
7	转化	zhuǎnhuà
7	转机	zhuǎnjī
7	转型	zhuǎnxíng
7	转眼	zhuǎnyǎn
7	转载	zhuǎnzǎi
7	转折	zhuǎnzhé
7	转折点	zhuǎnzhédiǎn
7	传	zhuàn
7	传记	zhuànjì
7	撰写	zhuànxiě
7	转悠	zhuànyou
7	桩	zhuāng
7	装扮	zhuāngbàn
7	庄严	zhuāngyán
7	庄园	zhuāngyuán
7	装置	zhuāngzhì
7	庄重	zhuāngzhòng
7	幢	zhuàng
7	壮	zhuàng
7	壮大	zhuàngdà
7	壮观	zhuàngguān
7	撞击	zhuàngjī
7	壮丽	zhuànglì
7	壮烈	zhuàngliè
7	状元	zhuàngyuan
7	追悼	zhuīdào
7	追赶	zhuīgǎn
7	追捧	zhuīpěng
7	追溯	zhuīsù
7	追随	zhuīsuí
7	追尾	zhuīwěi
7	追问	zhuīwèn
7	追逐	zhuīzhú
7	追踪	zhuīzōng
7	坠	zhuì
7	坠落	zhuìluò
7	准许	zhǔnxǔ
7	准则	zhǔnzé
7	拙劣	zhuōliè
7	捉迷藏	zhuōmícáng
7	着力	zhuólì
7	着落	zhuóluò
7	酌情	zhuóqíng
7	灼热	zhuórè
7	着实	zhuóshí
7	着手	zhuóshǒu
7	着想	zhuóxiǎng
7	着眼	zhuóyǎn
7	卓越	zhuóyuè
7	着重	zhuózhòng
7	茁壮	zhuózhuàng
7	兹	zī
7	资本主义	zīběn zhǔyì
7	资历	zīlì
7	滋润	zīrùn
7	资深	zīshēn
7	滋生	zīshēng
7	姿态	zītài
7	滋味	zīwèi
7	资讯	zīxùn
7	资质	zīzhì
7	资助	zīzhù
7	籽	zǐ
7	子弹	zǐdàn
7	子弟	zǐdì
7	子孙	zǐsūn
7	自卑	zìbēi
7	自称	zìchēng
7	自发	zìfā
7	自费	zìfèi
7	自负	zìfù
7	字迹	zìjì
7	自立	zìlì
7	自理	zìlǐ
7	自力更生	zìlì-gēngshēng
7	自满	zìmǎn
7	自强不息	zìqiáng-bùxī
7	自然而然	zìrán’érrán
7	自然界	zìránjiè
7	自如	zìrú
7	自始至终	zìshǐ-zhìzhōng
7	自首	zìshǒu
7	自私	zìsī
7	字体	zìtǐ
7	自卫	zìwèi
7	自相矛盾	zìxiāng-máodùn
7	自行	zìxíng
7	字眼	zìyǎn
7	自以为是	zìyǐwéishì
7	自在	zìzai
7	自责	zìzé
7	自治区	zìzhìqū
7	自主	zìzhǔ
7	自尊	zìzūn
7	宗	zōng
7	踪迹	zōngjì
7	宗教	zōngjiào
7	综艺	zōngyì
7	宗旨	zōngzhǐ
7	总额	zǒng’é
7	总而言之	zǒng’éryánzhī
7	总和	zǒnghé
7	纵观	zòngguān
7	纵横	zònghéng
7	纵然	zòngrán
7	纵容	zòngróng
7	纵深	zòngshēn
7	走过场	zǒu guòchǎng
7	走弯路	zǒu wānlù
7	走漏	zǒulòu
7	走势	zǒushì
7	走私	zǒusī
7	走投无路	zǒutóu-wúlù
7	走向	zǒuxiàng
7	揍	zòu
7	奏效	zòuxiào
7	租赁	zūlìn
7	足不出户	zúbùchūhù
7	足迹	zújì
7	足智多谋	zúzhì-duōmóu
7	祖传	zǔchuán
7	祖父	zǔfù
7	祖籍	zǔjí
7	组建	zǔjiàn
7	阻拦	zǔlán
7	阻力	zǔlì
7	祖母	zǔmǔ
7	阻挠	zǔnáo
7	组装	zǔzhuāng
7	祖宗	zǔzong
7	钻空子	zuān kòngzi
7	钻研	zuānyán
7	钻石	zuànshí
7	嘴唇	zuǐchún
7	罪犯	zuìfàn
7	罪魁祸首	zuìkuí-huòshǒu
7	尊贵	zūnguì
7	遵循	zūnxún
7	尊严	zūnyán
7	遵照	zūnzhào
7	琢磨	zuómo
7	左顾右盼	zuǒgù-yòupàn
7	作弊	zuòbì
7	作对	zuòduì
7	作废	zuòfèi
7	作风	zuòfēng
7	作客	zuòkè
7	作料	zuòliao
7	坐落	zuòluò
7	座谈	zuòtán
7	作为	zuòwéi
7	作物	zuòwù
7	作息	zuòxī
7	座右铭	zuòyòumíng
7	作战	zuòzhàn
7	做证	zuòzhèng
7	做主	zuòzhǔ
\.


--
-- Name: hsk hsk_pkey; Type: CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.hsk
    ADD CONSTRAINT hsk_pkey PRIMARY KEY (level, word, pinyin);




--
-- Name: cet; Type: TABLE; Schema: public; Owner: -
--

CREATE TABLE public.cet (
    word text NOT NULL,
    derivatives text[] DEFAULT '{}'::text[] NOT NULL,
    variants text[] DEFAULT '{}'::text[] NOT NULL
);


--
-- Data for Name: cet; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.cet (word, derivatives, variants) FROM stdin;
AIDS	{}	{}
April	{}	{}
August	{}	{}
Bible	{Biblical,biblical}	{}
Celsius	{}	{}
Christ	{Christmas,Christian,Christianity}	{}
Confucian	{Confucianism}	{}
December	{}	{}
February	{}	{}
Friday	{}	{}
I	{}	{}
Internet	{}	{internet}
January	{}	{}
July	{}	{}
June	{}	{}
March	{}	{}
Marxism	{Marxist}	{}
May	{}	{}
Medicare	{}	{}
Monday	{}	{}
November	{}	{}
October	{}	{}
Olympic	{Olympics,Olympiad}	{}
Saturday	{}	{}
September	{}	{}
Sunday	{}	{}
Thanksgiving	{}	{}
Thursday	{}	{}
Tuesday	{}	{}
Wednesday	{}	{}
a	{}	{an}
abandon	{}	{}
able	{ability}	{}
aboard	{}	{}
abolish	{abolition}	{}
about	{}	{}
above	{}	{}
abroad	{}	{}
absent	{absence}	{}
absolute	{}	{}
absorb	{absorption}	{}
abstract	{}	{}
abundant	{abundance}	{}
abuse	{abusive}	{}
academy	{academic,academician}	{}
accelerate	{acceleration}	{}
accent	{}	{}
accept	{acceptance,acceptable}	{}
access	{accessible}	{}
accident	{accidental}	{}
accommodate	{accommodation}	{}
accompany	{}	{}
accomplish	{accomplishment}	{}
accord	{}	{}
accordance	{}	{}
according to	{}	{}
accordingly	{}	{}
account	{accounting,accountant,accountancy}	{}
accountable	{accountability}	{}
accumulate	{accumulation,accumulative}	{}
accurate	{accuracy}	{}
accuse	{accusation}	{}
accustom	{accustomed}	{}
ace	{}	{}
ache	{}	{}
achieve	{achievement}	{}
acid	{acidity}	{}
acknowledge	{acknowledgement}	{}
acquaint	{acquaintance}	{}
acquire	{acquisition}	{}
acre	{}	{}
across	{}	{}
act	{action,acting}	{}
active	{activity,activist}	{}
actor	{actress}	{}
actual	{actually}	{}
acute	{}	{}
adapt	{adaptation,adaptive}	{}
add	{addition,additional}	{}
addict	{addiction,addictive}	{}
address	{}	{}
adequate	{adequacy,adequately}	{}
adjective	{}	{}
adjust	{adjustment}	{}
administer	{administration,administrative}	{administrate}
admire	{admiration,admirable}	{}
admit	{admission,admittance,admittedly}	{}
adopt	{adoption}	{}
adult	{adulthood}	{}
advance	{advancement,advanced}	{}
advantage	{advantageous}	{}
adventure	{adventurer,adventurous}	{}
adverb	{}	{}
advertise	{advertisement,ad,advertising}	{}
advice	{}	{}
advise	{advisor,adviser,advisory,advisable}	{}
advocate	{advocacy}	{}
aerial	{}	{}
affair	{}	{}
affect	{}	{}
affection	{affectionate}	{}
affluent	{affluence}	{}
afford	{affordable,affordability}	{}
afraid	{}	{}
after	{}	{}
afternoon	{}	{}
afterward	{}	{afterwards}
again	{}	{}
against	{}	{}
age	{aged,aging,ageing}	{}
agenda	{}	{}
agent	{agency}	{}
aggressive	{aggression}	{}
ago	{}	{}
agree	{agreement,agreeable}	{}
agriculture	{agricultural}	{}
ahead	{}	{}
aid	{}	{}
aim	{}	{}
air	{}	{}
air-conditioning	{air-conditioner}	{}
aircraft	{}	{}
airline	{}	{}
airplane	{}	{aeroplane}
airport	{}	{}
aisle	{}	{}
alarm	{}	{}
album	{}	{}
alcohol	{alcoholic}	{}
alert	{}	{}
algebra	{}	{}
alike	{}	{}
alive	{}	{}
all	{}	{}
allege	{allegation,alleged,allegedly}	{}
alley	{}	{}
allow	{}	{}
allowance	{}	{}
ally	{alliance}	{}
almost	{}	{}
alone	{}	{}
along	{}	{}
alongside	{}	{}
aloud	{}	{}
alphabet	{alphabetic,alphabetical}	{}
already	{}	{}
also	{}	{}
alter	{alteration}	{}
alternative	{}	{}
although	{}	{}
altitude	{}	{}
altogether	{}	{}
aluminum	{}	{aluminium}
always	{}	{}
am	{}	{}
amateur	{}	{}
amaze	{amazing,amazement}	{}
ambassador	{}	{}
ambition	{ambitious}	{}
ambulance	{}	{}
amid	{}	{amidst}
among	{}	{amongst}
amount	{}	{}
ample	{}	{}
amuse	{amusing,amusement}	{}
analyze	{analysis,analytic,analytical,analyst}	{analyse}
ancestor	{ancestry}	{}
anchor	{anchorage}	{}
ancient	{}	{}
and	{}	{}
anew	{}	{}
angel	{}	{}
angle	{}	{}
angry	{anger}	{}
animal	{}	{}
ankle	{}	{}
anniversary	{}	{}
announce	{announcement}	{}
annoy	{annoyance}	{}
annual	{}	{}
another	{}	{}
answer	{}	{}
ant	{}	{}
anticipate	{anticipation}	{}
antique	{}	{}
anxious	{anxiety}	{}
any	{}	{}
anybody	{}	{anyone}
anyhow	{}	{}
anything	{}	{}
anyway	{}	{}
anywhere	{}	{}
apart	{}	{}
apartment	{}	{apt.}
apology	{apologize,apologise,apologetic}	{}
app	{}	{}
apparatus	{}	{}
apparent	{apparently}	{}
appeal	{appealing}	{}
appear	{appearance}	{}
appetite	{}	{}
applaud	{applause}	{}
apple	{}	{}
appliance	{}	{}
apply	{application,applicant,applicable}	{}
appoint	{appointment}	{}
appreciate	{appreciation,appreciative}	{}
approach	{}	{}
appropriate	{}	{}
appropriation	{}	{}
approve	{approval}	{}
approximate	{approximately,approximation}	{}
aptitude	{}	{}
arbitrary	{arbitrarily}	{}
architect	{}	{}
architecture	{}	{}
area	{}	{}
argue	{argument,argumentation,argumentative,arguable}	{}
arise	{}	{}
arithmetic	{}	{}
arm	{armament}	{}
army	{}	{}
around	{}	{}
arouse	{arousal}	{}
arrange	{arrangement}	{}
arrest	{}	{}
arrive	{arrival}	{}
arrow	{}	{}
art	{artist,artistic,artistically}	{}
article	{}	{}
artificial	{}	{}
as	{}	{}
ash	{}	{}
ashamed	{}	{}
ashore	{}	{}
aside	{}	{}
ask	{}	{}
asleep	{}	{}
aspect	{}	{}
ass	{}	{}
assemble	{assembly}	{}
assess	{assessment}	{}
asset	{}	{}
assign	{assignment}	{}
assist	{assistance,assistant}	{}
associate	{association}	{}
assume	{assumption}	{}
assure	{assurance}	{}
astonish	{astonishment}	{}
astronaut	{}	{}
astronomy	{astronomer,astronomical}	{}
at	{}	{}
athlete	{athletic}	{}
atmosphere	{atmospheric}	{}
atom	{atomic}	{}
atop	{}	{}
attach	{attachment}	{}
attack	{}	{}
attain	{attainment}	{}
attempt	{}	{}
attend	{attendance,attendant}	{}
attention	{attentive}	{}
attic	{}	{}
attitude	{}	{}
attorney	{}	{}
attract	{attraction,attractive}	{}
attribute	{attributable,attributive}	{}
audience	{}	{}
audio	{}	{}
auditorium	{}	{}
aunt	{auntie}	{}
authentic	{authenticity}	{}
author	{}	{}
authority	{authoritative}	{}
authorize	{authorization,authorisation}	{authorise}
auto	{}	{automobile}
automate	{automation,automatic,automatically}	{}
autumn	{}	{}
available	{availability}	{}
avenue	{}	{}
average	{}	{}
aviation	{}	{}
avoid	{avoidance}	{}
await	{}	{}
awake	{}	{}
award	{}	{}
aware	{awareness}	{}
away	{}	{}
awe	{}	{}
awesome	{}	{}
awful	{}	{}
awkward	{}	{}
ax	{}	{axe}
axis	{}	{}
baby	{}	{}
baby boom	{"baby boomer"}	{}
bachelor	{}	{}
back	{}	{}
background	{}	{}
backup	{}	{}
backward	{backwards}	{}
backyard	{}	{}
bacon	{}	{}
bacteria	{}	{}
bad	{}	{}
badge	{}	{}
badly	{}	{}
badminton	{}	{}
bag	{}	{}
baggage	{}	{}
bail	{}	{}
bait	{}	{}
bake	{bakery}	{}
balance	{}	{}
balcony	{}	{}
ball	{}	{}
ballet	{}	{}
balloon	{}	{}
ballot	{}	{}
bamboo	{}	{}
ban	{}	{}
banana	{}	{}
band	{}	{}
bandage	{}	{}
bang	{}	{}
bank	{}	{}
banking	{banker}	{}
banknote	{}	{}
bankrupt	{bankruptcy}	{}
banner	{}	{}
banquet	{}	{}
bar	{}	{}
barbecue	{}	{BBQ}
barber	{}	{}
bare	{barely}	{}
bargain	{}	{}
bark	{}	{}
barrel	{}	{}
barrier	{}	{}
base	{}	{}
baseball	{}	{}
basement	{}	{}
basic	{basically}	{}
basin	{}	{}
basis	{}	{}
basket	{}	{}
basketball	{}	{}
bat	{}	{}
batch	{}	{}
bath	{}	{}
bathe	{}	{}
bathroom	{}	{}
battalion	{}	{}
battery	{}	{}
battle	{}	{}
bay	{}	{}
be	{}	{}
beach	{}	{}
beam	{}	{}
bean	{}	{}
bear	{}	{}
beard	{}	{}
bearing	{}	{}
beast	{}	{}
beat	{}	{}
beauty	{beautiful,beautify}	{}
because	{}	{}
become	{}	{}
bed	{bedding}	{}
bee	{}	{}
beef	{}	{}
beer	{}	{}
before	{}	{}
beforehand	{}	{}
beg	{beggar}	{}
begin	{beginning}	{}
behalf	{}	{}
behave	{behavior,behaviour,behavioral,behavioural}	{}
behind	{}	{}
being	{}	{}
belief	{}	{}
believe	{}	{}
bell	{}	{}
belly	{}	{}
belong	{belongings}	{}
beloved	{}	{}
below	{}	{}
belt	{}	{}
bench	{}	{}
bend	{}	{}
beneath	{}	{}
benefit	{beneficial,beneficiary}	{}
berry	{}	{}
beside	{}	{}
besides	{}	{}
best	{}	{}
best-seller	{best-selling}	{}
bet	{}	{}
betray	{betrayal}	{}
better	{}	{}
between	{}	{}
beverage	{}	{}
beyond	{}	{}
bias	{}	{}
bicycle	{}	{bike}
bid	{}	{}
big	{}	{}
bill	{}	{}
billion	{billionaire}	{}
bin	{}	{}
bind	{}	{}
biochemistry	{biochemical,biochemist}	{}
biography	{biographical,biographer}	{}
biology	{biological,biologist}	{}
biotechnology	{}	{}
bird	{}	{}
birth	{}	{}
birthday	{}	{}
biscuit	{}	{}
bit	{}	{}
bitch	{}	{}
bite	{}	{}
bitter	{}	{}
black	{}	{}
blackboard	{}	{}
blade	{}	{}
blame	{}	{}
blank	{}	{}
blanket	{}	{}
blast	{}	{}
bleed	{}	{}
blend	{}	{}
bless	{blessing}	{}
blind	{}	{}
block	{}	{}
blog	{}	{}
blond	{}	{blonde}
blood	{bloody}	{}
bloom	{}	{}
blossom	{}	{}
blouse	{}	{}
blow	{}	{}
blue	{}	{}
blueprint	{}	{}
blur	{}	{}
board	{}	{}
boast	{boastful}	{}
boat	{}	{}
body	{bodily}	{}
boil	{boiler}	{}
bold	{}	{}
bolt	{}	{}
bomb	{}	{}
bond	{bondage}	{}
bone	{bony}	{}
bonus	{}	{}
book	{}	{}
boom	{}	{}
boost	{}	{}
boot	{}	{}
booth	{}	{}
border	{}	{}
bore	{}	{}
boring	{}	{}
born	{}	{}
borrow	{}	{}
boss	{}	{}
both	{}	{}
bother	{}	{}
bottle	{}	{}
bottom	{}	{}
bounce	{}	{}
bound	{}	{}
boundary	{}	{}
bow	{}	{}
bowel	{}	{}
bowl	{}	{}
box	{}	{}
boxing	{}	{}
boy	{}	{}
bracket	{}	{}
brag	{}	{}
brain	{}	{}
brake	{}	{}
branch	{}	{}
brand	{}	{}
brand-new	{}	{}
brandy	{}	{}
brass	{}	{}
brave	{bravery}	{}
bread	{}	{}
break	{}	{}
breakdown	{}	{}
breakfast	{}	{}
breakthrough	{}	{}
breast	{}	{}
breath	{}	{}
breathe	{}	{}
breed	{}	{}
breeze	{}	{}
bribe	{bribery}	{}
brick	{}	{}
bride	{}	{}
bridegroom	{}	{}
bridge	{}	{}
brief	{briefing}	{}
briefcase	{}	{}
bright	{brighten}	{}
brilliant	{brilliance}	{}
bring	{}	{}
broad	{broaden,breadth}	{}
broadcast	{}	{}
brochure	{}	{}
broke	{}	{}
broker	{}	{}
broom	{}	{}
brother	{}	{}
brow	{}	{}
brown	{}	{}
browse	{browser}	{}
brunch	{}	{}
brush	{}	{}
brutal	{brutality}	{}
bubble	{}	{}
buck	{}	{}
bucket	{}	{}
buckle	{}	{}
bud	{}	{}
buddy	{}	{}
budget	{budgetary}	{}
buffet	{}	{}
bug	{}	{}
build	{building}	{}
bulb	{}	{}
bulk	{bulky}	{}
bull	{}	{}
bullet	{}	{}
bulletin	{}	{}
bully	{}	{}
bump	{}	{}
bumper	{}	{}
bunch	{}	{}
bundle	{}	{}
burden	{}	{}
bureau	{}	{}
burn	{}	{}
burst	{}	{}
bury	{burial}	{}
bus	{}	{}
bush	{bushy}	{}
business	{}	{}
businessman	{}	{}
busy	{}	{}
but	{}	{}
butcher	{}	{}
butter	{}	{}
butterfly	{}	{}
button	{}	{}
buy	{buyer}	{}
by	{}	{}
bypass	{}	{}
bystander	{}	{}
cab	{}	{}
cabbage	{}	{}
cabin	{}	{}
cabinet	{}	{}
cable	{}	{}
cafe	{}	{}
cafeteria	{}	{}
cage	{}	{}
cake	{}	{}
calculate	{calculation,calculator,calculating}	{}
calendar	{}	{}
calf	{}	{}
call	{}	{}
calling	{}	{}
calm	{}	{}
calorie	{}	{}
camel	{}	{}
camera	{}	{}
camp	{}	{}
campaign	{}	{}
campus	{}	{}
can	{}	{}
canal	{}	{}
cancel	{cancellation}	{}
cancer	{}	{}
candidate	{candidacy}	{}
candle	{}	{}
candy	{}	{}
cane	{}	{}
canteen	{}	{}
cap	{}	{}
capable	{capability}	{}
capacity	{}	{}
capital	{capitalist,capitalism}	{}
captain	{}	{}
capture	{}	{}
car	{}	{}
carbon	{}	{}
card	{}	{}
cardboard	{}	{}
care	{careful,careless}	{}
career	{}	{}
cargo	{}	{}
carpenter	{}	{}
carpet	{}	{}
carriage	{}	{}
carrier	{}	{}
carrot	{}	{}
carry	{}	{}
cart	{}	{}
cartoon	{cartoonist}	{}
case	{}	{}
cash	{}	{}
cashier	{}	{}
cast	{}	{}
castle	{}	{}
casual	{}	{}
cat	{}	{}
catalog	{}	{catalogue}
catch	{}	{}
category	{}	{}
cater	{}	{}
cattle	{}	{}
cause	{}	{}
caution	{cautious}	{}
cave	{}	{}
cease	{}	{}
ceiling	{}	{}
celebrate	{celebration}	{}
cell	{}	{}
cell-phone	{}	{}
cellar	{}	{}
cement	{}	{}
cent	{}	{}
center	{central,centralize,centralise}	{centre}
centigrade	{}	{}
centimeter	{}	{centimetre}
century	{}	{}
cereal	{}	{}
ceremony	{ceremonial}	{}
certain	{certainly,certainty}	{}
certificate	{}	{}
chain	{}	{}
chair	{}	{}
chairman	{}	{chairperson}
chalk	{}	{}
challenge	{challenging}	{}
champagne	{}	{}
champion	{championship}	{}
chance	{}	{}
change	{}	{}
channel	{}	{}
chaos	{chaotic}	{}
chapter	{}	{}
character	{characteristic,characterize,characterise}	{}
charge	{}	{}
charity	{charitable}	{}
charm	{charming}	{}
chart	{}	{}
charter	{}	{}
chase	{}	{}
chat	{}	{}
cheap	{}	{}
cheat	{}	{}
check	{}	{cheque}
cheek	{}	{}
cheer	{cheerful}	{}
cheese	{}	{}
chef	{}	{}
chemistry	{chemical,chemist}	{}
cherish	{}	{}
chess	{}	{}
chest	{}	{}
chew	{}	{}
chicken	{}	{}
chief	{}	{}
child	{childish}	{}
chill	{chilly}	{}
chimney	{}	{}
chin	{}	{}
china	{}	{}
chip	{}	{}
chocolate	{}	{}
choice	{}	{}
choke	{}	{}
cholesterol	{}	{}
choose	{choosy}	{}
chop	{}	{}
chopstick	{}	{}
chore	{}	{}
chorus	{}	{}
church	{}	{}
cigar	{}	{}
cigaret	{}	{cigarette}
cinema	{}	{}
circle	{circular}	{}
circuit	{}	{}
circulate	{circulation}	{}
circumstance	{}	{}
circus	{}	{}
cite	{citation}	{}
citizen	{citizenship}	{}
city	{}	{}
civil	{civilize,civilise,civilization,civilisation}	{}
civilian	{}	{}
claim	{}	{}
clap	{}	{}
clarity	{clarify,clarification}	{}
clash	{}	{}
class	{}	{}
classic	{classical}	{}
classify	{classification,classified}	{}
classmate	{}	{}
classroom	{}	{}
clause	{}	{}
claw	{}	{}
clay	{}	{}
clean	{}	{}
clear	{clearly}	{}
clear-cut	{}	{}
clerk	{clerical}	{}
clever	{}	{}
click	{}	{}
client	{}	{}
cliff	{}	{}
climate	{climatic}	{}
climax	{}	{}
climb	{}	{}
cling	{}	{}
clinic	{clinical}	{}
clip	{}	{}
clock	{}	{}
clockwise	{}	{}
clone	{}	{}
close	{}	{}
cloth	{}	{}
clothe	{clothing}	{}
clothes	{}	{}
cloud	{cloudy}	{}
clown	{}	{}
club	{}	{}
clue	{}	{}
clumsy	{}	{}
coach	{}	{}
coal	{}	{}
coarse	{}	{}
coast	{coastal}	{}
coat	{}	{}
cock	{}	{}
code	{}	{}
coffee	{}	{}
coherent	{coherence}	{}
cohesion	{cohesive}	{}
coil	{}	{}
coin	{coinage}	{}
cold	{}	{}
collaborate	{collaboration,collaborative}	{}
collapse	{}	{}
collar	{}	{}
colleague	{}	{}
collect	{collection}	{}
collective	{}	{}
college	{}	{}
colon	{semi-colon}	{}
colony	{colonial,colonialism,colonize,colonise}	{}
color	{colorful,colourful}	{colour}
column	{columnist}	{}
comb	{}	{}
combat	{combative}	{}
combine	{combination}	{}
come	{}	{}
comedy	{}	{}
comfort	{comfortable}	{}
comma	{}	{}
command	{commander}	{}
commence	{commencement}	{}
comment	{commentary,commentator}	{}
commerce	{commercial,commercialize,commercialise}	{}
commission	{}	{}
commit	{commitment}	{}
committee	{}	{}
commodity	{}	{}
common	{}	{}
commonplace	{}	{}
commune	{communist,communism}	{}
communicate	{communication,communicative}	{}
community	{}	{}
commute	{commuter}	{}
compact	{}	{}
companion	{companionship}	{}
company	{}	{}
compare	{comparison,comparative,comparable}	{}
compass	{}	{}
compatible	{compatibility}	{}
compel	{compelling}	{}
compensate	{compensation,compensatory}	{}
compete	{competition,competitive,competitor}	{}
competent	{competence}	{}
complain	{complaint}	{}
complete	{completion}	{}
complex	{complexity}	{}
complicate	{complicated,complication}	{}
comply	{compliance}	{}
component	{}	{}
compose	{composition,composer}	{}
compound	{}	{}
comprehend	{comprehension}	{}
comprehensive	{}	{}
comprise	{}	{}
compromise	{}	{}
compulsory	{}	{}
compute	{computer,computerize,computerise,computation}	{}
comrade	{}	{}
conceal	{concealment}	{}
concentrate	{concentration}	{}
concept	{conceptual}	{}
concern	{concerned,concerning}	{}
concert	{concerted}	{}
conclude	{conclusion,conclusive}	{}
concrete	{}	{}
condemn	{condemnation}	{}
condense	{condensation}	{}
condition	{conditional,conditioner}	{}
conduct	{conductor}	{}
conference	{}	{}
confess	{confession}	{}
confidence	{confident,confidential}	{}
confine	{confinement}	{}
confirm	{confirmation}	{}
conflict	{}	{}
conform	{conformity}	{}
confront	{confrontation}	{}
confuse	{confusion}	{}
congratulate	{congratulation,congratulatory}	{}
congress	{congressional}	{}
conjunction	{}	{}
connect	{connection,connecxion}	{}
conquer	{conqueror,conquest}	{}
conscience	{}	{}
conscientious	{}	{}
conscious	{consciousness}	{}
consensus	{}	{}
consent	{}	{}
consequence	{consequent,consequently}	{}
conservative	{}	{}
consider	{consideration,considering}	{}
considerable	{}	{}
considerate	{}	{}
consist	{}	{}
consistent	{consistency}	{}
consolidate	{consolidation}	{}
constant	{}	{}
constitute	{}	{}
constitution	{constitutional}	{}
construct	{construction}	{}
consult	{consultation,consultative,consultant}	{}
consume	{consumer,consumption}	{}
contact	{}	{}
contain	{container,containment}	{}
contaminate	{contamination}	{}
contemporary	{}	{}
contempt	{contemptible}	{}
contend	{contention,contentious}	{}
content	{}	{}
contented	{}	{}
contest	{contestant}	{}
context	{contextual}	{}
continent	{continental}	{}
continue	{continuation,continual,continuous,continuity}	{}
contract	{}	{}
contraction	{}	{}
contractor	{}	{}
contradict	{contradiction,contradictory}	{}
contrary	{}	{}
contrast	{}	{}
contribute	{contribution,contributor}	{}
control	{}	{}
controversy	{controversial}	{}
convenient	{convenience}	{}
convention	{conventional}	{}
conversation	{}	{}
converse	{}	{}
convert	{conversion,convertible}	{}
convey	{conveyance}	{}
convince	{convincing}	{}
cook	{cooker}	{}
cookie	{}	{}
cool	{}	{}
cooperate	{cooperation,cooperative}	{}
coordinate	{coordination,coordinator}	{}
cop	{}	{}
cope	{}	{}
copper	{}	{}
copy	{}	{}
copyright	{}	{}
cord	{}	{}
core	{}	{}
corn	{}	{}
corner	{}	{}
cornerstone	{}	{}
corporation	{corporate}	{}
corps	{}	{}
correct	{correction,corrective}	{}
correspond	{correspondence,correspondent,corresponding}	{}
corridor	{}	{}
corrupt	{corruption}	{}
cosmos	{cosmic}	{}
cost	{costly}	{}
costume	{}	{}
cottage	{}	{}
cotton	{}	{}
couch	{}	{}
cough	{}	{}
could	{}	{}
council	{councilor,councillor}	{}
counsel	{counselor,counsellor}	{}
count	{}	{}
countdown	{}	{}
counter	{}	{}
counterpart	{}	{}
country	{}	{}
countryside	{}	{}
county	{}	{}
couple	{}	{}
coupon	{}	{}
courage	{courageous}	{}
course	{}	{}
court	{}	{}
courtyard	{}	{}
cousin	{}	{}
cover	{coverage}	{}
cow	{}	{}
coward	{cowardly,cowardice}	{}
cowboy	{}	{}
crab	{}	{}
crack	{}	{}
cracker	{}	{}
craft	{}	{}
crane	{}	{}
crash	{}	{}
crawl	{}	{}
crazy	{craze}	{}
cream	{creamy}	{}
create	{creation,creative,creator}	{}
creature	{}	{}
credit	{creditable}	{}
creep	{}	{}
crew	{}	{}
crime	{criminal}	{}
crisis	{}	{}
criterion	{}	{}
criticize	{criticism,critic,critical}	{criticise}
crocodile	{}	{}
crop	{}	{}
cross	{crossing}	{}
crowd	{crowded}	{}
crown	{}	{}
crucial	{}	{}
cruel	{cruelty}	{}
cruise	{cruiser}	{}
crush	{}	{}
cry	{}	{}
crystal	{}	{}
cube	{cubic}	{}
cucumber	{}	{}
cue	{}	{}
cultivate	{cultivation}	{}
culture	{cultural}	{}
cup	{}	{}
cupboard	{}	{}
curb	{}	{}
cure	{curable}	{}
curious	{curiosity}	{}
curl	{}	{}
currency	{}	{}
current	{currently}	{}
curriculum	{}	{}
curse	{}	{}
curtain	{}	{}
curve	{}	{}
cushion	{}	{}
custom	{customary}	{}
customer	{}	{}
customs	{}	{}
cut	{}	{}
cute	{}	{}
cyberspace	{}	{}
cycle	{cycling,cyclist}	{}
dad	{}	{daddy}
daily	{}	{}
dairy	{}	{}
dam	{}	{}
damage	{}	{}
damn	{}	{}
damp	{dampen}	{}
dance	{}	{}
danger	{dangerous}	{}
dare	{daring}	{}
dark	{darkness,darken}	{}
darling	{}	{}
dash	{}	{}
data	{datum}	{}
database	{}	{}
date	{}	{}
dating	{}	{}
daughter	{}	{}
dawn	{}	{}
day	{daily}	{}
daylight	{}	{}
dead	{}	{}
deadline	{}	{}
deadly	{}	{}
deaf	{}	{}
deal	{}	{}
dealer	{dealing}	{}
dean	{}	{}
dear	{}	{}
death	{}	{}
debate	{}	{}
debt	{debtor}	{}
decade	{}	{}
decay	{}	{}
deceive	{deceit,deception,deceptive}	{}
decent	{}	{}
decide	{decision,decisive}	{}
deck	{}	{}
declare	{declaration,declarative}	{}
decline	{}	{}
decorate	{decoration,decorative}	{}
decrease	{}	{}
deed	{}	{}
deem	{}	{}
deep	{deeply,depth}	{}
deer	{}	{}
defeat	{}	{}
defect	{}	{}
defection	{}	{}
defective	{}	{}
defend	{defense,defence,defensive,defendant}	{}
deficient	{deficiency}	{}
deficit	{}	{}
define	{definition}	{}
definite	{definitely}	{}
defy	{defiance,defiant}	{}
degree	{}	{}
delay	{}	{}
delegate	{delegation}	{}
delete	{deletion}	{}
deliberate	{deliberation}	{}
delicate	{}	{}
delicious	{}	{}
delight	{delightful}	{}
deliver	{delivery}	{}
demand	{demanding}	{}
democracy	{democratic,democrat}	{}
demonstrate	{demonstration,demo,demonstrative}	{}
dense	{density}	{}
dent	{}	{}
dental	{}	{}
dentist	{}	{}
deny	{denial}	{}
depart	{departure}	{}
department	{}	{}
depend	{dependent,dependence,dependable}	{}
deposit	{}	{}
depress	{depression}	{}
deprive	{deprivation}	{}
depth	{}	{}
deputy	{}	{}
derive	{derivative,derivation}	{}
descend	{descent,descendant}	{}
describe	{description,descriptive}	{}
desert	{}	{}
desertion	{}	{}
deserve	{}	{}
design	{designer}	{}
desire	{desirable,desirability,desirous}	{}
desk	{}	{}
desktop	{}	{}
despair	{desperate}	{}
despatch	{}	{}
despite	{}	{}
dessert	{}	{}
destination	{}	{}
destroy	{destruction,destructive}	{}
detail	{detailed}	{}
detect	{detection,detective}	{}
deteriorate	{deterioration}	{}
determine	{determination,determined}	{}
develop	{development,developmental,developer}	{}
device	{}	{}
devil	{}	{}
devise	{}	{}
devote	{devotion}	{}
dew	{}	{}
diabetes	{}	{}
diagnose	{diagnosis}	{}
diagram	{}	{}
dial	{}	{}
dialect	{}	{}
dialog	{}	{dialogue}
diameter	{}	{}
diamond	{}	{}
diary	{}	{}
dictate	{dictation,dictator}	{}
dictionary	{}	{}
die	{dying}	{}
diet	{dietary}	{}
differ	{difference,different}	{}
difficult	{difficulty}	{}
dig	{}	{}
digest	{digestion,digestive}	{}
digit	{digital}	{}
dignity	{dignify}	{}
dilemma	{}	{}
diligent	{diligence}	{}
dim	{}	{}
dime	{}	{}
dimension	{dimensional}	{}
dine	{diner}	{}
dinner	{}	{}
dioxide	{}	{}
dip	{}	{}
diploma	{}	{}
diplomat	{diplomatic,diplomacy}	{}
direct	{direction,director}	{}
dirt	{dirty}	{}
disable	{disabled,disability}	{}
disagree	{disagreement}	{}
disappear	{disappearance}	{}
disappoint	{disappointment,disappointing}	{}
disapprove	{disapproval}	{}
disaster	{disastrous}	{}
discard	{}	{}
discharge	{}	{}
discipline	{disciplined,disciplinary}	{}
disco	{}	{}
discount	{}	{}
discourage	{}	{}
discover	{discovery}	{}
discriminate	{discrimination,discriminatory}	{}
discuss	{discussion}	{}
disease	{}	{}
disguise	{}	{}
disgust	{disgusting}	{}
dish	{}	{}
disintegrate	{disintegration}	{}
disk	{}	{disc}
dislike	{}	{}
dismiss	{dismissal}	{}
disorder	{}	{}
display	{}	{}
dispose	{disposal}	{}
dispute	{disputable}	{}
disrupt	{disruptive,disruption}	{}
dissolve	{}	{}
distance	{distant}	{}
distinct	{distinction,distinctive}	{}
distinguish	{distinguishable}	{}
distract	{distraction}	{}
distress	{distressful}	{}
distribute	{distribution,distributive}	{}
district	{}	{}
disturb	{disturbance}	{}
ditch	{}	{}
dive	{}	{}
diverse	{diversify,diversity}	{}
divide	{division,divisive}	{}
divorce	{}	{}
dizzy	{}	{}
do	{}	{}
dock	{}	{}
doctor	{doctorate,doctoral}	{}
document	{documentary}	{}
dog	{}	{}
doll	{}	{}
dollar	{}	{}
dolphin	{}	{}
domestic	{}	{}
dominate	{domination,dominance,dominant}	{}
donate	{donation,donor}	{}
donkey	{}	{}
doom	{}	{}
door	{}	{}
dormitory	{}	{dorm}
dose	{dosage}	{}
dot	{}	{}
double	{}	{}
doubt	{doubtful,doubtless}	{}
dove	{}	{}
down	{}	{}
download	{}	{}
downstairs	{}	{}
downtown	{}	{}
downward	{downwards}	{}
dozen	{}	{}
draft	{}	{}
drag	{}	{}
dragon	{}	{}
drain	{drainage}	{}
drama	{dramatic,dramatically}	{}
drastic	{drastically}	{}
draw	{drawing}	{}
drawer	{}	{}
dream	{dreamy}	{}
dress	{}	{}
drift	{}	{}
drill	{}	{}
drink	{}	{}
drip	{}	{}
drive	{driver}	{}
drop	{}	{}
dropout	{}	{}
drought	{}	{}
drown	{}	{}
drug	{}	{}
drum	{}	{}
drunk	{drunken,drunkard}	{}
dry	{dryer}	{}
dual	{}	{}
duck	{}	{}
due	{duly}	{}
dull	{}	{}
dumb	{}	{}
dump	{}	{}
durable	{durability}	{}
duration	{}	{}
during	{}	{}
dusk	{}	{}
dust	{dusty}	{}
duty	{}	{}
dye	{}	{}
dynamic	{dynamics}	{}
dynasty	{}	{}
each	{}	{}
eager	{}	{}
eagle	{}	{}
ear	{}	{}
early	{}	{}
earn	{earnings}	{}
earnest	{}	{}
earth	{}	{}
earthquake	{}	{}
ease	{}	{}
east	{eastern}	{}
easy	{easily}	{}
easy-going	{}	{}
eat	{}	{}
echo	{}	{}
ecology	{ecological}	{}
economics	{economist}	{}
economy	{economic,economical}	{}
edge	{}	{}
edit	{editor,edition}	{}
editorial	{}	{}
educate	{education,educational,educator}	{}
effect	{effective}	{}
efficient	{efficiency}	{}
effort	{}	{}
egg	{}	{}
eggplant	{}	{}
eight	{}	{}
eighteen	{}	{}
eighth	{}	{}
eighty	{}	{}
either	{}	{}
elbow	{}	{}
elder	{elderly}	{}
elect	{election,elective}	{}
electricity	{electric,electrical,electrician}	{}
electron	{electronic,electronically,electronics}	{}
elegant	{elegance}	{}
element	{}	{}
elementary	{}	{}
elephant	{}	{}
elevate	{elevation,elevator}	{}
eleven	{}	{}
eliminate	{elimination}	{}
elite	{}	{}
else	{}	{}
elsewhere	{}	{}
email	{}	{}
embarrass	{embarrassment}	{}
embassy	{}	{}
embrace	{}	{}
emerge	{emergence}	{}
emergency	{}	{}
emit	{emission}	{}
emotion	{emotional}	{}
emperor	{empress}	{}
emphasis	{emphasize,emphasise,emphatic}	{}
empire	{}	{}
employ	{employment,employer,employee}	{}
empty	{emptiness}	{}
enable	{}	{}
encounter	{}	{}
encourage	{encouragement,encouraging}	{}
end	{ending,endless}	{}
endanger	{}	{}
endure	{endurance}	{}
enemy	{}	{}
energy	{energetic,energetically}	{}
enforce	{enforcement}	{}
engage	{engagement}	{}
engine	{}	{}
engineer	{engineering}	{}
enhance	{enhancement}	{}
enjoy	{enjoyable,enjoyment}	{}
enlarge	{}	{}
enlighten	{enlightenment,enlightening}	{}
enormous	{}	{}
enough	{}	{}
enquire	{enquiry}	{}
enrich	{}	{}
enrol	{enrolment,enrollment}	{enroll}
ensure	{}	{}
enter	{entrance,entry}	{}
enterprise	{enterprising}	{}
entertain	{entertainment,entertaining}	{}
enthusiasm	{enthusiastic,enthusiastically,enthusiast}	{}
entire	{entirety}	{}
entitle	{}	{}
entrepreneur	{entrepreneurial}	{}
envelope	{}	{}
environment	{environmental,environmentalist}	{}
envy	{envious}	{}
episode	{}	{}
equal	{equally,equality}	{}
equip	{equipment}	{}
equivalent	{equivalence}	{}
era	{}	{}
erase	{eraser}	{}
err	{error,erroneous}	{}
escape	{}	{}
especially	{}	{}
essay	{essayist}	{}
essence	{essential}	{}
establish	{establishment}	{}
estate	{}	{}
estimate	{estimation}	{}
eternal	{eternity}	{}
ethic	{ethics}	{}
ethnic	{}	{}
euro	{}	{}
evaluate	{evaluation}	{}
eve	{}	{}
even	{evenly}	{}
evening	{}	{}
event	{eventful}	{}
eventually	{eventual,eventuality}	{}
ever	{}	{}
every	{}	{}
everybody	{}	{}
everyday	{}	{}
everyone	{}	{}
everything	{}	{}
everywhere	{}	{}
evident	{evidence}	{}
evil	{}	{}
evolve	{evolution,evolutionary}	{}
exact	{}	{}
exaggerate	{exaggeration}	{}
examine	{exam,examination,examiner,examinee}	{}
example	{exemplary,exemplify}	{}
exceed	{exceedingly}	{}
excel	{}	{}
excellent	{excellence}	{}
except	{}	{}
exception	{exceptional}	{}
excess	{excessive}	{}
exchange	{}	{}
excite	{exciting,excitement}	{}
exclaim	{exclamation,exclamatory}	{}
exclude	{exclusion,exclusive}	{}
excursion	{}	{}
excuse	{}	{}
execute	{execution,executive}	{}
exercise	{}	{}
exert	{exertion}	{}
exhaust	{exhaustion,exhaustive}	{}
exhibit	{exhibition}	{}
exile	{}	{}
exist	{existence,existent,existing}	{}
exit	{}	{}
expand	{expansion,expansive}	{}
expect	{expectation,expectancy}	{}
expel	{}	{}
expend	{expenditure}	{}
expense	{expensive}	{}
experience	{experienced}	{}
experiment	{experimental}	{}
expert	{}	{}
expertise	{}	{}
explain	{explanation,explanatory}	{}
explicit	{}	{}
explode	{explosion,explosive}	{}
exploit	{exploitation}	{}
explore	{exploration}	{}
export	{exportation}	{}
expose	{exposure}	{}
express	{expression,expressive}	{}
expressway	{}	{}
extend	{extension,extensive,extended}	{}
extent	{}	{}
exterior	{}	{}
external	{}	{}
extinguish	{}	{}
extra	{}	{}
extraordinary	{}	{}
extreme	{extremity}	{}
eye	{}	{}
eyebrow	{}	{}
eyesight	{}	{}
fable	{}	{}
fabric	{}	{}
face	{facial}	{}
facility	{facilitate,facilitation}	{}
fact	{factual}	{}
factor	{}	{}
factory	{}	{}
faculty	{}	{}
fade	{}	{}
fail	{failure}	{}
faint	{}	{}
fair	{}	{}
fairly	{}	{}
fairy	{}	{}
faith	{faithful}	{}
fake	{}	{}
fall	{}	{}
false	{falsehood}	{}
fame	{famous}	{}
familiar	{familiarity,familiarize,familiarise}	{}
family	{}	{}
famine	{}	{}
fan	{}	{}
fancy	{}	{}
fantasy	{fantastic}	{}
far	{}	{}
fare	{}	{}
farewell	{}	{}
farm	{farmer,farming}	{}
farther	{}	{}
fascinate	{fascinating,fascination}	{}
fashion	{fashionable}	{}
fast	{}	{}
fasten	{}	{}
fat	{}	{}
fatal	{fatality}	{}
fate	{}	{}
father	{fatherly}	{}
fatigue	{}	{}
fault	{faulty}	{}
favor	{favorable,favourable,favorite,favourite}	{favour}
fax	{}	{}
fear	{fearful}	{}
feasible	{feasibility}	{}
feather	{}	{}
feature	{}	{}
federal	{}	{}
federation	{}	{}
fee	{}	{}
feed	{}	{}
feedback	{}	{}
feel	{feeling}	{}
fellow	{fellowship}	{}
female	{}	{}
fence	{}	{}
ferry	{}	{}
fertile	{fertility,fertilizer,fertiliser}	{}
festival	{}	{}
fetch	{}	{}
fever	{feverish}	{}
few	{}	{}
fiber	{}	{fibre}
fiction	{fictional}	{}
field	{}	{}
fierce	{}	{}
fifteen	{}	{}
fifth	{}	{}
fifty	{}	{}
fight	{}	{}
figure	{figurative}	{}
file	{}	{}
fill	{filling}	{}
film	{}	{}
filter	{}	{}
final	{finally,finalize,finalise}	{}
finance	{financial}	{}
find	{finding}	{}
fine	{}	{}
finger	{}	{}
fingerprint	{}	{}
finish	{}	{}
fire	{}	{}
fireman	{}	{}
fireplace	{}	{}
fireworks	{}	{}
firm	{}	{}
first	{firstly}	{}
fish	{fishing,fisherman}	{}
fist	{}	{}
fit	{}	{}
five	{}	{}
fix	{fixed,fixture,fixation}	{}
flag	{}	{}
flame	{}	{}
flash	{}	{}
flat	{}	{}
flavor	{}	{flavour}
flaw	{flawless}	{}
flee	{}	{}
fleet	{}	{}
flesh	{}	{}
flexible	{flexibility}	{}
flight	{}	{}
float	{}	{}
flock	{}	{}
flood	{}	{}
floor	{}	{}
flour	{}	{}
flourish	{}	{}
flow	{}	{}
flower	{}	{}
fluctuate	{fluctuation}	{}
fluent	{fluency}	{}
fluid	{}	{}
fly	{}	{}
focus	{}	{}
fog	{foggy}	{}
fold	{}	{}
folk	{}	{}
follow	{following}	{}
fond	{}	{}
food	{}	{}
fool	{foolish}	{}
foot	{}	{}
football	{}	{}
footprint	{}	{}
for	{}	{}
forbid	{}	{}
force	{forceful}	{}
forecast	{}	{}
forehead	{}	{}
foreign	{foreigner}	{}
foremost	{}	{}
foresee	{foreseeable}	{}
foresight	{}	{}
forest	{forestry}	{}
forever	{}	{}
forge	{forgery}	{}
forget	{forgetful,forgettable}	{}
forgive	{forgiving}	{}
fork	{}	{}
form	{formation}	{}
formal	{formality}	{}
format	{}	{}
former	{}	{}
formula	{}	{}
formulate	{formulation}	{}
forth	{}	{}
forthcoming	{}	{}
fortune	{fortunate}	{}
forty	{}	{}
forum	{}	{}
forward	{}	{}
fossil	{}	{}
found	{founding,founder}	{}
foundation	{}	{}
fountain	{}	{}
four	{}	{}
fourteen	{}	{}
fox	{}	{}
fraction	{}	{}
fragment	{fragmentation,fragmentary}	{}
frame	{}	{}
framework	{}	{}
frank	{}	{}
free	{freedom}	{}
freeway	{}	{}
freeze	{}	{}
freight	{}	{}
frequent	{frequency}	{}
fresh	{}	{}
freshman	{}	{}
friend	{friendly,friendship}	{}
fright	{frighten}	{}
frog	{}	{}
from	{}	{}
front	{}	{}
frontier	{}	{}
frost	{frosty}	{}
fruit	{fruitful}	{}
frustrate	{frustration,frustrating}	{}
fry	{}	{}
fuck	{}	{}
fuel	{}	{}
fulfil	{fulfilment,fulfillment}	{fulfill}
full	{}	{}
fun	{funny}	{}
function	{functional}	{}
fund	{funding}	{}
fundamental	{}	{}
funeral	{}	{}
fur	{}	{}
furnace	{}	{}
furnish	{}	{}
furniture	{}	{}
further	{}	{}
furthermore	{}	{}
fuss	{}	{}
future	{}	{}
gadget	{gadgetry}	{}
gain	{}	{}
gallery	{}	{}
gallon	{}	{}
gamble	{}	{}
game	{}	{}
gang	{gangster}	{}
gaol	{}	{}
gap	{}	{}
garage	{}	{}
garbage	{}	{}
garden	{gardener,gardening}	{}
garment	{}	{}
gas	{}	{}
gasoline	{}	{petrol}
gate	{}	{}
gather	{gathering}	{}
gay	{}	{}
gaze	{}	{}
gear	{}	{}
gender	{}	{}
gene	{genetic,genetically}	{}
general	{generally,generalize,generalise}	{}
generate	{generator}	{}
generation	{}	{}
generous	{generosity}	{}
genius	{}	{}
gentle	{}	{}
gentleman	{}	{}
genuine	{}	{}
geography	{geographic,geographically}	{}
geology	{geological,geologically}	{}
geometry	{geometric,geometrically}	{}
germ	{}	{}
gesture	{}	{}
get	{}	{}
ghost	{}	{}
giant	{gigantic}	{}
gift	{gifted}	{}
girl	{}	{}
give	{}	{}
given	{}	{}
glad	{}	{}
glance	{}	{}
glass	{}	{}
glimpse	{}	{}
globe	{global,globalize,globalise}	{}
gloom	{gloomy}	{}
glory	{glorious}	{}
glove	{}	{}
glow	{}	{}
glue	{}	{}
go	{}	{}
goal	{}	{}
goat	{}	{}
god	{}	{}
gold	{golden}	{}
golf	{}	{}
good	{}	{}
goodbye	{}	{}
goodness	{}	{}
goods	{}	{}
goose	{}	{}
gorgeous	{}	{}
gossip	{}	{}
govern	{government,governor}	{}
gown	{}	{}
grab	{}	{}
grace	{graceful,gracious}	{}
grade	{}	{}
gradual	{gradually}	{}
graduate	{graduation}	{}
grain	{}	{}
gram	{}	{gramme}
grammar	{grammatical}	{}
grand	{}	{}
grandchild	{grandchildren,grandson,granddaughter}	{}
grandparent	{grandfather,grandmother}	{}
grant	{granted}	{}
grape	{}	{}
graph	{graphic,graphically}	{}
grasp	{}	{}
grass	{grassy}	{}
grateful	{}	{}
gratitude	{}	{}
grave	{}	{}
gravitation	{}	{}
gravity	{}	{}
gray	{}	{grey}
great	{}	{}
green	{}	{}
greenhouse	{}	{}
greet	{greeting}	{}
grief	{grieve,grievous}	{}
grin	{}	{}
grind	{}	{}
grip	{}	{}
grocer	{grocery}	{}
gross	{}	{}
ground	{}	{}
group	{}	{}
grow	{growth}	{}
guarantee	{}	{}
guard	{guardian}	{}
guess	{}	{}
guest	{}	{}
guide	{guidance}	{}
guideline	{}	{}
guilt	{guilty}	{}
guitar	{guitarist}	{}
gulf	{}	{}
gum	{}	{}
gun	{}	{}
gut	{}	{}
guy	{}	{}
gym	{}	{gymnasium}
habit	{habitual}	{}
habitat	{}	{}
hack	{}	{}
hacker	{}	{}
hail	{}	{}
hair	{hairy}	{}
half	{}	{}
halfway	{}	{}
hall	{}	{}
halt	{}	{}
ham	{}	{}
hamburger	{}	{burger}
hammer	{}	{}
hand	{handful}	{}
handbook	{}	{}
handicap	{handicapped}	{}
handle	{}	{}
handsome	{}	{}
handwriting	{}	{}
handy	{}	{}
hang	{}	{}
happen	{}	{}
happy	{happiness,happily}	{}
harbor	{}	{harbour}
hard	{harden}	{}
hardly	{}	{}
hardship	{}	{}
hardware	{}	{}
harm	{harmful,harmless}	{}
harmony	{harmonious}	{}
harness	{}	{}
harsh	{}	{}
harvest	{}	{}
haste	{hasty,hasten}	{}
hat	{}	{}
hatch	{}	{}
hate	{hatred,hateful}	{}
haul	{}	{}
haunt	{}	{}
have	{}	{}
hay	{}	{}
hazard	{hazardous}	{}
haze	{hazy}	{}
he	{}	{}
head	{}	{}
headache	{}	{}
heading	{}	{}
headline	{}	{}
headmaster	{headmistress}	{}
headquarters	{}	{}
heal	{}	{}
health	{healthy,healthful}	{}
heap	{}	{}
hear	{hearing}	{}
heart	{hearty}	{}
heartfelt	{}	{}
heat	{heated,heating}	{}
heaven	{}	{}
heavy	{}	{}
hectare	{}	{}
hedge	{}	{}
heel	{}	{}
height	{heighten}	{}
heir	{heiress}	{}
helicopter	{}	{}
hell	{}	{}
hello	{}	{}
help	{helpful,helpless,helplessly}	{}
hen	{}	{}
hence	{}	{}
her	{}	{}
herd	{}	{}
here	{}	{}
hereby	{}	{}
heritage	{}	{}
hero	{heroic,heroism}	{heroine}
hers	{}	{}
herself	{}	{}
hesitate	{hesitation,hesitant}	{}
hi	{}	{}
hide	{hiding}	{}
high	{highly}	{}
high-tech	{}	{}
highlight	{}	{}
highway	{}	{}
hijack	{}	{}
hill	{hilly}	{}
him	{}	{}
himself	{}	{}
hinder	{hindrance}	{}
hint	{}	{}
hip	{}	{}
hire	{}	{}
his	{}	{}
history	{historic,historical,historian}	{}
hit	{}	{}
hobby	{}	{}
hold	{}	{}
hole	{}	{}
holiday	{}	{}
hollow	{}	{}
holy	{holiness}	{}
home	{homeless,homely}	{}
homeland	{}	{}
homework	{}	{}
homosexual	{}	{homo}
honest	{honesty}	{}
honey	{}	{}
honeymoon	{}	{}
honor	{honorable,honourable,honorary,honourary}	{honour}
hook	{}	{}
hope	{hopeful,hopeless}	{}
horizon	{horizontal}	{}
horn	{}	{}
horror	{horrible,horrify}	{}
horse	{}	{}
horsepower	{}	{}
hospitable	{hospitality}	{}
hospital	{hospitalize}	{}
host	{}	{}
hostess	{}	{}
hostile	{hostility}	{}
hot	{}	{}
hotdog	{}	{}
hotel	{}	{}
hour	{hourly}	{}
house	{housing}	{}
household	{}	{}
housewife	{}	{}
housework	{}	{}
how	{}	{}
however	{}	{}
hug	{}	{}
huge	{}	{}
human	{humanity}	{}
humble	{humbly}	{}
humor	{humorous,humourous}	{humour}
hundred	{}	{}
hunger	{hungry}	{}
hunt	{hunting,hunter}	{}
hurry	{hurriedly}	{}
hurt	{hurtful}	{}
husband	{}	{}
hut	{}	{}
hydrogen	{}	{}
hyphen	{}	{}
ice	{icy}	{}
ice-cream	{}	{}
idea	{}	{}
ideal	{idealistic,idealism}	{}
identify	{identification}	{}
identity	{identical}	{}
idiom	{idiomatic}	{}
idle	{idly}	{}
if	{}	{}
ignorant	{ignorance}	{}
ignore	{}	{}
ill	{illness}	{}
illegal	{}	{}
illusion	{illusory}	{}
illustrate	{illustration,illustrative}	{}
image	{imaging}	{}
imagine	{imagination,imaginative,imaginary}	{}
imitate	{imitation,imitative}	{}
immediate	{immediately}	{}
immense	{immensely,immensity}	{}
immigrate	{immigration,immigrant}	{}
immune	{immunity,immunize,immunise}	{}
impact	{}	{}
impatient	{impatience}	{}
imperial	{imperialism,imperialist}	{}
implement	{}	{}
implementation	{}	{}
implicit	{}	{}
imply	{implication}	{}
import	{importation}	{}
important	{importance}	{}
impose	{imposition,imposing}	{}
impossible	{impossibility}	{}
impress	{impression,impressive}	{}
improve	{improvement}	{}
impulse	{impulsive}	{}
in	{}	{}
incentive	{}	{}
inch	{}	{}
incidence	{}	{}
incident	{incidental,incidentally}	{}
incline	{inclined,inclination}	{}
include	{inclusion,inclusive,including}	{}
income	{}	{}
increase	{increasingly}	{}
incredible	{incredibly}	{}
indeed	{}	{}
independent	{independence}	{}
index	{}	{}
indicate	{indication,indicative,indicator}	{}
indifferent	{indifference}	{}
indispensable	{}	{}
individual	{individualism}	{}
indoor	{indoors}	{}
induce	{inducement}	{}
industry	{industrial,industrialize,industrialise,industrious}	{}
inevitable	{}	{}
infant	{}	{}
infect	{infection,infectious}	{}
infer	{inference}	{}
inferior	{inferiority}	{}
infinite	{infinity,infinitive}	{}
inflate	{inflation}	{}
influence	{influential}	{}
influenza	{}	{flu}
inform	{information,informative,informant}	{}
infrastructure	{}	{}
ingredient	{}	{}
inhabit	{inhabitant}	{}
inherit	{inheritance}	{}
initial	{initially}	{}
initiate	{initiation,initiative}	{}
injure	{injury,injurious}	{}
ink	{}	{}
inland	{}	{}
inn	{}	{}
inner	{}	{}
innocent	{innocence}	{}
innovate	{innovation,innovative}	{}
input	{}	{}
inquire	{inquiry,enquiry,inquisitive}	{enquire}
insane	{insanity}	{}
insect	{}	{}
insert	{insertion}	{}
inside	{insider}	{}
insight	{insightful}	{}
insist	{insistence,insistent}	{}
inspect	{inspection,inspector}	{}
inspire	{inspiration,inspirational}	{}
instal	{instalation,installation}	{install}
instalment	{}	{installment}
instance	{}	{}
instant	{instantaneous}	{}
instead	{}	{}
instinct	{instinctive}	{}
institute	{}	{}
institution	{institutional}	{}
instruct	{instruction,instructor,instructive}	{}
instrument	{instrumental}	{}
insult	{}	{}
insure	{insurance}	{ensure}
intact	{}	{}
intake	{}	{}
intangible	{}	{}
integrate	{integration}	{}
integrity	{}	{}
intellectual	{}	{}
intelligent	{intelligence}	{}
intend	{intention,intent,intentional}	{}
intense	{intensity,intensify}	{}
intensive	{}	{}
interact	{interaction,interactive}	{}
interest	{interesting,interested}	{}
interfere	{interference}	{}
interior	{}	{}
intermediate	{intermediary}	{}
internal	{}	{}
international	{}	{}
interpret	{interpretation,interpreter}	{}
interrupt	{interruption}	{}
interval	{}	{}
interview	{interviewer,interviewee}	{}
intimate	{intimacy}	{}
into	{}	{}
introduce	{introduction,introductory}	{}
intrude	{intrusion,intruder}	{}
invade	{invasion,invader,invasive}	{}
invalid	{}	{}
invaluable	{}	{}
invariably	{}	{}
invent	{invention,inventor}	{}
invest	{investment,investor}	{}
investigate	{investigation,investigator}	{}
invisible	{}	{}
invite	{invitation,inviting}	{}
involve	{involvement,involved}	{}
inward	{}	{}
iron	{}	{}
irony	{ironic,ironical,ironically}	{}
irrational	{}	{}
irregular	{}	{}
irrigate	{irrigation}	{}
island	{}	{}
isolate	{isolation}	{}
issue	{}	{}
it	{}	{}
item	{}	{}
its	{}	{}
itself	{}	{}
jacket	{}	{}
jail	{}	{gaol}
jam	{}	{}
jar	{}	{}
jaw	{}	{}
jazz	{}	{}
jealous	{jealousy}	{}
jeans	{}	{}
jeep	{}	{}
jet	{}	{}
jetlag	{}	{}
jewel	{jewelery,jewellery}	{}
job	{}	{}
jog	{}	{}
join	{}	{}
joint	{}	{}
joke	{}	{}
journal	{}	{}
journalism	{journalist}	{}
journey	{}	{}
joy	{joyous,joyful}	{}
judge	{judgment,judgement}	{}
juice	{juicy}	{}
jump	{}	{}
jungle	{}	{}
junior	{}	{}
junk	{}	{}
jury	{juror}	{}
just	{}	{}
justice	{}	{}
justify	{justification}	{}
keen	{}	{}
keep	{}	{}
kettle	{}	{}
key	{}	{}
keyboard	{}	{}
kick	{}	{}
kid	{}	{}
kill	{}	{}
kilogram	{}	{kilogramme,kilo}
kilometer	{}	{kilometre}
kin	{}	{}
kind	{kindness}	{}
kindergarten	{}	{}
king	{}	{}
kingdom	{}	{}
kiss	{}	{}
kit	{}	{}
kitchen	{}	{}
kite	{}	{}
knee	{}	{}
kneel	{}	{}
knife	{}	{}
knit	{}	{}
knock	{}	{}
knot	{knotty}	{}
know	{knowledge,knowledgeable}	{}
knowhow	{}	{}
label	{}	{}
labor	{laborious}	{labour}
laboratory	{}	{lab}
lace	{}	{}
lack	{}	{}
ladder	{}	{}
lady	{}	{}
lag	{}	{}
lake	{}	{}
lamb	{}	{}
lame	{}	{}
lamp	{}	{}
land	{landing}	{}
landlord	{}	{landlady}
landscape	{}	{}
lane	{}	{}
language	{}	{}
lap	{}	{}
laptop	{}	{}
large	{largely}	{}
laser	{}	{}
lass	{}	{}
last	{lastly}	{}
late	{later}	{}
lately	{}	{}
latter	{}	{}
laugh	{laughter}	{}
launch	{}	{}
laundry	{}	{}
lavatory	{}	{}
law	{lawful}	{}
lawn	{}	{}
lawyer	{}	{}
lay	{}	{}
layer	{}	{}
layoff	{}	{}
layout	{}	{}
lazy	{laziness}	{}
lead	{}	{}
leader	{leadership,leading}	{}
leaf	{}	{}
league	{}	{}
leak	{}	{}
lean	{}	{}
leap	{}	{}
learn	{learned,learning,learner}	{}
lease	{}	{}
least	{}	{}
leather	{}	{}
leave	{}	{}
lecture	{lecturer}	{}
left	{leftist}	{}
leg	{}	{}
legal	{legalize,legalise}	{}
legend	{legendary}	{}
legislate	{legislation,legislative,legislator}	{}
leisure	{leisurely}	{}
lemon	{lemonade}	{}
lend	{}	{}
length	{lengthy}	{}
lens	{}	{}
less	{}	{}
lesson	{}	{}
lest	{}	{}
let	{}	{}
letter	{}	{}
level	{}	{}
liable	{liability}	{}
liar	{}	{}
liberal	{}	{}
liberate	{liberation}	{}
liberty	{}	{}
library	{librarian}	{}
license	{}	{licence}
lick	{}	{}
lid	{}	{}
lie	{}	{}
life	{}	{}
lift	{}	{}
light	{}	{}
lighting	{}	{}
lightning	{}	{}
like	{}	{}
likely	{likelihood}	{}
likewise	{}	{}
lily	{}	{}
limb	{}	{}
limit	{limitation,limited}	{}
line	{linear}	{}
link	{linkage}	{}
lion	{lioness}	{}
lip	{}	{}
liquid	{}	{}
liquor	{}	{}
list	{}	{}
listen	{listener}	{}
liter	{}	{litre}
literal	{literally}	{}
literary	{literature,literate,literacy}	{}
litter	{}	{}
little	{}	{}
live	{}	{}
livelihood	{}	{}
lively	{}	{}
liver	{}	{}
living	{}	{}
living-room	{}	{}
load	{}	{}
loaf	{}	{}
loan	{}	{}
lobby	{lobbyist}	{}
local	{locality}	{}
locate	{location}	{}
lock	{locker}	{}
lodge	{lodging}	{}
log	{}	{}
logic	{logical}	{}
logo	{}	{}
lonely	{loneliness}	{}
long	{}	{}
look	{}	{}
loophole	{}	{}
loose	{loosen}	{}
lord	{}	{}
lorry	{}	{}
lose	{loss}	{}
lot	{}	{}
loud	{loudly}	{}
love	{lovely,lover}	{}
low	{lower}	{}
loyal	{loyalty}	{}
luck	{lucky}	{}
luggage	{}	{}
lump	{}	{}
lunar	{}	{}
lunch	{luncheon}	{}
lung	{}	{}
luxury	{luxurious}	{}
machine	{machinery}	{}
mad	{madden}	{}
madam	{}	{}
magazine	{}	{}
magic	{magical}	{}
magnet	{magnetic}	{}
magnificent	{magnificence}	{}
maid	{}	{}
maiden	{}	{}
mail	{}	{}
main	{}	{}
mainland	{}	{}
mainstream	{}	{}
maintain	{maintenance}	{}
major	{majority}	{}
make	{}	{}
makeup	{}	{}
male	{}	{}
mall	{}	{}
mammal	{}	{}
man	{manly,manhood}	{}
manage	{management,manager,managerial}	{}
manipulate	{manipulation,manipulative}	{}
mankind	{}	{}
manner	{}	{}
manual	{}	{}
manufacture	{manufacturer}	{}
many	{}	{}
map	{}	{}
marathon	{}	{}
march	{}	{}
margin	{marginal}	{}
marine	{}	{}
mark	{}	{}
market	{marketing}	{}
marry	{marriage,marital}	{}
marsh	{}	{}
marshal	{}	{}
marvel	{marvelous,marvellous}	{}
mask	{}	{}
mass	{massive}	{}
massage	{}	{}
master	{mastery}	{}
masterpiece	{}	{}
mat	{}	{}
match	{}	{}
mate	{}	{}
material	{materialism,materialist,materialize,materialise}	{}
math	{mathematical}	{mathematics,maths}
matter	{}	{}
mature	{maturity}	{}
maximum	{maximize,maximise,maximal}	{}
may	{}	{}
maybe	{}	{}
mayor	{}	{}
me	{}	{}
meal	{}	{}
mean	{}	{}
meaning	{meaningful}	{}
means	{}	{}
meantime	{}	{}
meanwhile	{}	{}
measure	{measurement,measurable}	{}
meat	{meaty}	{}
mechanic	{mechanical,mechanics,mechanism}	{}
mechanize	{mechanization,mechanisation}	{mechanise}
medal	{}	{}
medical	{}	{}
medicine	{medicinal}	{}
medium	{media}	{}
meet	{}	{}
meeting	{}	{}
melon	{}	{}
melt	{}	{}
member	{membership}	{}
memorandum	{}	{memo}
memorial	{}	{}
memory	{memorize,memorise}	{}
mend	{}	{}
mental	{mentality}	{}
mention	{}	{}
menu	{}	{}
merchant	{}	{}
mercy	{merciful}	{}
mere	{merely}	{}
merit	{meritorious}	{}
merry	{merriment}	{}
mess	{messy}	{}
message	{messenger}	{}
metal	{metallic}	{}
meter	{metric}	{metre}
method	{methodical,methodology}	{}
metro	{}	{}
microphone	{}	{}
microscope	{microscopic}	{}
microwave	{microwavable}	{}
midday	{}	{}
middle	{}	{}
middle-class	{}	{}
midnight	{}	{}
might	{mighty}	{}
migrate	{migration,migrant}	{}
mild	{}	{}
mile	{mileage}	{}
military	{}	{}
milk	{milky}	{}
mill	{}	{}
millimeter	{}	{millimetre}
million	{millionaire}	{}
mind	{}	{}
mine	{}	{}
mineral	{mining}	{}
minimum	{minimal,minimize,minimise}	{}
minister	{ministry,ministerial}	{}
minor	{minority}	{}
minus	{}	{}
minute	{}	{}
miracle	{miraculous}	{}
mirror	{}	{}
miserable	{misery}	{}
misfortune	{}	{}
mislead	{misleading}	{}
miss	{}	{}
missile	{}	{}
missing	{}	{}
mission	{}	{}
mist	{misty}	{}
mistake	{mistaken}	{}
mister	{}	{}
mistress	{}	{}
misunderstand	{misunderstanding}	{}
mix	{mixture,mixer}	{}
mobile	{}	{}
mode	{}	{}
model	{}	{}
moderate	{moderation,moderator}	{}
modern	{modernize,modernise,modernization,modernisation}	{}
modest	{modesty}	{}
modify	{modification,modifier}	{}
moist	{moisture}	{}
mold	{moldy,mouldy}	{mould}
mom	{}	{mommy}
moment	{momentary,momentarily}	{}
money	{monetary}	{}
monitor	{}	{}
monkey	{}	{}
monster	{monstrous}	{}
month	{monthly}	{}
monument	{monumental}	{}
mood	{moody}	{}
moon	{}	{}
mop	{}	{}
moral	{morality}	{}
more	{}	{}
moreover	{}	{}
morning	{}	{}
mortgage	{}	{}
most	{mostly}	{}
motel	{}	{}
mother	{motherly}	{}
motion	{}	{}
motivate	{motivation}	{}
motive	{}	{}
motor	{}	{}
motorway	{}	{}
mount	{}	{}
mountain	{mountainous}	{}
mounting	{}	{}
mouse	{}	{}
mouth	{mouthful}	{}
move	{movement}	{}
movie	{}	{}
much	{}	{}
mud	{muddy}	{}
mug	{}	{}
mule	{}	{}
multiple	{multiply,multiplication}	{}
municipal	{municipality}	{}
murder	{murderous}	{}
muscle	{muscular}	{}
museum	{}	{}
mushroom	{}	{}
music	{musical,musician}	{}
must	{}	{}
mutual	{}	{}
my	{}	{}
myself	{}	{}
mystery	{mysterious}	{}
myth	{mythical,mythology}	{}
nail	{}	{}
naked	{}	{}
name	{}	{}
namely	{}	{}
nap	{}	{}
napkin	{}	{}
narrate	{narration,narrative,narrator}	{}
narrow	{narrowly}	{}
nasty	{}	{}
nation	{national,nationality,nationalist,nationalism}	{}
nationwide	{}	{}
native	{}	{}
nature	{natural,naturally}	{}
naughty	{}	{}
navy	{naval}	{}
near	{nearly}	{}
nearby	{}	{}
neat	{}	{}
necessary	{necessarily}	{}
necessity	{necessitate}	{}
neck	{}	{}
necklace	{}	{}
need	{needy}	{}
needle	{}	{}
negate	{negation,negative}	{}
neglect	{neglectful}	{}
negotiate	{negotiation,negotiable}	{}
neighbor	{neighborhood,neighbourhood}	{neighbour}
neither	{}	{}
nephew	{}	{}
nerve	{nervous}	{}
nest	{}	{}
net	{}	{}
network	{networking}	{}
neutral	{neutrality,neutralize,neutralise}	{}
never	{}	{}
nevertheless	{}	{}
new	{}	{}
news	{}	{}
newspaper	{}	{}
next	{}	{}
nice	{nicety}	{}
nickel	{}	{}
niece	{}	{}
night	{nightly}	{}
nightmare	{}	{}
nine	{}	{}
nineteen	{}	{}
ninety	{}	{}
ninth	{}	{}
no	{}	{}
noble	{nobility}	{}
nobody	{}	{}
nod	{}	{}
noise	{noisy}	{}
none	{}	{}
nonsense	{}	{}
noodle	{}	{}
noon	{}	{}
nor	{}	{}
norm	{}	{}
normal	{normally,normalize,normalise,normalization,normalisation}	{}
north	{northern}	{}
northeast	{northeastern}	{}
northwest	{northwestern}	{}
nose	{nosy}	{}
not	{}	{}
note	{notation,notable}	{}
notebook	{}	{}
nothing	{}	{}
notice	{noticeable}	{}
notify	{notification}	{}
notion	{notional}	{}
noun	{}	{}
nourish	{nourishment}	{}
novel	{}	{}
novelist	{}	{}
novelty	{}	{}
now	{}	{}
nowadays	{}	{}
nowhere	{}	{}
nuclear	{nucleus}	{}
nude	{nudity}	{}
nuisance	{}	{}
number	{}	{}
numerous	{}	{}
nurse	{}	{}
nursery	{}	{}
nut	{}	{}
nutrition	{nutrient}	{}
o'clock	{}	{}
obese	{obesity}	{}
obey	{obedient,obedience}	{}
object	{}	{}
objection	{}	{}
objective	{}	{}
oblige	{obligation,obliged,obligatory}	{}
observe	{observation,observer,observant}	{}
obstacle	{}	{}
obtain	{obtainment}	{}
obvious	{obviously}	{}
occasion	{occasional,occasionally}	{}
occupation	{occupational}	{}
occupy	{occupancy,occupant}	{}
occur	{occurrence}	{}
ocean	{oceanic}	{}
odd	{oddity}	{}
odds	{}	{}
odor	{odorous}	{odour}
of	{}	{}
off	{}	{}
offend	{offense,offence,offensive,offender}	{}
offer	{offering}	{}
office	{}	{}
officer	{}	{}
official	{}	{}
often	{}	{oftentimes}
oil	{oily}	{}
okay	{}	{}
old	{}	{}
old-fashioned	{}	{}
omit	{omission}	{}
on	{}	{}
once	{}	{}
one	{}	{}
oneself	{}	{}
ongoing	{}	{}
onion	{}	{}
online	{}	{}
only	{}	{}
onto	{}	{}
onward	{}	{}
open	{opener,opening,openly}	{}
opera	{}	{}
operate	{operation,operational,operator}	{}
opinion	{}	{}
opportunity	{}	{}
oppose	{opposition,opponent}	{}
opposite	{}	{}
opt	{option,optional}	{}
optimism	{optimistic,optimist}	{}
or	{}	{}
oral	{}	{}
orange	{}	{}
orbit	{orbital}	{}
orchestra	{}	{}
order	{orderly}	{}
ordinary	{}	{}
ore	{}	{}
organ	{}	{}
organic	{}	{}
organism	{}	{}
organize	{organization,organisation,organizational,organisational}	{organise}
orient	{}	{}
oriental	{}	{}
orientation	{}	{}
origin	{original,originality,originate}	{}
ornament	{ornamental}	{}
orphan	{orphanage}	{}
other	{}	{}
otherwise	{}	{}
ought to	{}	{}
ounce	{}	{}
our	{}	{}
ours	{}	{}
ourselves	{}	{}
out	{}	{}
outbreak	{}	{}
outcome	{}	{}
outdated	{}	{}
outdoor	{outdoors}	{}
outer	{}	{}
outgoing	{}	{}
outing	{}	{}
outlet	{}	{}
outline	{}	{}
outlook	{}	{}
output	{}	{}
outset	{}	{}
outside	{outsider}	{}
outskirts	{}	{}
outstanding	{}	{}
outward	{outwards}	{}
oval	{}	{}
oven	{}	{}
over	{}	{}
overall	{}	{}
overcoat	{}	{}
overcome	{}	{}
overdue	{}	{}
overhead	{}	{}
overhear	{}	{}
overlook	{}	{}
overnight	{}	{}
overseas	{}	{}
oversee	{}	{}
oversight	{}	{}
overtake	{}	{}
overthrow	{}	{}
overtime	{}	{}
overwhelm	{overwhelming,overwhelmingly}	{}
owe	{"owing to"}	{}
own	{owner,ownership}	{}
ox	{}	{}
oxygen	{}	{}
ozone	{}	{}
pace	{}	{}
pack	{}	{}
package	{}	{}
packet	{}	{}
pad	{}	{}
paddy	{}	{}
page	{}	{}
pain	{painful}	{}
paint	{painting,painter}	{}
pair	{}	{}
palace	{}	{}
pale	{}	{}
palm	{}	{}
pan	{}	{}
panda	{}	{}
panel	{}	{}
panic	{}	{}
pants	{}	{}
paper	{}	{}
paperback	{}	{}
parade	{}	{}
paradox	{paradoxical}	{}
paragraph	{}	{}
parallel	{}	{}
parcel	{}	{}
pardon	{}	{}
parent	{parental,parenting}	{}
park	{}	{}
parking	{}	{}
parliament	{parliamentary}	{}
part	{partial,partially}	{}
participate	{participation,participant}	{}
particle	{}	{}
particular	{particularly}	{}
partly	{}	{}
partner	{partnership}	{}
party	{}	{}
pass	{}	{}
passage	{}	{}
passenger	{}	{}
passion	{passionate}	{}
passive	{}	{}
passport	{}	{}
password	{}	{}
past	{}	{}
paste	{}	{}
pastime	{}	{}
pat	{}	{}
patch	{}	{}
patent	{}	{}
path	{}	{}
patience	{}	{}
patient	{}	{}
pattern	{}	{}
pause	{}	{}
pave	{pavement}	{}
paw	{}	{}
pay	{payment}	{}
payroll	{}	{}
pea	{}	{}
peace	{peaceful}	{}
peach	{}	{}
peak	{}	{}
peanut	{}	{}
pear	{}	{}
pearl	{}	{}
peasant	{}	{}
peculiar	{peculiarity}	{}
pedestrian	{}	{}
peer	{}	{}
pen	{}	{}
penalty	{penalize,penalise}	{}
pencil	{}	{}
penetrate	{penetration}	{}
penny	{}	{}
pension	{pensioner}	{}
people	{}	{}
pepper	{}	{}
per	{}	{}
perceive	{perception,perceptive}	{}
percent	{percentage}	{}
perfect	{perfection}	{}
perform	{performance,performer}	{}
perhaps	{}	{}
peril	{perilous}	{}
period	{periodic,periodical}	{}
permanent	{permanence}	{}
permit	{permission,permissible,permissive}	{}
persevere	{perseverance}	{}
persist	{persistent,persistence}	{}
person	{personal,personally,personality}	{}
personnel	{}	{}
perspective	{}	{}
persuade	{persuasion,persuasive}	{}
pessimism	{pessimistic,pessimist}	{}
pet	{}	{}
petrol	{}	{}
petroleum	{}	{}
petty	{}	{}
phase	{}	{}
phenomenon	{}	{}
philosophy	{philosophical,philosopher}	{}
photo	{photographic,photographer,photography}	{photograph}
phrase	{phrasal}	{}
physical	{}	{}
physician	{}	{}
physics	{physicist}	{}
piano	{pianist}	{}
pick	{picky}	{}
picnic	{}	{}
picture	{picturesque}	{}
pie	{}	{}
piece	{}	{}
pierce	{}	{}
pig	{}	{}
pigeon	{}	{}
pile	{}	{}
pill	{}	{}
pillar	{}	{}
pillow	{}	{}
pilot	{}	{}
pin	{}	{}
pinch	{}	{}
pine	{}	{}
pink	{}	{}
pint	{}	{}
pioneer	{}	{}
pipe	{}	{}
pirate	{piracy}	{}
pistol	{}	{}
pit	{}	{}
pitch	{}	{}
pity	{}	{}
pizza	{}	{}
place	{placement}	{}
plague	{}	{}
plain	{}	{}
plan	{planning,planner}	{}
plane	{}	{}
planet	{planetary}	{}
plant	{plantation}	{}
plastic	{}	{}
plate	{}	{}
platform	{}	{}
play	{player}	{}
playground	{}	{}
please	{pleasure,pleasant,pleasing}	{}
pledge	{}	{}
plenty	{plentiful}	{}
plot	{}	{}
plough	{}	{plow}
plug	{}	{}
plunge	{}	{}
plural	{}	{}
plus	{}	{}
pocket	{}	{}
podcast	{}	{}
poem	{poetry}	{}
poet	{poetic}	{}
point	{pointless}	{}
poison	{poisonous}	{}
pole	{polar}	{}
police	{policeman}	{}
policy	{}	{}
polish	{}	{}
polite	{politeness}	{}
politics	{political,politician}	{}
poll	{pollster}	{}
pollute	{pollution,pollutant}	{}
pond	{}	{}
pool	{}	{}
poor	{poverty}	{}
pop	{}	{}
popular	{popularity}	{}
population	{populous,populate}	{}
pork	{}	{}
port	{portable,porter}	{}
portion	{}	{}
pose	{posture}	{}
position	{}	{}
positive	{}	{}
possess	{possession,possessive}	{}
possible	{possibility,possibly}	{}
post	{}	{}
postage	{postman}	{}
postcard	{}	{}
poster	{}	{}
postpone	{postponement}	{}
pot	{}	{}
potato	{}	{}
potential	{potentiality}	{}
pound	{}	{}
pour	{}	{}
powder	{}	{}
power	{powerful}	{}
practical	{practicality}	{}
practise	{practicable}	{practice}
praise	{}	{}
pray	{prayer}	{}
prayer	{}	{}
preach	{preacher}	{}
precaution	{precautionary}	{}
precious	{}	{}
precise	{precision,precisely}	{}
predict	{prediction,predictable}	{}
preface	{}	{}
prefer	{preferable,preference,preferential}	{}
pregnant	{pregnancy}	{}
prejudice	{}	{}
preliminary	{}	{}
premier	{}	{}
prepare	{preparation,preparatory}	{}
preposition	{}	{}
prescribe	{prescription}	{}
presence	{}	{}
present	{}	{}
presentation	{}	{}
presently	{}	{}
preserve	{preservation,preservative}	{}
president	{presidency,presidential}	{}
press	{}	{}
pressure	{pressing}	{}
pretend	{pretense,pretence}	{}
pretty	{}	{}
prevail	{prevalence,prevalent}	{}
prevent	{prevention,preventive}	{}
preview	{}	{}
previous	{}	{}
price	{priceless}	{}
pride	{proud}	{}
priest	{}	{}
primary	{primarily}	{}
prime	{}	{}
primitive	{}	{}
prince	{}	{princess}
principal	{}	{}
principle	{}	{}
print	{printer,printing}	{}
prior	{priority}	{}
prison	{prisoner}	{}
private	{privacy,privatize,privatise,privatization,privatisation}	{}
privilege	{privileged}	{}
prize	{}	{}
probable	{probability,probably}	{}
problem	{problematic}	{}
procedure	{}	{}
proceed	{proceedings}	{}
process	{processor}	{}
procession	{}	{}
proclaim	{proclamation}	{}
produce	{production,productive,productivity}	{}
product	{}	{}
profession	{professional}	{}
professor	{}	{}
proficient	{proficiency}	{}
profit	{profitable}	{}
profound	{}	{}
program	{}	{programme}
progress	{progressive,progression}	{}
prohibit	{prohibition,prohibitive}	{}
project	{}	{}
projector	{projection}	{}
prominent	{prominence}	{}
promise	{promising}	{}
promote	{promotion}	{}
prompt	{}	{}
pronoun	{}	{}
pronounce	{pronunciation}	{}
proof	{}	{}
proper	{}	{}
property	{}	{}
proportion	{proportional}	{}
propose	{proposal,proposition}	{}
prose	{}	{}
prospect	{prospective}	{}
protect	{protection,protective}	{}
protein	{}	{}
protest	{}	{}
prove	{}	{}
proverb	{proverbial}	{}
provide	{provision}	{}
provided	{}	{}
province	{provincial}	{}
provoke	{provocation,provocative}	{}
psychology	{psychological,psychologist}	{}
pub	{}	{}
public	{publicize,publicise,publicity,publicly}	{}
publish	{publication}	{}
pull	{}	{}
pulse	{}	{}
pump	{}	{}
punch	{}	{}
punctual	{punctuality}	{}
punish	{punishment}	{}
pupil	{}	{}
purchase	{}	{}
pure	{purity,purify}	{}
purple	{}	{}
purpose	{purposeful}	{}
purse	{}	{}
pursue	{pursuit}	{}
push	{pushy}	{}
put	{}	{}
puzzle	{puzzlement}	{}
quake	{}	{}
qualify	{qualification}	{}
quality	{qualitative}	{}
quantify	{quantification}	{}
quantity	{quantitative}	{}
quarrel	{quarrelsome}	{}
quarter	{quarterly}	{}
queen	{}	{}
question	{questionnaire}	{}
queue	{}	{}
quick	{}	{}
quiet	{}	{}
quit	{}	{}
quite	{}	{}
quiz	{}	{}
quota	{}	{}
quote	{quotation}	{}
rabbit	{}	{}
race	{}	{}
racial	{racism,racist}	{}
rack	{}	{}
radar	{}	{}
radical	{}	{}
radio	{}	{}
rag	{ragged,raggedly}	{}
rage	{raging}	{}
raid	{}	{}
rail	{}	{}
railway	{}	{railroad}
rain	{rainy}	{}
rainbow	{}	{}
raincoat	{}	{}
raise	{}	{}
rally	{}	{}
range	{}	{}
rank	{}	{}
rapid	{rapidity}	{}
rare	{rarely,rarity}	{}
rat	{}	{}
rate	{rating}	{}
rather	{}	{}
ratio	{}	{}
rational	{}	{}
raw	{}	{}
ray	{}	{}
reach	{}	{}
react	{reaction,reactionary}	{}
read	{reading,reader}	{}
ready	{readily}	{}
real	{really,reality}	{}
realistic	{realism}	{}
realize	{realization,realisation}	{realise}
realm	{}	{}
reap	{}	{}
rear	{}	{}
reason	{reasonable}	{}
rebel	{rebellion,rebellious}	{}
recall	{}	{}
receive	{receipt,recipient,receptive,receiver}	{}
recent	{recently}	{}
reception	{receptionist}	{}
recession	{}	{}
recite	{recitation}	{}
reckon	{}	{}
recognize	{recognition}	{recognise}
recommend	{recommendation}	{}
record	{recorder,recording}	{}
recover	{recovery}	{}
recreation	{recreational}	{}
recruit	{recruitment}	{}
recycle	{recyclable}	{}
red	{}	{}
reduce	{reduction}	{}
refer	{reference}	{}
refine	{refinery,refinement}	{}
reflect	{reflection,reflective}	{}
reform	{reformation,reformist}	{}
refrain	{}	{}
refresh	{}	{}
refreshment	{}	{}
refrigerator	{refrigeration}	{fridge}
refuse	{refusal}	{}
regard	{}	{}
regarding	{}	{}
regardless	{}	{}
region	{regional}	{}
register	{registration,registrar}	{}
regret	{regrettable,regretful}	{}
regular	{regularity}	{}
regulate	{regulation,regulatory,regulator}	{}
reinforce	{reinforcement}	{}
reject	{rejection}	{}
relate	{relation,relationship}	{}
relative	{relativity}	{}
relax	{relaxation}	{}
relay	{}	{}
release	{}	{}
relevant	{relevance}	{}
relieve	{relief}	{}
religion	{religious}	{}
reluctant	{reluctance}	{}
rely	{reliance,reliable}	{}
remain	{remainder}	{}
remark	{remarkable}	{}
remedy	{remedial}	{}
remember	{remembrance}	{}
remind	{reminder}	{}
remote	{}	{}
remove	{removal}	{}
render	{rendering}	{}
renew	{renewal,renewable}	{}
renovate	{renovation}	{}
rent	{rental}	{}
repair	{reparable}	{}
repay	{repayment}	{}
repeat	{repetition,repetitive,repeatedly}	{}
replace	{replacement}	{}
reply	{}	{}
report	{reporter}	{}
represent	{representation,representative}	{}
reproduce	{reproduction,reproductive}	{}
republic	{republican}	{}
reputation	{}	{}
request	{}	{}
require	{requirement}	{}
rescue	{}	{}
research	{researcher}	{}
resemble	{resemblance}	{}
resent	{resentment}	{}
reserve	{reservation,reserved}	{}
reside	{residence,resident,residential}	{}
resign	{resignation}	{}
resist	{resistance,resistant}	{}
resolve	{resolution,resolute}	{}
resort	{}	{}
resource	{resourceful}	{}
respect	{respectable,respectful}	{}
respective	{respectively}	{}
respond	{response,responsive,respondent}	{}
responsible	{responsibility}	{}
rest	{}	{}
restaurant	{}	{}
restore	{restoration}	{}
restrain	{restraint}	{}
restrict	{restriction,restrictive}	{}
result	{resultant}	{}
resume	{resumption}	{}
retail	{retailer}	{}
retain	{retention}	{}
retell	{retelling}	{}
retire	{retirement,retired}	{}
retreat	{}	{}
return	{}	{}
reunite	{reunification,reunion}	{}
reveal	{revelation}	{}
revenue	{}	{}
reverse	{reversal,reversible}	{}
review	{reviewer}	{}
revise	{revision}	{}
revolution	{revolutionary}	{}
revolve	{}	{}
reward	{rewarding}	{}
rhythm	{rhythmic}	{}
rib	{}	{}
ribbon	{}	{}
rice	{}	{}
rich	{}	{}
rid	{}	{}
riddle	{}	{}
ride	{rider}	{}
ridicule	{ridiculous}	{}
rifle	{}	{}
right	{}	{}
ring	{}	{}
riot	{riotous}	{}
rip	{}	{}
ripe	{ripen}	{}
rise	{}	{}
risk	{risky}	{}
rival	{rivalry}	{}
river	{}	{}
road	{}	{}
roar	{}	{}
roast	{}	{}
rob	{robbery}	{}
robot	{robotic}	{}
rock	{rocky}	{}
rocket	{}	{}
rod	{}	{}
role	{}	{}
roll	{roller}	{}
romance	{romantic}	{}
roof	{}	{}
room	{}	{}
root	{}	{}
rope	{}	{}
rose	{rosy}	{}
rough	{roughly}	{}
round	{}	{}
rouse	{}	{}
route	{}	{}
routine	{}	{}
row	{}	{}
royal	{royalty}	{}
rub	{}	{}
rubber	{}	{}
rubbish	{}	{}
rude	{}	{}
rug	{}	{}
ruin	{ruinous}	{}
rule	{ruler,ruling}	{}
rumor	{}	{rumour}
run	{runner,running}	{}
runway	{}	{}
rural	{}	{}
rush	{}	{}
résumé	{}	{}
sack	{}	{}
sacrifice	{sacrificial}	{}
sad	{sadness,sadden}	{}
safe	{safety}	{}
sail	{sailing,sailor}	{}
saint	{}	{}
sake	{}	{}
salad	{}	{}
salary	{}	{}
sale	{}	{}
salesman	{}	{}
salt	{salty}	{}
same	{}	{}
sample	{}	{}
sand	{}	{}
sandwich	{}	{}
satellite	{}	{}
satisfy	{satisfaction,satisfactory}	{}
sauce	{}	{}
sausage	{}	{}
save	{saving}	{}
say	{saying}	{}
scale	{}	{}
scan	{scanner}	{}
scandal	{scandalous}	{}
scar	{}	{}
scarce	{scarcity,scarcely}	{}
scare	{scary}	{}
scatter	{}	{}
scene	{scenery,scenic}	{}
scent	{}	{}
schedule	{}	{}
scheme	{}	{}
scholar	{scholarly,scholarship,scholastic}	{}
school	{schooling}	{}
science	{scientific,scientist}	{}
scissors	{}	{}
scold	{}	{}
scope	{}	{}
score	{}	{}
scout	{}	{}
scratch	{}	{}
scream	{}	{}
screen	{}	{}
screw	{}	{}
script	{scripture}	{}
sea	{}	{}
seal	{}	{}
search	{}	{}
season	{seasonal}	{}
seat	{}	{}
second	{}	{}
second-hand	{}	{}
secondary	{}	{}
secret	{secrecy,secretive}	{}
secretary	{secretarial}	{}
section	{}	{}
sector	{}	{}
secure	{security}	{}
see	{}	{}
seed	{seedling}	{}
seek	{}	{}
seem	{seeming,seemingly}	{}
segment	{segmental}	{}
seize	{seizure}	{}
seldom	{}	{}
select	{selection,selective}	{}
self	{selfish,selfless}	{}
sell	{}	{}
semester	{}	{}
seminar	{}	{}
senate	{senator}	{}
send	{}	{}
senior	{seniority}	{}
sense	{sensible,sensor}	{}
sensitive	{sensitivity}	{}
sentence	{}	{}
separate	{separation,separatist}	{}
sequence	{sequential}	{}
series	{}	{}
serious	{}	{}
servant	{}	{}
serve	{service,serving}	{}
session	{}	{}
set	{}	{}
setback	{}	{}
setting	{}	{}
settle	{settlement}	{}
seven	{}	{}
seventeen	{}	{}
seventy	{}	{}
several	{}	{}
severe	{severity}	{}
sew	{}	{}
sex	{sexy,sexual}	{}
shade	{shady}	{}
shadow	{}	{}
shake	{shaky}	{}
shall	{}	{}
shallow	{}	{}
shame	{shameful,shameless}	{}
shape	{}	{}
share	{}	{}
sharp	{sharpen}	{}
shave	{shaver}	{}
she	{}	{}
shed	{}	{}
sheep	{}	{}
sheer	{}	{}
sheet	{}	{}
shelf	{}	{}
shell	{}	{}
shelter	{}	{}
shift	{}	{}
shine	{shiny}	{}
ship	{shipping,shipment}	{}
shirt	{}	{}
shit	{}	{}
shiver	{}	{}
shock	{}	{}
shoe	{}	{}
shoot	{}	{}
shop	{shopping}	{}
shore	{}	{}
short	{shortage,shorts}	{}
shortcoming	{}	{}
shortly	{}	{}
shot	{}	{}
should	{}	{}
shoulder	{}	{}
shout	{}	{}
show	{showy}	{}
shower	{}	{}
shrimp	{}	{}
shrink	{}	{}
shrug	{}	{}
shut	{}	{}
shuttle	{}	{}
shy	{shyness,shyly}	{}
sick	{sicken}	{}
side	{}	{}
sideways	{}	{}
siege	{}	{}
sigh	{}	{}
sight	{}	{}
sightseeing	{}	{}
sign	{signature}	{}
signal	{}	{}
significant	{significance}	{}
silent	{silence}	{}
silicon	{}	{}
silk	{silky}	{}
silver	{silvery}	{}
similar	{similarity}	{}
simple	{simplicity,simplify,simply}	{}
sin	{}	{}
since	{}	{}
sincere	{sincerity}	{}
sing	{singer}	{}
single	{}	{}
singular	{singularity}	{}
sink	{}	{}
sip	{}	{}
sir	{}	{}
sister	{}	{}
sit	{sitting}	{}
site	{}	{}
situate	{}	{}
situation	{}	{}
six	{}	{}
sixteen	{}	{}
sixty	{}	{}
size	{sizable}	{}
skate	{skating}	{}
skeleton	{}	{}
sketch	{sketchy}	{}
ski	{skiing}	{}
skill	{skilful,skillful,skilled}	{}
skin	{skinny}	{}
skip	{}	{}
skirt	{}	{}
sky	{}	{}
skyline	{}	{}
skyscraper	{}	{}
slap	{}	{}
slave	{slavery}	{}
sleep	{sleepy,sleepiness}	{}
sleeve	{}	{}
slender	{}	{}
slice	{}	{}
slide	{}	{}
slight	{slightly}	{}
slim	{}	{}
slip	{slippery,slipper}	{}
slogan	{}	{}
slope	{}	{}
slow	{}	{}
small	{}	{}
smart	{}	{}
smartphone	{}	{}
smash	{}	{}
smell	{smelly}	{}
smile	{}	{}
smog	{smoggy}	{}
smoke	{smoky}	{}
smooth	{}	{}
snack	{}	{}
snake	{}	{}
snow	{snowy}	{}
so	{}	{}
so-called	{}	{}
soak	{}	{}
soap	{}	{}
soar	{}	{}
soccer	{}	{}
socialism	{socialist}	{}
society	{social,socialize,socialise,sociable}	{}
sociology	{sociologist}	{}
sock	{}	{}
soda	{}	{}
sofa	{}	{}
soft	{soften}	{}
software	{}	{}
soil	{}	{}
solar	{}	{}
soldier	{}	{}
sole	{solely}	{}
solemn	{solemnity}	{}
solid	{solidity,solidify}	{}
solve	{solution,solvent,soluble}	{}
some	{}	{}
somebody	{}	{}
somehow	{}	{}
someone	{}	{}
something	{}	{}
sometime	{}	{}
sometimes	{}	{}
somewhat	{}	{}
somewhere	{}	{}
son	{}	{}
song	{}	{}
soon	{}	{}
sophisticated	{sophistication}	{}
sore	{}	{}
sorrow	{sorrowful}	{}
sorry	{}	{}
sort	{}	{}
soul	{}	{}
sound	{}	{}
soup	{}	{}
sour	{}	{}
source	{}	{}
south	{southern}	{}
southeast	{southeastern}	{}
southwest	{southwestern}	{}
souvenir	{}	{}
sow	{}	{}
space	{spacious,spatial}	{}
spaceship	{}	{spacecraft}
spade	{}	{}
span	{}	{}
spare	{sparingly}	{}
spark	{}	{}
sparkle	{}	{}
speak	{speaker}	{}
special	{specialize,specialise,specialization,specialisation,specialist}	{}
species	{}	{}
specific	{specifically}	{}
specify	{specification}	{}
specimen	{}	{}
speculate	{speculation,speculative}	{}
speech	{speechless}	{}
speed	{speedy,speeding}	{}
spell	{spelling}	{}
spend	{spending}	{}
sphere	{spherical}	{}
spill	{}	{}
spin	{}	{}
spirit	{spiritual}	{}
spit	{}	{}
spite	{}	{}
splash	{}	{}
splendid	{splendor,splendour}	{}
split	{}	{}
spoil	{}	{}
spokesman	{spokesperson}	{spokeswoman}
sponsor	{sponsorship}	{}
spontaneous	{spontaneity}	{}
spoon	{spoonful}	{}
sport	{}	{}
sportsman	{}	{sportswoman}
spot	{}	{}
spouse	{}	{}
spray	{}	{}
spread	{}	{}
spring	{}	{}
spur	{}	{}
spy	{}	{}
square	{}	{}
squeeze	{}	{}
stable	{stability,stabilize,stabilise}	{}
stack	{}	{}
stadium	{}	{}
staff	{}	{}
stage	{}	{}
stain	{stainless}	{}
stair	{}	{}
staircase	{}	{}
stake	{}	{}
stale	{}	{}
stamp	{}	{}
stand	{}	{}
standard	{standardize,standardise,standardization,standardisation}	{}
standpoint	{}	{}
staple	{}	{}
stapler	{}	{}
star	{starry}	{}
stare	{}	{}
start	{starter}	{}
startle	{}	{}
starve	{starvation}	{}
state	{statement}	{}
statesman	{}	{}
station	{stationary}	{}
statistic	{statistical}	{}
statue	{}	{}
status	{}	{}
stay	{}	{}
steady	{steadily}	{}
steak	{}	{}
steal	{}	{}
steam	{steamy,steamer}	{}
steel	{}	{}
steep	{}	{}
steer	{}	{}
stem	{}	{}
step	{}	{}
stick	{}	{}
sticky	{}	{}
stiff	{stiffen}	{}
still	{}	{}
stimulate	{stimulation,stimulus,stimulant}	{}
sting	{}	{}
stir	{}	{}
stock	{}	{}
stocking	{}	{}
stomach	{}	{}
stone	{stony}	{}
stool	{}	{}
stop	{stoppage}	{}
storage	{}	{}
store	{}	{}
storm	{stormy}	{}
story	{}	{storey}
stove	{}	{}
straight	{straighten}	{}
straightforward	{}	{}
strain	{}	{}
strange	{stranger}	{}
strap	{}	{}
strategy	{strategic}	{}
straw	{}	{}
stream	{}	{}
street	{}	{}
stress	{stressful}	{}
stretch	{}	{}
strict	{}	{}
stride	{}	{}
strike	{striking}	{}
string	{}	{}
strip	{}	{}
stripe	{}	{}
strive	{}	{}
stroke	{}	{}
strong	{strength,strengthen}	{}
structure	{structural}	{}
struggle	{}	{}
student	{}	{}
studio	{}	{}
study	{}	{}
stuff	{stuffy,stuffing}	{}
stupid	{stupidity}	{}
style	{stylish}	{}
subject	{}	{}
subjective	{}	{}
submit	{submission,submissive}	{}
subsequent	{}	{}
substance	{substantial}	{}
substitute	{substitution}	{}
subtract	{subtraction}	{}
suburb	{suburban}	{}
subway	{}	{}
succeed	{successor,succession,successive}	{}
success	{successful}	{}
such	{}	{}
suck	{}	{}
sudden	{suddenly}	{}
suffer	{suffering}	{}
sufficient	{}	{}
sugar	{}	{}
suggest	{suggestion,suggestive}	{}
suit	{}	{}
suitable	{}	{}
suitcase	{}	{}
sum	{}	{}
summary	{summarize,summarise}	{}
summer	{}	{}
summit	{}	{}
sun	{sunny}	{}
sunlight	{}	{}
sunrise	{}	{}
sunset	{}	{}
sunshine	{}	{}
super	{}	{}
superb	{}	{}
superficial	{}	{}
superior	{superiority}	{}
supermarket	{}	{}
supervise	{supervision,supervisor}	{}
supper	{}	{}
supplement	{supplementary}	{}
supply	{supplier}	{}
support	{supportive,supporter}	{}
suppose	{supposition,supposedly}	{}
supreme	{supremacy}	{}
sure	{}	{}
surf	{surfing}	{}
surface	{}	{}
surge	{}	{}
surgery	{surgical,surgeon}	{}
surname	{}	{}
surplus	{}	{}
surprise	{}	{}
surrender	{}	{}
surround	{surroundings}	{}
survey	{}	{}
survive	{survival,survivor}	{}
suspect	{}	{}
suspend	{suspension,suspense}	{}
suspicion	{suspicious}	{}
sustain	{sustainable,sustainability}	{}
swallow	{}	{}
sway	{}	{}
swear	{}	{}
sweat	{sweater}	{}
sweep	{}	{}
sweet	{}	{}
swell	{}	{}
swift	{}	{}
swim	{swimming,swimmer}	{}
swing	{}	{}
swipe	{}	{}
switch	{}	{}
sword	{}	{}
symbol	{symbolic,symbolical}	{}
sympathy	{sympathetic,sympathize,sympathise}	{}
symptom	{}	{}
system	{systematic,systematically}	{}
table	{}	{}
tablet	{}	{}
tackle	{}	{}
tag	{}	{}
tail	{}	{}
tailor	{}	{}
take	{}	{}
takeoff	{}	{}
tale	{}	{}
talent	{talented}	{}
talk	{talkative}	{}
tall	{}	{}
tame	{}	{}
tangible	{}	{}
tank	{}	{}
tap	{}	{}
tape	{}	{}
target	{}	{}
task	{}	{}
taste	{tasty}	{}
tax	{taxation}	{}
taxi	{}	{}
tea	{}	{}
teach	{teacher,teaching}	{}
team	{}	{}
tear	{}	{}
technical	{technician}	{}
technique	{}	{}
technology	{technological}	{tech}
tedious	{}	{}
teen	{}	{}
teenager	{}	{}
telecommunications	{}	{}
telephone	{}	{phone}
telescope	{telescopic}	{}
television	{}	{TV}
tell	{telling}	{}
teller	{}	{}
temper	{}	{}
temperature	{}	{}
temple	{}	{}
temporary	{temporarily}	{}
ten	{}	{}
tend	{tendency}	{}
tender	{}	{}
tennis	{}	{}
tense	{}	{}
tension	{}	{}
tent	{}	{}
term	{}	{}
terminal	{}	{}
terrible	{terribly}	{}
terrific	{}	{}
territory	{territorial}	{}
terror	{terrify,terrorism,terrorist}	{}
test	{}	{}
text	{}	{}
textbook	{}	{}
textile	{}	{}
than	{}	{}
thank	{thankful}	{}
that	{}	{}
the	{}	{}
theater	{theatrical}	{theatre}
theft	{}	{}
their	{}	{}
theirs	{}	{}
them	{}	{}
theme	{}	{}
themselves	{}	{}
then	{}	{}
theory	{theoretical}	{}
therapy	{therapist,therapeutic,therapeutical}	{}
there	{}	{}
thereby	{}	{}
therefore	{}	{}
thermometer	{}	{}
these	{}	{}
thesis	{}	{}
they	{}	{}
thick	{}	{}
thief	{}	{}
thin	{}	{}
thing	{}	{}
think	{thinking}	{}
third	{}	{}
thirst	{thirsty}	{}
thirteen	{}	{}
thirty	{}	{}
this	{}	{}
thorough	{}	{}
those	{}	{}
though	{}	{}
thought	{thoughtful}	{}
thousand	{}	{}
thread	{}	{}
threat	{threaten}	{}
three	{}	{}
thrive	{}	{}
throat	{}	{}
through	{}	{}
throughout	{}	{}
throw	{}	{}
thrust	{}	{}
thumb	{}	{}
thunder	{thunderous}	{}
thus	{}	{}
tick	{}	{}
ticket	{}	{}
tide	{tidal}	{}
tidy	{}	{}
tie	{}	{}
tiger	{tigress}	{}
tight	{tighten}	{}
till	{}	{}
timber	{}	{}
time	{timely,timing}	{}
tin	{}	{}
tiny	{}	{}
tip	{}	{}
tire	{tired,tiring,tireless,tiresome}	{}
tissue	{}	{}
title	{}	{}
to	{}	{}
toast	{}	{}
tobacco	{}	{}
today	{}	{}
toe	{}	{}
together	{}	{}
toilet	{}	{}
token	{}	{}
tolerate	{tolerance,tolerant,tolerable}	{}
toll	{}	{}
tomato	{}	{}
tomorrow	{}	{}
ton	{tonnage}	{}
tone	{}	{}
tongue	{}	{}
tonight	{}	{}
too	{}	{}
tool	{}	{}
tooth	{}	{}
top	{}	{}
topic	{topical}	{}
torch	{}	{}
torture	{}	{}
toss	{}	{}
total	{}	{}
touch	{}	{}
tough	{}	{}
tour	{tourism,tourist}	{}
toward	{}	{towards}
towel	{}	{}
tower	{}	{}
town	{township}	{}
toy	{}	{}
trace	{}	{}
track	{}	{}
tractor	{}	{}
trade	{}	{}
trademark	{}	{}
tradition	{traditional}	{}
traffic	{trafficking}	{}
tragedy	{tragic,tragically}	{}
trail	{trailer}	{}
train	{trainer,trainee,training}	{}
tram	{}	{}
transaction	{}	{}
transcript	{}	{}
transfer	{transference}	{}
transform	{transformation}	{}
transit	{}	{}
translate	{translation,translator}	{}
transmit	{transmission,transmitter}	{}
transparent	{transparency}	{}
transplant	{transplantation}	{}
transport	{transportation}	{}
trap	{}	{}
trash	{}	{}
travel	{}	{}
tray	{}	{}
treasure	{}	{}
treat	{treatment}	{}
treaty	{}	{}
tree	{}	{}
tremble	{}	{}
tremendous	{}	{}
trend	{}	{}
trial	{}	{}
triangle	{triangular}	{}
trick	{tricky}	{}
trifle	{}	{}
trigger	{}	{}
trip	{}	{}
triple	{}	{}
triumph	{triumphant}	{}
trolley	{}	{}
troop	{}	{}
trouble	{troublesome}	{}
trousers	{}	{}
truck	{}	{}
true	{truly}	{}
trunk	{}	{}
trust	{trustee}	{}
truth	{truthful}	{}
try	{trial,trying}	{}
tube	{}	{}
tuition	{}	{}
tumor	{}	{tumour}
tune	{}	{}
tunnel	{}	{}
turkey	{}	{}
turn	{}	{}
tutor	{tutorial}	{}
twelve	{twelfth}	{}
twenty	{twentieth}	{}
twice	{}	{}
twin	{}	{}
twist	{}	{}
two	{}	{}
type	{typist}	{}
typewriter	{}	{}
typical	{}	{}
tyre	{}	{tire}
ugly	{ugliness}	{}
ultimate	{ultimately}	{}
umbrella	{}	{}
uncertain	{uncertainty}	{}
uncle	{}	{}
uncover	{}	{}
under	{}	{}
underdeveloped	{}	{}
underestimate	{}	{}
undergo	{}	{}
undergraduate	{}	{}
underground	{}	{}
underline	{}	{}
undermine	{}	{}
underneath	{}	{}
understand	{understanding}	{}
undertake	{undertaking}	{}
underwear	{}	{}
undo	{}	{}
undoubtedly	{}	{}
uneasy	{}	{}
unemployed	{unemployment}	{}
uniform	{uniformity}	{}
union	{}	{}
unique	{}	{}
unit	{}	{}
unite	{unity}	{}
universe	{universal}	{}
university	{}	{}
unless	{}	{}
until	{}	{}
up	{}	{}
up-to-date	{}	{}
update	{}	{}
upgrade	{}	{}
upload	{}	{}
upon	{}	{}
upper	{}	{}
upright	{}	{}
upset	{}	{}
upstairs	{}	{}
upward	{upwards}	{}
urban	{urbanize,urbanise,urbanization,urbanisation}	{}
urge	{}	{}
urgent	{urgency}	{}
us	{}	{}
usage	{}	{}
use	{user,useful,useless}	{}
used	{}	{}
usual	{usually}	{}
utility	{}	{}
utilize	{utilization,utilisation}	{utilise}
utmost	{}	{}
utter	{}	{}
utterly	{}	{}
vacant	{vacancy}	{}
vacation	{}	{}
vacuum	{}	{}
vague	{}	{}
vain	{vanity}	{}
valid	{validate,validity}	{}
valley	{}	{}
value	{valuable}	{}
van	{}	{}
vanish	{}	{}
vapor	{}	{vapour}
various	{variety}	{}
vary	{variation,variable,variant}	{}
vast	{}	{}
vegetable	{vegetarian}	{}
vehicle	{}	{}
veil	{}	{}
vendor	{}	{}
venture	{}	{}
verb	{verbal}	{}
verify	{verification}	{}
version	{}	{}
versus	{}	{}
vertical	{}	{}
very	{}	{}
vessel	{}	{}
veteran	{}	{}
veto	{}	{}
via	{}	{}
victim	{victimize}	{}
victory	{victorious}	{}
video	{}	{}
view	{}	{}
viewpoint	{}	{}
vigor	{vigorous}	{}
village	{villager}	{}
vinegar	{}	{}
violate	{violation}	{}
violent	{violence}	{}
violin	{violinist}	{}
virtual	{virtually}	{}
virtue	{virtuous}	{}
virus	{}	{}
visa	{}	{}
visible	{visibility}	{}
vision	{visionary}	{}
visit	{visitor}	{}
visual	{visualize,visualise}	{}
vital	{vitality}	{}
vitamin	{}	{}
vivid	{}	{}
vocabulary	{}	{}
vocation	{vocational}	{}
voice	{}	{}
volcano	{volcanic}	{}
volleyball	{}	{}
volt	{voltage}	{}
volume	{voluminous}	{}
volunteer	{voluntary}	{}
vote	{voter}	{}
voyage	{}	{}
vulnerable	{vulnerability}	{}
wage	{}	{}
wagon	{}	{waggon}
waist	{}	{}
wait	{waiter,waitress}	{}
wake	{waken}	{}
walk	{}	{}
wall	{}	{}
wallet	{}	{}
wander	{}	{}
want	{}	{}
war	{}	{}
ward	{}	{}
ware	{}	{}
warehouse	{}	{}
warfare	{}	{}
warm	{warmth}	{}
warn	{warning}	{}
warrior	{}	{}
wary	{}	{}
wash	{washing}	{}
waste	{wasteful}	{}
watch	{watchful}	{}
water	{}	{}
waterproof	{}	{}
watertight	{}	{}
wave	{wavy}	{}
wax	{}	{}
way	{}	{}
we	{}	{}
weak	{weaken,weakness}	{}
wealth	{wealthy}	{}
weapon	{}	{}
wear	{}	{}
weather	{}	{}
weave	{}	{}
web	{}	{}
webcast	{}	{}
website	{}	{}
wed	{wedding}	{}
weed	{}	{}
week	{weekly}	{}
weekday	{}	{}
weekend	{}	{}
weep	{}	{}
weigh	{weight}	{}
weird	{}	{}
welcome	{}	{}
welfare	{}	{}
well	{}	{}
well-being	{}	{}
well-known	{}	{}
well-off	{}	{}
west	{western,westerner}	{}
wet	{}	{}
whale	{}	{}
what	{whatever,whatsoever}	{}
wheat	{}	{}
wheel	{}	{}
when	{whenever}	{}
where	{wherever}	{}
whereas	{}	{}
whether	{}	{}
which	{whichever}	{}
while	{}	{whilst}
whip	{}	{}
whisky	{}	{}
whisper	{}	{}
whistle	{}	{}
white	{}	{}
who	{whoever}	{}
whole	{wholly}	{}
whom	{}	{}
whose	{}	{}
why	{}	{}
wide	{width,widen}	{}
widespread	{}	{}
widow	{widower}	{}
wife	{}	{}
wild	{}	{}
wilderness	{}	{}
wildlife	{}	{}
will	{willing,willingness}	{}
willpower	{}	{}
win	{winner}	{}
wind	{}	{}
window	{}	{}
windy	{}	{}
wine	{winery}	{}
wing	{}	{}
winter	{}	{}
wipe	{}	{}
wire	{wireless}	{}
wise	{wisdom}	{}
wish	{}	{}
wit	{witty}	{}
with	{}	{}
withdraw	{withdrawal}	{}
within	{}	{}
without	{}	{}
withstand	{}	{}
witness	{}	{}
wolf	{}	{}
woman	{}	{}
wonder	{wonderful}	{}
wood	{wooden}	{}
wool	{woolen,woollen}	{}
word	{wording}	{}
work	{worker}	{}
workforce	{}	{}
workout	{}	{}
workshop	{}	{}
world	{}	{}
worldwide	{}	{}
worm	{}	{}
worry	{worried}	{}
worse	{}	{}
worship	{}	{}
worst	{}	{}
worth	{worthless}	{}
worthwhile	{}	{}
worthy	{worthiness}	{}
would	{}	{}
wound	{}	{}
wrap	{wrapping}	{}
wreck	{wreckage}	{}
wrinkle	{}	{}
wrist	{}	{}
write	{writer,writing}	{}
wrong	{}	{}
x-ray	{}	{}
yard	{}	{}
year	{yearly}	{}
yell	{}	{}
yellow	{}	{}
yes	{yeah}	{}
yesterday	{}	{}
yet	{}	{}
yield	{}	{}
yoga	{}	{}
yoghurt	{}	{}
you	{}	{}
young	{}	{}
youngster	{}	{}
your	{}	{}
yours	{}	{}
yourself	{yourselves}	{}
youth	{youthful}	{}
zero	{}	{}
zone	{}	{}
zoo	{}	{}
zoology	{zoological}	{}
Buddhism	{Buddhist}	{}
Catholic	{}	{}
Easter	{}	{}
abbreviation	{}	{}
abide	{}	{}
abnormal	{}	{}
abort	{abortion}	{}
abreast	{}	{}
abrupt	{}	{}
absurd	{absurdity}	{}
accessory	{}	{}
acclaim	{}	{}
activate	{}	{}
acupuncture	{}	{}
adhere	{adherence}	{}
adjacent	{}	{}
adolescent	{adolescence}	{}
adore	{adorable}	{}
advent	{}	{}
adversary	{}	{}
adverse	{adversity}	{}
aesthetic	{aesthetics}	{}
affiliate	{affiliation}	{}
affirm	{affirmation,affirmative}	{}
affix	{affixation}	{}
afloat	{}	{}
aftermath	{}	{}
aggravate	{aggravation}	{}
aggregate	{}	{}
agitate	{agitation}	{}
agony	{}	{}
aide	{}	{}
ail	{ailment}	{}
airborne	{}	{}
akin	{}	{}
ale	{}	{}
alien	{alienate,alienation}	{}
align	{alignment}	{}
allergic	{allergy}	{}
alleviate	{alleviation}	{}
allocate	{allocation}	{}
allot	{allotment}	{}
alloy	{}	{}
allude	{allusion}	{}
allure	{allurement}	{}
almighty	{}	{}
aloft	{}	{}
alternate	{alternation,alternately}	{}
amass	{}	{}
ambiguous	{ambiguity}	{}
amend	{amendment}	{}
amiable	{}	{}
ammunition	{}	{}
amplify	{amplification}	{}
analogue	{analogous}	{}
analogy	{}	{}
anecdote	{anecdotal}	{}
anguish	{}	{}
animate	{animated,animation}	{}
annex	{annexation}	{}
anonymous	{anonymity}	{}
antagonism	{antagonist,antagonistic,antagonistically}	{}
antenna	{}	{}
antibiotic	{}	{}
antonym	{}	{}
ape	{}	{}
appal	{appalling}	{appall}
appease	{appeasement}	{}
appendix	{}	{}
appraise	{appraisal}	{}
apprentice	{}	{}
apron	{}	{}
apt	{aptly}	{}
arbitrate	{arbitration}	{}
arc	{}	{}
arch	{}	{}
archive	{}	{}
ardent	{}	{}
arena	{}	{}
aristocrat	{aristocratic,aristocracy}	{}
armor	{}	{armour}
array	{}	{}
arrogant	{arrogance}	{}
artery	{}	{}
articulate	{articulation}	{}
artifact	{}	{}
artillery	{}	{}
ascend	{ascendance}	{}
ascertain	{}	{}
ascribe	{}	{}
aspire	{aspiration}	{}
assassinate	{assassination,assassin}	{}
assault	{}	{}
assert	{assertion,assertive}	{}
assimilate	{assimilation}	{}
assorted	{}	{}
assortment	{}	{}
astray	{}	{}
asylum	{}	{}
atlas	{}	{}
atrocity	{atrocious}	{}
auction	{auctioneer}	{}
audit	{auditing,auditor}	{}
augment	{augmentation}	{}
autobiography	{autobiographic,autobiographical}	{}
autonomous	{autonomy}	{}
auxiliary	{}	{}
avail	{}	{}
avenge	{}	{}
avert	{aversion}	{}
baffle	{}	{}
bald	{}	{}
barge	{}	{}
barn	{}	{}
barometer	{}	{}
barracks	{}	{}
barren	{}	{}
bass	{}	{}
batter	{}	{}
bead	{}	{}
beak	{}	{}
beckon	{}	{}
beetle	{}	{}
benevolent	{benevolence}	{}
benign	{}	{}
beset	{}	{}
besiege	{}	{}
beware	{}	{}
bewilder	{bewilderment}	{}
bibliography	{}	{}
bilateral	{}	{}
binoculars	{}	{}
bishop	{}	{}
bizarre	{}	{}
blackmail	{}	{}
blaze	{}	{}
bleach	{}	{}
bleak	{}	{}
blink	{}	{}
bloc	{}	{}
bluff	{}	{}
blunder	{}	{}
blunt	{}	{}
blush	{}	{}
bolster	{}	{}
botany	{botanical}	{}
bouquet	{}	{}
bout	{}	{}
boycott	{}	{}
brace	{}	{}
breach	{}	{}
brew	{brewery}	{}
brigade	{}	{}
brink	{}	{}
brisk	{}	{}
bronze	{}	{}
brood	{}	{}
bruise	{}	{}
buffalo	{}	{}
buffer	{}	{}
bureaucrat	{bureaucratic,bureaucracy}	{}
burglar	{burglary}	{}
bust	{}	{}
butt	{}	{}
buzz	{}	{}
calcium	{}	{}
cannon	{}	{}
canoe	{}	{}
canvas	{}	{}
cape	{}	{}
capsule	{}	{}
caption	{}	{}
captive	{}	{}
caravan	{}	{}
carbohydrate	{}	{}
cardinal	{}	{}
carton	{}	{}
carve	{carving}	{}
casino	{}	{}
casualty	{}	{}
catastrophe	{catastrophic}	{}
cathedral	{}	{}
cauliflower	{}	{}
cavity	{}	{}
celebrity	{}	{}
cemetery	{}	{}
censor	{censorship}	{}
census	{}	{}
ceramic	{}	{}
certify	{certification}	{}
chamber	{}	{}
chancellor	{}	{}
chant	{}	{}
chapel	{}	{}
choir	{}	{}
chord	{}	{}
chronic	{chronically}	{}
chronicle	{}	{}
chunk	{}	{}
civic	{}	{}
clamp	{}	{}
clan	{}	{}
clasp	{}	{}
cleanse	{}	{}
clearance	{}	{}
clearing	{}	{}
clench	{}	{}
clergy	{}	{}
cliché	{}	{}
cloak	{}	{}
clog	{}	{}
closet	{}	{}
cluster	{}	{}
clutch	{}	{}
coalition	{}	{}
cocaine	{}	{}
cockpit	{}	{}
cocktail	{}	{}
coconut	{}	{}
coexist	{coexistence}	{}
cognitive	{cognition}	{}
coincide	{coincidence}	{}
collide	{collision}	{}
colonel	{}	{}
comet	{}	{}
comic	{}	{}
commemorate	{commemoration}	{}
commend	{commendation}	{}
commonwealth	{}	{}
compartment	{}	{}
compassion	{compassionate}	{}
compile	{compilation}	{}
complacent	{complacency}	{}
complement	{complementary}	{}
complexion	{}	{}
compliment	{complimentary}	{}
composite	{}	{}
compress	{compression}	{}
concede	{concession}	{}
conceit	{conceited}	{}
conceive	{conception}	{}
concise	{}	{}
concurrent	{}	{}
condolence	{}	{}
conducive	{}	{}
confederation	{confederate}	{}
confer	{}	{}
confide	{}	{}
configuration	{}	{}
congregate	{congregation}	{}
connotation	{}	{}
consecutive	{}	{}
conserve	{conservation}	{}
console	{consolation}	{}
conspicuous	{}	{}
conspire	{conspiracy}	{}
constituent	{constituency}	{}
constrain	{constraint}	{}
consulate	{consul}	{}
contagious	{}	{}
contemplate	{contemplation,contemplative}	{}
contingent	{}	{}
contrive	{}	{}
convene	{}	{}
converge	{convergence}	{}
convict	{conviction}	{}
convoy	{}	{}
coral	{}	{}
cordial	{cordiality}	{}
cork	{}	{}
corporal	{}	{}
corpse	{}	{}
correlate	{correlation,correlative}	{}
corrode	{corrosion}	{}
cosmetic	{}	{}
cosmopolitan	{}	{}
counteract	{counteraction}	{}
counterfeit	{}	{}
coup	{}	{"coup d'état"}
courtesy	{}	{}
cozy	{}	{cosy}
crackdown	{}	{}
cradle	{}	{}
cram	{}	{}
crate	{}	{}
crave	{}	{}
credential	{}	{}
credible	{credibility}	{}
cricket	{}	{}
cripple	{}	{}
crisp	{}	{}
crouch	{}	{}
crow	{}	{}
crude	{}	{}
crumble	{}	{}
crunch	{}	{}
crust	{}	{}
cub	{}	{}
cuisine	{}	{}
culminate	{culmination}	{}
cult	{}	{}
cumulative	{}	{}
cunning	{}	{}
curfew	{}	{}
curtail	{}	{}
custody	{}	{}
cylinder	{}	{}
cynical	{cynicism}	{}
dart	{}	{}
dazzle	{}	{}
deadlock	{}	{}
debris	{}	{}
debut	{}	{}
decimal	{}	{}
decree	{}	{}
dedicate	{dedication}	{}
deduce	{deducible}	{}
deduct	{deduction,deductive,deductible}	{}
default	{}	{}
defer	{}	{}
degenerate	{degeneration}	{}
degrade	{degradation}	{}
delicacy	{}	{}
delude	{delusion}	{}
demographic	{}	{}
denote	{denotation}	{}
denounce	{denunciation}	{}
depict	{depiction}	{}
deplete	{depletion}	{}
deplore	{}	{}
deploy	{deployment}	{}
deport	{deportation}	{}
depot	{}	{}
depreciate	{depreciation}	{}
derail	{derailment}	{}
deregulate	{deregulation}	{}
designate	{designation}	{}
desolate	{}	{}
despise	{}	{}
destiny	{destined}	{}
detach	{detached,detachment}	{}
detain	{detention}	{}
deter	{deterrent}	{}
detergent	{}	{}
detriment	{detrimental}	{}
devastate	{devastating,devastation}	{}
deviate	{deviation}	{}
devour	{}	{}
diesel	{}	{}
differentiate	{differentiation}	{}
diffuse	{diffusion}	{}
dilute	{dilution}	{}
diminish	{}	{}
dinosaur	{}	{}
directory	{}	{}
disarm	{disarmament}	{}
discern	{}	{}
disclose	{disclosure}	{}
discord	{}	{}
discourse	{}	{}
discreet	{}	{}
discrepancy	{}	{}
dismantle	{}	{}
dismay	{}	{}
dispatch	{}	{despatch}
dispense	{}	{}
disperse	{}	{}
displace	{displacement}	{}
disposition	{}	{}
disregard	{}	{}
dissent	{}	{}
dissertation	{}	{}
dissident	{}	{}
distil	{}	{distill}
distort	{distortion}	{}
divert	{diversion}	{}
dividend	{}	{}
divine	{}	{}
doctrine	{}	{}
dodge	{}	{}
dogma	{}	{}
dole	{}	{}
domain	{}	{}
dome	{}	{}
dough	{}	{}
downgrade	{}	{}
doze	{}	{}
drawback	{}	{}
dread	{dreadful}	{}
dressing	{}	{}
dub	{}	{}
dubious	{}	{}
duplicate	{duplication}	{}
dwarf	{}	{}
dwell	{dweller,dwelling}	{}
eccentric	{}	{}
eclipse	{}	{}
ecosystem	{}	{}
edible	{}	{}
ego	{egoism,egoist}	{}
eject	{ejection}	{}
elaborate	{elaboration}	{}
elapse	{}	{}
elastic	{elasticity}	{}
electoral	{electorate}	{}
elicit	{}	{}
eligible	{eligibility}	{}
eloquent	{eloquence}	{}
emancipate	{emancipation}	{}
embargo	{}	{}
embark	{}	{}
embed	{}	{}
embody	{embodiment}	{}
embroidery	{}	{}
emigrate	{emigration,emigrant}	{}
eminent	{eminence}	{}
empirical	{}	{}
emulate	{emulation}	{}
enact	{enactment}	{}
enclose	{enclosure}	{}
encyclopedia	{}	{encyclopaedia}
endeavor	{}	{endeavour}
endorse	{endorsement}	{}
endow	{endowment}	{}
enlist	{}	{}
ensue	{}	{}
entail	{}	{}
entity	{}	{}
entrust	{}	{}
envelop	{}	{}
envisage	{}	{}
envoy	{}	{}
epic	{}	{}
epidemic	{}	{}
epoch	{}	{}
equate	{equation}	{}
equator	{}	{}
equity	{equitable}	{}
eradicate	{eradication}	{}
erect	{erection}	{}
erode	{erosion,erosive}	{}
errand	{}	{}
erupt	{eruption}	{}
escalate	{escalation,escalator}	{}
escort	{}	{}
esteem	{}	{}
esthetic	{esthetics,aesthetics}	{aesthetic}
etiquette	{}	{}
evacuate	{evacuation}	{}
evade	{evasive,evasion}	{}
evaporate	{evaporation}	{}
evoke	{}	{}
excerpt	{}	{}
exempt	{exemption}	{}
exotic	{}	{}
expedition	{}	{}
expire	{expiration}	{}
exponent	{}	{}
exposition	{}	{}
exquisite	{}	{}
extinct	{extinction}	{}
extract	{extraction}	{}
extravagant	{extravagance}	{}
fabricate	{fabrication}	{}
fabulous	{}	{}
facet	{}	{}
faction	{}	{}
fascist	{fascism}	{}
feast	{}	{}
feat	{}	{}
feeble	{}	{}
feminine	{feminism,feminist}	{}
finite	{}	{}
fiscal	{}	{}
flank	{}	{}
flap	{}	{}
flare	{}	{}
flatter	{flattery}	{}
fling	{}	{}
flip	{}	{}
flirt	{flirtation}	{}
flush	{}	{}
flutter	{}	{}
foam	{}	{}
foe	{}	{}
foil	{}	{}
folklore	{}	{}
foretell	{}	{}
forfeit	{}	{}
formidable	{}	{}
fort	{}	{}
fortify	{fortification}	{}
fortnight	{}	{}
foster	{}	{}
foul	{}	{}
fracture	{}	{}
fragile	{fragility}	{}
fragrant	{fragrance}	{}
franchise	{}	{}
frantic	{frantically}	{}
fraud	{fraudulent}	{}
friction	{}	{}
fringe	{}	{}
frown	{}	{}
fury	{furious}	{}
fuse	{}	{}
fusion	{}	{}
futile	{futility}	{}
galaxy	{}	{}
garlic	{}	{}
gasp	{}	{}
gauge	{}	{}
genre	{}	{}
giggle	{}	{}
glacier	{}	{}
glamor	{glamorous,glamourous}	{glamour}
gland	{}	{}
glare	{}	{}
gleam	{}	{}
glide	{glider}	{}
glitter	{}	{}
glossary	{}	{}
gorge	{}	{}
gospel	{}	{}
graze	{}	{}
grease	{greasy}	{}
greed	{greedy}	{}
grid	{}	{}
grill	{}	{}
grim	{}	{}
groan	{}	{}
groove	{}	{}
grope	{}	{}
hamper	{}	{}
handicraft	{}	{}
harass	{harassment}	{}
hardy	{}	{}
haven	{}	{}
havoc	{}	{}
hawk	{}	{}
heave	{}	{}
hectic	{}	{}
helmet	{}	{}
hemisphere	{}	{}
henceforth	{}	{}
herald	{}	{}
herb	{herbal}	{}
heroin	{}	{}
hibernate	{hibernation}	{}
hierarchy	{hierarchical}	{}
hike	{}	{}
hinge	{}	{}
hitherto	{}	{}
hive	{}	{}
hockey	{}	{}
hoist	{}	{}
homogeneous	{}	{}
hop	{}	{}
hose	{}	{}
hostage	{}	{}
hound	{}	{}
hover	{}	{}
howl	{}	{}
huddle	{}	{}
hum	{}	{}
humane	{humanism,humanist,humanitarian}	{}
humid	{humidity}	{}
humiliate	{humiliation}	{}
hurdle	{}	{}
hurl	{}	{}
hurricane	{}	{}
hybrid	{}	{}
hygiene	{hygienic}	{}
hypocrisy	{hypocritical,hypocrite}	{}
hypothesis	{hypothetical}	{}
hysterical	{hysteria}	{}
iceberg	{}	{}
icon	{}	{}
ideology	{ideological}	{}
idiot	{idiotic}	{}
idol	{}	{}
ignite	{ignition}	{}
illicit	{}	{}
illiterate	{illiteracy}	{}
illuminate	{illumination}	{}
immerse	{immersion}	{}
imminent	{}	{}
impair	{}	{}
impart	{}	{}
imperative	{}	{}
impetus	{}	{}
imprison	{imprisonment}	{}
impromptu	{}	{}
inaugurate	{inauguration}	{}
inborn	{}	{}
incorporate	{incorporation}	{}
incumbent	{}	{}
incur	{}	{}
indebted	{}	{}
indefinite	{}	{}
indict	{indictment}	{}
indigenous	{}	{}
indignant	{indignation}	{}
indulge	{indulgence,indulgent}	{}
inertia	{}	{}
inflict	{infliction}	{}
infringe	{infringement}	{}
ingenious	{ingenuity}	{}
inherent	{}	{}
inhibit	{inhibition}	{}
inject	{injection}	{}
inmate	{}	{}
innumerable	{}	{}
insulate	{insulation,insulator}	{}
integral	{}	{}
intellect	{}	{}
intelligible	{}	{}
intercourse	{}	{}
interim	{}	{}
intermittent	{}	{}
interrogate	{interrogation}	{}
intervene	{intervention}	{}
intimidate	{intimidation}	{}
intricate	{intricacy}	{}
intrigue	{}	{}
intrinsic	{intrinsically}	{}
intuition	{intuitive}	{}
inventory	{}	{}
invert	{inversion}	{}
irrespective	{}	{}
irritate	{irritation,irritating,irritable}	{}
isle	{}	{}
ivory	{}	{}
jack	{}	{}
jargon	{}	{}
jelly	{}	{}
jeopardize	{jeopardy}	{jeopardise}
jerk	{}	{}
jockey	{}	{}
jolly	{}	{}
judicial	{}	{}
judiciary	{}	{}
junction	{}	{}
jurisdiction	{}	{}
juvenile	{}	{}
kidnap	{}	{}
kidney	{}	{}
knight	{}	{}
knob	{}	{}
lad	{}	{}
landmark	{}	{}
lash	{}	{}
latitude	{}	{}
lavish	{}	{}
lawsuit	{}	{}
layman	{}	{}
leaflet	{}	{}
legacy	{}	{}
legitimate	{legitimacy}	{}
lenient	{leniency}	{}
lesbian	{}	{}
lever	{leverage}	{}
levy	{}	{}
lieutenant	{}	{}
lime	{}	{}
limelight	{}	{}
limp	{}	{}
linen	{}	{}
liner	{}	{}
linger	{}	{}
linguistic	{linguistics}	{}
lipstick	{}	{}
livestock	{}	{}
locomotive	{}	{}
lofty	{}	{}
logistics	{logistic,logistical}	{}
longevity	{}	{}
longitude	{longitudinal}	{}
loom	{}	{}
loop	{}	{}
loot	{}	{}
lotion	{}	{}
lottery	{}	{}
lounge	{}	{}
lubricate	{lubrication}	{}
lucrative	{}	{}
luminous	{}	{}
lure	{}	{}
lyric	{lyrical}	{}
magistrate	{}	{}
magnify	{}	{}
magnitude	{}	{}
majesty	{majestic}	{}
malice	{malicious}	{}
malignant	{}	{}
malpractice	{}	{}
mandate	{mandatory}	{}
maneuver	{}	{manoeuvre}
manifest	{manifestation}	{}
mansion	{}	{}
manuscript	{}	{}
mar	{}	{}
marble	{}	{}
maritime	{}	{}
martyr	{martyrdom}	{}
masculine	{masculinity}	{}
massacre	{}	{}
maternal	{maternity}	{}
meadow	{}	{}
mediate	{mediation,mediator}	{}
medication	{}	{}
medieval	{}	{}
melody	{melodious}	{}
menace	{}	{}
mentor	{}	{}
merchandise	{}	{}
mercury	{}	{}
merge	{merger}	{}
metabolism	{metabolic}	{}
metaphor	{metaphorical}	{}
meticulous	{}	{}
metropolitan	{}	{}
midst	{}	{}
midwife	{}	{}
milestone	{}	{}
militant	{militancy}	{}
militia	{}	{}
mindset	{}	{}
mingle	{}	{}
miniature	{}	{}
mint	{}	{}
missionary	{}	{}
moan	{}	{}
mobilize	{}	{mobilise}
mock	{}	{}
molecule	{molecular}	{}
momentum	{momentous}	{}
monarchy	{monarch}	{}
monopoly	{monopolize,monopolise}	{}
monotony	{monotonous}	{}
morale	{}	{}
mortal	{mortality}	{}
mosquito	{}	{}
mourn	{mourning}	{}
mow	{}	{}
multilateral	{}	{}
multitude	{}	{}
murmur	{}	{}
mute	{}	{}
mutter	{}	{}
naive	{naivety}	{}
navigate	{navigation}	{}
negligent	{negligence}	{}
negligible	{}	{}
nickname	{}	{}
nil	{}	{}
nitrogen	{}	{}
nominal	{}	{}
nominate	{nomination,nominee}	{}
nonetheless	{}	{}
noteworthy	{}	{}
notorious	{notoriety}	{}
notwithstanding	{}	{}
numb	{}	{}
numerical	{}	{}
nurture	{}	{}
oak	{}	{}
oar	{}	{}
oath	{}	{}
obscene	{obscenity}	{}
obscure	{obscurity}	{}
observatory	{}	{}
obsess	{obsession,obsessive}	{}
obstruct	{obstruction}	{}
offset	{}	{}
offspring	{}	{}
olive	{}	{}
onset	{}	{}
opaque	{}	{}
operative	{}	{}
oppress	{oppression,oppressive}	{}
optic	{optical}	{}
optimum	{optimal}	{}
ordeal	{}	{}
orthodox	{}	{}
outfit	{}	{}
outlaw	{}	{}
outrage	{outrageous}	{}
overflow	{}	{}
overhaul	{}	{}
overlap	{}	{}
override	{}	{}
overstate	{}	{}
overt	{}	{}
overturn	{}	{}
owl	{}	{}
oxide	{}	{}
pact	{}	{}
pamphlet	{}	{}
panorama	{panoramic}	{}
pant	{}	{}
parachute	{}	{}
paradigm	{}	{}
paradise	{}	{}
paralyze	{paralysis}	{paralyse}
parameter	{}	{}
parasite	{}	{}
parish	{}	{}
parole	{}	{}
parrot	{}	{}
partisan	{}	{}
partition	{}	{}
passerby	{}	{}
pasta	{}	{}
pastry	{}	{}
pasture	{}	{}
pathetic	{}	{}
patriot	{patriotic,patriotism}	{}
patrol	{}	{}
patron	{patronize,patronise,patronage}	{}
peck	{}	{}
pedal	{}	{}
peddle	{}	{}
peel	{}	{}
peep	{}	{}
peg	{}	{}
pending	{}	{}
pendulum	{}	{}
penguin	{}	{}
peninsula	{}	{}
perch	{}	{}
perfume	{}	{}
perish	{}	{}
permeate	{permeation}	{}
perpetual	{perpetuate}	{}
perplex	{perplexity}	{}
persecute	{persecution}	{}
pest	{}	{}
pesticide	{}	{}
petition	{petitioner}	{}
petrochemical	{}	{}
pharmacy	{pharmaceutical}	{}
physiological	{}	{}
pilgrim	{pilgrimage}	{}
plaintiff	{}	{}
plateau	{}	{}
plausible	{}	{}
plaza	{}	{}
plea	{}	{}
plead	{}	{}
plight	{}	{}
plumber	{}	{}
plumbing	{}	{}
poise	{poised}	{}
poke	{}	{}
polytechnic	{}	{}
ponder	{}	{}
porcelain	{}	{}
porch	{}	{}
porridge	{}	{}
portfolio	{}	{}
portray	{portrayal,portrait}	{}
potent	{}	{}
pottery	{}	{}
poultry	{}	{}
practitioner	{}	{}
precede	{preceding,precedent}	{}
predator	{predatory}	{}
predecessor	{}	{}
predominate	{predominance,predominant}	{}
premature	{}	{}
premise	{}	{}
premium	{}	{}
preoccupy	{preoccupied}	{}
prerequisite	{}	{}
preside	{}	{}
prestige	{prestigious}	{}
presume	{presumption,presumably}	{}
pretext	{}	{}
prey	{}	{}
probe	{}	{}
profile	{}	{}
prolong	{}	{}
prone	{}	{}
proofread	{}	{}
prop	{}	{}
propaganda	{}	{}
propagate	{propagation}	{}
propel	{propeller}	{}
prosecute	{prosecution}	{}
prosper	{prosperity,prosperous}	{}
protocol	{}	{}
prototype	{}	{}
proximate	{proximity}	{}
psychiatry	{psychiatric,psychiatrist}	{}
pudding	{}	{}
pumpkin	{}	{}
pyramid	{}	{}
quart	{}	{}
query	{}	{}
quest	{}	{}
quiver	{}	{}
radiate	{radiation,radiator,radiant}	{}
radioactive	{radioactivity}	{}
ranch	{}	{}
random	{}	{}
rap	{}	{}
rape	{}	{}
rash	{}	{}
ratify	{ratification}	{}
ration	{}	{}
rattle	{}	{}
reassure	{reassurance}	{}
recede	{}	{}
recipe	{}	{}
reciprocal	{}	{}
reckless	{}	{}
reconcile	{reconciliation,reconciliatory}	{}
rectify	{rectification}	{}
recur	{recurrence}	{}
redundant	{redundancy}	{}
reel	{}	{}
referee	{}	{}
referendum	{}	{}
refuge	{refugee}	{}
refund	{}	{}
refute	{refutation}	{}
regime	{}	{}
regiment	{regimental}	{}
rehabilitate	{rehabilitation}	{}
rehearse	{rehearsal}	{}
reign	{}	{}
rein	{}	{}
rejoice	{rejoicing}	{}
relentless	{}	{}
relic	{}	{}
relish	{}	{}
reminiscent	{reminiscence}	{}
remnant	{}	{}
renaissance	{}	{}
renown	{renowned}	{}
repel	{}	{}
repertoire	{}	{}
repress	{repression,repressive}	{}
reproach	{}	{}
repute	{reputable}	{}
reservoir	{}	{}
reshuffle	{}	{}
restless	{}	{}
retaliate	{retaliation}	{}
retarded	{}	{}
retort	{}	{}
retrieve	{retrieval}	{}
retrospect	{retrospective}	{}
revenge	{revengeful}	{}
revive	{revival}	{}
revolt	{}	{}
rhetoric	{rhetorical}	{}
ridge	{}	{}
rig	{}	{}
rigid	{rigidity}	{}
rigor	{rigorous}	{rigour}
rim	{}	{}
ritual	{}	{}
robust	{}	{}
rot	{rotten}	{}
rotate	{rotation}	{}
rust	{rusty}	{}
ruthless	{}	{}
sacred	{}	{}
saddle	{}	{}
safeguard	{}	{}
salmon	{}	{}
salon	{}	{}
salute	{salutation}	{}
salvage	{}	{}
salvation	{}	{}
sanction	{}	{}
sanctuary	{}	{}
sanitation	{sanitary}	{}
sarcasm	{sarcastic}	{}
satire	{satirical,satirist}	{}
saturate	{saturation}	{}
savage	{}	{}
scenario	{}	{}
scorn	{scornful}	{}
scramble	{}	{}
scrap	{}	{}
scrape	{}	{}
scrub	{}	{}
scrutiny	{scrutinize,scrutinise}	{}
sculpture	{}	{}
secular	{}	{}
seduce	{seduction,seductive}	{}
segregate	{segregation}	{}
sensation	{sensational}	{}
sentiment	{sentimental}	{}
sergeant	{}	{}
serial	{}	{}
shabby	{}	{}
shaft	{}	{}
shark	{}	{}
shatter	{}	{}
shepherd	{}	{}
shield	{}	{}
shipyard	{}	{}
shorthand	{}	{}
shove	{}	{}
showcase	{}	{}
shred	{}	{}
shrewd	{}	{}
shrub	{shrubbery}	{}
signify	{}	{}
simulate	{simulation}	{}
simultaneous	{}	{}
sinister	{}	{}
skeptical	{skeptic,sceptic,skepticism,scepticism}	{sceptical}
skim	{}	{}
skull	{}	{}
slack	{}	{}
slam	{}	{}
slash	{}	{}
slaughter	{}	{}
slot	{}	{}
slum	{}	{}
slump	{}	{}
smuggle	{smuggling,smuggler}	{}
snail	{}	{}
snap	{}	{}
snatch	{}	{}
sneak	{}	{}
sniff	{}	{}
snob	{snobbish}	{}
sob	{}	{}
sober	{}	{}
socket	{}	{}
sodium	{}	{}
solicit	{solicitor}	{}
solidarity	{}	{}
solitary	{solitude}	{}
solo	{}	{}
soothe	{}	{}
sovereign	{sovereignty}	{}
spaghetti	{}	{}
spear	{}	{}
specialty	{}	{speciality}
spectacle	{spectacular}	{}
spectator	{}	{}
spectrum	{}	{}
spice	{spicy}	{}
spider	{}	{}
spine	{spinal}	{}
spiral	{}	{}
sponge	{spongy}	{}
spotlight	{}	{}
sprawl	{}	{}
sprinkle	{}	{}
squad	{}	{}
stab	{}	{}
stagger	{}	{}
stagnate	{stagnation,stagnant}	{}
stalk	{}	{}
stall	{}	{}
stammer	{}	{}
stance	{}	{}
standby	{}	{}
stark	{}	{}
static	{}	{}
stationery	{}	{}
statute	{statutory}	{}
stereotype	{}	{}
stern	{}	{}
steward	{}	{stewardess}
stifle	{}	{}
stigma	{}	{}
stipulate	{stipulation}	{}
stitch	{}	{}
stoop	{}	{}
stout	{}	{}
strait	{}	{}
strand	{}	{}
strangle	{}	{}
stray	{}	{}
streak	{}	{}
streamline	{}	{}
stroll	{}	{}
stubborn	{}	{}
stumble	{}	{}
stump	{}	{}
stun	{stunning}	{}
sturdy	{}	{}
submarine	{}	{}
submerge	{}	{}
subordinate	{subordination}	{}
subscribe	{subscription,subscriber}	{}
subsidy	{subsidize,subsidise}	{}
subsistence	{}	{}
subtle	{subtlety}	{}
sue	{}	{}
suffice	{}	{}
suicide	{suicidal}	{}
suite	{}	{}
sulfur	{}	{sulphur}
summon	{}	{}
superintendent	{}	{}
superstition	{superstitious}	{}
suppress	{suppression,suppressive}	{}
surpass	{}	{}
surveillance	{}	{}
susceptible	{}	{}
swamp	{}	{}
swap	{}	{}
symmetry	{symmetric,symmetrical}	{}
symphony	{}	{}
symposium	{}	{}
syndicate	{}	{}
syndrome	{}	{}
synonym	{}	{}
synthesis	{synthetic,synthesize,synthesise}	{}
taboo	{}	{}
tack	{}	{}
tact	{tactful}	{}
tactic	{}	{}
tan	{}	{}
tangle	{}	{}
tanker	{}	{}
tariff	{}	{}
tease	{}	{}
temperament	{}	{}
tempo	{}	{}
temporal	{}	{}
tempt	{temptation}	{}
tenant	{}	{}
tentative	{}	{}
tenure	{}	{}
terminate	{termination}	{}
terrace	{}	{}
terrain	{}	{}
tertiary	{}	{}
testify	{}	{}
testimony	{}	{}
texture	{}	{}
thermal	{}	{}
thigh	{}	{}
thorn	{thorny}	{}
threshold	{}	{}
thrift	{thrifty}	{}
thrill	{thriller}	{}
throne	{}	{}
tickle	{}	{}
tile	{}	{}
tilt	{}	{}
timid	{}	{}
toil	{}	{}
topple	{}	{}
tornado	{}	{}
tournament	{}	{}
tow	{}	{}
toxic	{}	{}
tract	{}	{}
trait	{}	{}
tranquil	{tranquility}	{}
transcend	{}	{}
transient	{}	{}
transistor	{}	{}
transition	{transitional}	{}
trauma	{traumatic}	{}
tread	{}	{}
treasury	{treasurer}	{}
trek	{}	{}
trench	{}	{}
tribe	{tribal}	{}
tribune	{}	{}
tribute	{}	{}
trickle	{}	{}
trillion	{}	{}
trim	{}	{}
trivial	{}	{}
trophy	{}	{}
tropic	{tropical}	{}
trumpet	{}	{}
tub	{}	{}
tuck	{}	{}
tug	{}	{}
tumble	{}	{}
turbulent	{turbulence}	{}
turmoil	{}	{}
turnout	{}	{}
turnover	{}	{}
turtle	{}	{}
ultra	{}	{}
unanimous	{}	{}
underlie	{underlying}	{}
unfold	{}	{}
unify	{unification}	{}
unilateral	{}	{}
unleash	{}	{}
unprecedented	{}	{}
unveil	{}	{}
uphold	{}	{}
uprising	{}	{}
uranium	{}	{}
urine	{urinate}	{}
vaccine	{vaccinate,vaccination}	{}
valve	{}	{}
vegetation	{}	{}
vein	{}	{}
velocity	{}	{}
velvet	{}	{}
vent	{}	{}
ventilate	{ventilation}	{}
venue	{}	{}
verdict	{}	{}
verge	{}	{}
versatile	{}	{}
verse	{}	{}
vest	{}	{}
viable	{}	{}
vibrate	{vibration}	{}
vice	{}	{}
vicinity	{}	{}
vicious	{}	{}
virgin	{virginity}	{}
vocal	{}	{}
vogue	{}	{}
void	{}	{}
volatile	{volatility}	{}
voucher	{}	{}
vow	{}	{}
vulgar	{}	{}
waive	{waiver}	{}
wardrobe	{}	{}
warrant	{}	{}
warranty	{}	{}
watt	{}	{}
weary	{weariness}	{}
wedge	{}	{}
wharf	{}	{}
whereabouts	{}	{}
whereby	{}	{}
whirl	{}	{}
wholesale	{}	{}
wholesome	{}	{}
wicked	{}	{}
wield	{}	{}
wink	{}	{}
witch	{}	{}
wither	{}	{}
withhold	{}	{}
wrench	{}	{}
wrestle	{wrestling}	{}
wretched	{}	{}
yacht	{}	{}
yawn	{}	{}
yearn	{yearning}	{}
zeal	{zealous}	{}
zigzag	{}	{}
zip	{zipper}	{}
zoom	{}	{}
\.


--
-- Name: cet cet_pkey; Type: CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.cet
    ADD CONSTRAINT cet_pkey PRIMARY KEY (word);




--
-- Data for Name: languages; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.languages (code) FROM stdin;
zh
en
ja
\.


--
-- Data for Name: words; Type: TABLE DATA; Schema: public; Owner: -
--

COPY public.words (lang, word, categories) FROM stdin;
zh	爱	{HSK1}
zh	八	{HSK1}
zh	爸爸	{HSK1}
zh	吧	{HSK1}
zh	白天	{HSK1}
zh	百	{HSK1}
zh	半	{HSK1,HSK4}
zh	包子	{HSK1}
zh	杯子	{HSK1}
zh	本	{HSK1,HSK5}
zh	边	{HSK1}
zh	病	{HSK1}
zh	不	{HSK1}
zh	不客气	{HSK1}
zh	不要	{HSK1}
zh	菜	{HSK1}
zh	茶	{HSK1}
zh	唱	{HSK1}
zh	超市	{HSK1}
zh	车	{HSK1}
zh	吃	{HSK1}
zh	出租车	{HSK1}
zh	穿	{HSK1}
zh	打电话	{HSK1}
zh	大	{HSK1}
zh	大家	{HSK1}
zh	大学	{HSK1}
zh	大学生	{HSK1}
zh	到	{HSK1}
zh	的	{HSK1}
zh	第	{HSK1}
zh	弟弟	{HSK1}
zh	点	{HSK1,HSK2,HSK3,HSK4}
zh	店	{HSK1}
zh	电话	{HSK1}
zh	电脑	{HSK1}
zh	电视	{HSK1}
zh	电影	{HSK1}
zh	电影院	{HSK1}
zh	东西	{HSK1}
zh	都	{HSK1}
zh	读	{HSK1}
zh	读书	{HSK1}
zh	对	{HSK1,HSK4}
zh	对不起	{HSK1}
zh	多	{HSK1,HSK2}
zh	多少	{HSK1}
zh	儿子	{HSK1}
zh	二	{HSK1}
zh	饭	{HSK1}
zh	饭店	{HSK1}
zh	房间	{HSK1}
zh	非常	{HSK1}
zh	飞机	{HSK1}
zh	分	{HSK1,HSK3}
zh	分钟	{HSK1}
zh	高兴	{HSK1}
zh	歌	{HSK1}
zh	哥哥	{HSK1}
zh	个	{HSK1}
zh	给	{HSK1,HSK2}
zh	公司	{HSK1}
zh	工作	{HSK1}
zh	狗	{HSK1}
zh	贵	{HSK1}
zh	国	{HSK1}
zh	还	{HSK1,HSK3}
zh	孩子	{HSK1}
zh	汉语	{HSK1}
zh	汉字	{HSK1}
zh	好	{HSK1,HSK2,HSK4,HSK5}
zh	好吃	{HSK1}
zh	好看	{HSK1}
zh	好听	{HSK1}
zh	好玩儿	{HSK1}
zh	号	{HSK1}
zh	喝	{HSK1}
zh	和	{HSK1,HSK7-9}
zh	很	{HSK1}
zh	后	{HSK1}
zh	回	{HSK1,HSK3}
zh	会	{HSK1,HSK3}
zh	火车	{HSK1}
zh	鸡蛋	{HSK1}
zh	几	{HSK1}
zh	家	{HSK1,HSK3}
zh	家人	{HSK1}
zh	见	{HSK1}
zh	件	{HSK1}
zh	饺子	{HSK1}
zh	叫	{HSK1,HSK4}
zh	姐姐	{HSK1}
zh	今年	{HSK1}
zh	今天	{HSK1}
zh	九	{HSK1}
zh	觉得	{HSK1}
zh	开	{HSK1}
zh	开车	{HSK1}
zh	看	{HSK1,HSK5}
zh	看病	{HSK1}
zh	看见	{HSK1}
zh	可以	{HSK1}
zh	课	{HSK1}
zh	口	{HSK1}
zh	块	{HSK1}
zh	来	{HSK1}
zh	老师	{HSK1}
zh	了	{HSK1}
zh	冷	{HSK1}
zh	里	{HSK1}
zh	两	{HSK1,HSK4}
zh	零	{HSK1}
zh	六	{HSK1}
zh	妈妈	{HSK1}
zh	吗	{HSK1}
zh	买	{HSK1}
zh	卖	{HSK1}
zh	忙	{HSK1}
zh	猫	{HSK1}
zh	没关系	{HSK1}
zh	没事	{HSK1}
zh	没有	{HSK1}
zh	妹妹	{HSK1}
zh	们	{HSK1}
zh	米饭	{HSK1}
zh	面包	{HSK1}
zh	面条儿	{HSK1}
zh	明年	{HSK1}
zh	明天	{HSK1}
zh	名字	{HSK1}
zh	哪	{HSK1}
zh	哪个	{HSK1}
zh	哪里	{HSK1}
zh	哪儿	{HSK1}
zh	哪些	{HSK1}
zh	那	{HSK1,HSK2}
zh	那边	{HSK1}
zh	那个	{HSK1}
zh	那里	{HSK1}
zh	那儿	{HSK1}
zh	那些	{HSK1}
zh	男	{HSK1}
zh	男朋友	{HSK1}
zh	呢	{HSK1}
zh	能	{HSK1}
zh	你	{HSK1}
zh	你好	{HSK1}
zh	你们	{HSK1}
zh	年	{HSK1}
zh	您	{HSK1}
zh	牛奶	{HSK1}
zh	女	{HSK1}
zh	女儿	{HSK1}
zh	女朋友	{HSK1}
zh	女士	{HSK1}
zh	朋友	{HSK1}
zh	便宜	{HSK1}
zh	漂亮	{HSK1}
zh	苹果	{HSK1}
zh	七	{HSK1}
zh	起床	{HSK1}
zh	千	{HSK1}
zh	前	{HSK1}
zh	钱	{HSK1}
zh	请	{HSK1}
zh	请问	{HSK1}
zh	去	{HSK1}
zh	去年	{HSK1}
zh	热	{HSK1}
zh	人	{HSK1}
zh	认识	{HSK1}
zh	日	{HSK1,HSK4}
zh	三	{HSK1}
zh	商店	{HSK1}
zh	上	{HSK1}
zh	上班	{HSK1}
zh	上课	{HSK1}
zh	上午	{HSK1}
zh	上学	{HSK1}
zh	少	{HSK1}
zh	谁	{HSK1}
zh	什么	{HSK1}
zh	生病	{HSK1}
zh	十	{HSK1}
zh	时候	{HSK1}
zh	时间	{HSK1}
zh	事	{HSK1}
zh	是	{HSK1}
zh	手机	{HSK1}
zh	书	{HSK1}
zh	书店	{HSK1}
zh	水	{HSK1}
zh	水果	{HSK1}
zh	睡	{HSK1}
zh	睡觉	{HSK1}
zh	说	{HSK1}
zh	说话	{HSK1}
zh	四	{HSK1}
zh	岁	{HSK1}
zh	他	{HSK1}
zh	它	{HSK1}
zh	她	{HSK1}
zh	他们	{HSK1}
zh	它们	{HSK1}
zh	她们	{HSK1}
zh	太	{HSK1}
zh	天	{HSK1}
zh	天气	{HSK1}
zh	听	{HSK1}
zh	听见	{HSK1}
zh	同学	{HSK1}
zh	外	{HSK1}
zh	外边	{HSK1}
zh	玩	{HSK1}
zh	晚	{HSK1}
zh	晚饭	{HSK1}
zh	晚上	{HSK1}
zh	喂	{HSK1,HSK5}
zh	问	{HSK1}
zh	问题	{HSK1}
zh	我	{HSK1}
zh	我们	{HSK1}
zh	五	{HSK1}
zh	午饭	{HSK1}
zh	喜欢	{HSK1}
zh	下	{HSK1}
zh	下雨	{HSK1}
zh	下班	{HSK1}
zh	下课	{HSK1}
zh	下午	{HSK1}
zh	先生	{HSK1}
zh	现在	{HSK1}
zh	想	{HSK1}
zh	小	{HSK1}
zh	小朋友	{HSK1}
zh	小时	{HSK1}
zh	小学	{HSK1}
zh	小学生	{HSK1}
zh	些	{HSK1}
zh	写	{HSK1}
zh	谢谢	{HSK1}
zh	新	{HSK1}
zh	星期	{HSK1}
zh	星期日	{HSK1}
zh	星期天	{HSK1}
zh	休息	{HSK1}
zh	学	{HSK1}
zh	学生	{HSK1}
zh	学习	{HSK1}
zh	学校	{HSK1}
zh	雪	{HSK1}
zh	要	{HSK1}
zh	也	{HSK1}
zh	一	{HSK1}
zh	衣服	{HSK1}
zh	医生	{HSK1}
zh	医院	{HSK1}
zh	一半	{HSK1}
zh	一下	{HSK1,HSK4}
zh	椅子	{HSK1}
zh	一点儿	{HSK1}
zh	一些	{HSK1}
zh	有	{HSK1}
zh	有的	{HSK1}
zh	有点儿	{HSK1}
zh	有些	{HSK1,HSK3}
zh	雨	{HSK1}
zh	元	{HSK1}
zh	月	{HSK1}
zh	再	{HSK1}
zh	在	{HSK1}
zh	再见	{HSK1}
zh	早	{HSK1}
zh	早饭	{HSK1}
zh	早上	{HSK1}
zh	怎么	{HSK1}
zh	怎么样	{HSK1}
zh	找	{HSK1}
zh	这	{HSK1}
zh	这边	{HSK1}
zh	这个	{HSK1}
zh	这里	{HSK1}
zh	这儿	{HSK1}
zh	这些	{HSK1}
zh	真	{HSK1,HSK4}
zh	正在	{HSK1}
zh	只	{HSK1,HSK3}
zh	知道	{HSK1}
zh	中国	{HSK1}
zh	中文	{HSK1}
zh	中午	{HSK1}
zh	中学	{HSK1}
zh	中学生	{HSK1}
zh	住	{HSK1}
zh	桌子	{HSK1}
zh	字	{HSK1}
zh	昨天	{HSK1}
zh	坐	{HSK1}
zh	做	{HSK1}
zh	做饭	{HSK1}
zh	啊	{HSK2,HSK4}
zh	爱好	{HSK2}
zh	白色	{HSK2}
zh	班	{HSK2,HSK5}
zh	帮	{HSK2}
zh	帮忙	{HSK2}
zh	包	{HSK2}
zh	本子	{HSK2}
zh	比	{HSK2}
zh	笔	{HSK2,HSK5}
zh	别	{HSK2,HSK5}
zh	不错	{HSK2}
zh	不好意思	{HSK2}
zh	长	{HSK2,HSK3}
zh	车站	{HSK2}
zh	出	{HSK2}
zh	出国	{HSK2}
zh	出来	{HSK2}
zh	出门	{HSK2}
zh	出去	{HSK2}
zh	床	{HSK2}
zh	词	{HSK2}
zh	次	{HSK2,HSK7-9}
zh	从	{HSK2,HSK4}
zh	从小	{HSK2}
zh	错	{HSK2}
zh	打	{HSK2,HSK7-9}
zh	打车	{HSK2}
zh	打开	{HSK2}
zh	但	{HSK2,HSK7-9}
zh	但是	{HSK2}
zh	得	{HSK2,HSK3}
zh	地	{HSK2,HSK3}
zh	等	{HSK2,HSK4,HSK5}
zh	地铁	{HSK2}
zh	懂	{HSK2}
zh	动	{HSK2}
zh	饭馆	{HSK2}
zh	飞	{HSK2}
zh	高	{HSK2}
zh	高中	{HSK2}
zh	告诉	{HSK2}
zh	个子	{HSK2}
zh	跟	{HSK2,HSK5}
zh	公交车	{HSK2}
zh	过	{HSK2}
zh	过来	{HSK2}
zh	过年	{HSK2}
zh	过去	{HSK2,HSK3}
zh	还是	{HSK2}
zh	黑色	{HSK2}
zh	红茶	{HSK2}
zh	红色	{HSK2}
zh	后面	{HSK2}
zh	花	{HSK2,HSK6}
zh	画	{HSK2}
zh	坏	{HSK2}
zh	回来	{HSK2}
zh	回去	{HSK2}
zh	机场	{HSK2}
zh	机票	{HSK2}
zh	记得	{HSK2}
zh	间	{HSK2,HSK4}
zh	教	{HSK2}
zh	教室	{HSK2}
zh	介绍	{HSK2}
zh	进	{HSK2}
zh	近	{HSK2}
zh	进来	{HSK2}
zh	进去	{HSK2}
zh	经常	{HSK2}
zh	酒店	{HSK2}
zh	就	{HSK2,HSK7-9}
zh	咖啡	{HSK2}
zh	开始	{HSK2}
zh	开学	{HSK2}
zh	考	{HSK2}
zh	考试	{HSK2}
zh	可能	{HSK2}
zh	裤子	{HSK2}
zh	快	{HSK2}
zh	快乐	{HSK2}
zh	快要	{HSK2}
zh	篮球	{HSK2}
zh	累	{HSK2}
zh	离	{HSK2}
zh	里面	{HSK2}
zh	楼	{HSK2}
zh	路	{HSK2}
zh	路上	{HSK2}
zh	旅游	{HSK2}
zh	绿茶	{HSK2}
zh	绿色	{HSK2,HSK4}
zh	慢	{HSK2}
zh	没意思	{HSK2}
zh	每	{HSK2,HSK4}
zh	门	{HSK2}
zh	门口	{HSK2}
zh	门票	{HSK2}
zh	面	{HSK2,HSK5}
zh	名	{HSK2}
zh	拿	{HSK2}
zh	那么	{HSK2}
zh	那样	{HSK2}
zh	奶茶	{HSK2}
zh	奶奶	{HSK2}
zh	男孩儿	{HSK2}
zh	鸟	{HSK2}
zh	女孩儿	{HSK2}
zh	旁边	{HSK2}
zh	跑	{HSK2}
zh	跑步	{HSK2}
zh	票	{HSK2}
zh	妻子	{HSK2}
zh	起来	{HSK2}
zh	前面	{HSK2}
zh	晴	{HSK2}
zh	球	{HSK2}
zh	让	{HSK2,HSK4}
zh	肉	{HSK2}
zh	商场	{HSK2}
zh	上来	{HSK2}
zh	上面	{HSK2}
zh	上去	{HSK2}
zh	上网	{HSK2}
zh	身体	{HSK2}
zh	生日	{HSK2}
zh	时	{HSK2,HSK6}
zh	事情	{HSK2}
zh	手	{HSK2}
zh	手表	{HSK2}
zh	书包	{HSK2}
zh	舒服	{HSK2}
zh	送	{HSK2}
zh	虽然	{HSK2}
zh	所以	{HSK2}
zh	疼	{HSK2,HSK6}
zh	踢	{HSK2}
zh	题	{HSK2}
zh	条	{HSK2,HSK5}
zh	跳舞	{HSK2}
zh	头	{HSK2,HSK3,HSK5}
zh	外国	{HSK2}
zh	外面	{HSK2}
zh	完	{HSK2}
zh	万	{HSK2}
zh	往	{HSK2}
zh	网上	{HSK2}
zh	忘	{HSK2}
zh	位	{HSK2}
zh	为什么	{HSK2}
zh	希望	{HSK2}
zh	洗	{HSK2}
zh	洗手间	{HSK2}
zh	下来	{HSK2}
zh	下面	{HSK2}
zh	下去	{HSK2}
zh	小孩儿	{HSK2}
zh	小时候	{HSK2}
zh	笑	{HSK2}
zh	姓	{HSK2}
zh	姓名	{HSK2}
zh	颜色	{HSK2}
zh	眼睛	{HSK2}
zh	药	{HSK2}
zh	药店	{HSK2}
zh	爷爷	{HSK2}
zh	一会儿	{HSK2,HSK3}
zh	已经	{HSK2}
zh	一起	{HSK2}
zh	意思	{HSK2}
zh	阴	{HSK2}
zh	因为	{HSK2}
zh	游	{HSK2}
zh	游泳	{HSK2}
zh	有意思	{HSK2}
zh	有时	{HSK2}
zh	右	{HSK2}
zh	右边	{HSK2}
zh	鱼	{HSK2}
zh	远	{HSK2}
zh	运动	{HSK2}
zh	站	{HSK2,HSK3}
zh	丈夫	{HSK2}
zh	这么	{HSK2}
zh	这样	{HSK2}
zh	着	{HSK2,HSK4}
zh	正	{HSK2,HSK5}
zh	周	{HSK2,HSK6}
zh	准备	{HSK2}
zh	自己	{HSK2}
zh	走	{HSK2}
zh	走路	{HSK2}
zh	足球	{HSK2}
zh	最	{HSK2}
zh	左	{HSK2}
zh	左边	{HSK2}
zh	阿姨	{HSK3}
zh	矮	{HSK3}
zh	爱人	{HSK3}
zh	安静	{HSK3}
zh	安全	{HSK3}
zh	把	{HSK3}
zh	搬	{HSK3}
zh	班级	{HSK3}
zh	搬家	{HSK3}
zh	办	{HSK3}
zh	办法	{HSK3}
zh	办公室	{HSK3}
zh	半天	{HSK3}
zh	帮助	{HSK3}
zh	饱	{HSK3}
zh	报纸	{HSK3}
zh	北	{HSK3}
zh	北方	{HSK3}
zh	被	{HSK3}
zh	笔记	{HSK3}
zh	比较	{HSK3}
zh	笔记本	{HSK3}
zh	比如	{HSK3}
zh	比赛	{HSK3}
zh	必须	{HSK3}
zh	变	{HSK3}
zh	遍	{HSK3}
zh	变成	{HSK3}
zh	变化	{HSK3}
zh	表演	{HSK3}
zh	别的	{HSK3}
zh	别人	{HSK3}
zh	宾馆	{HSK3}
zh	冰	{HSK3,HSK5}
zh	冰激凌	{HSK3}
zh	冰箱	{HSK3}
zh	病人	{HSK3}
zh	不但	{HSK3}
zh	不见	{HSK3}
zh	不用	{HSK3}
zh	不同	{HSK3}
zh	不久	{HSK3}
zh	不行	{HSK3}
zh	才	{HSK3,HSK5}
zh	菜单	{HSK3}
zh	参加	{HSK3}
zh	草	{HSK3}
zh	草地	{HSK3}
zh	层	{HSK3}
zh	查	{HSK3}
zh	差	{HSK3}
zh	差不多	{HSK3}
zh	尝	{HSK3}
zh	常	{HSK3}
zh	常见	{HSK3}
zh	常用	{HSK3}
zh	常常	{HSK3}
zh	衬衫	{HSK3}
zh	成绩	{HSK3}
zh	城市	{HSK3}
zh	迟到	{HSK3}
zh	出发	{HSK3}
zh	出生	{HSK3}
zh	出院	{HSK3}
zh	初中	{HSK3}
zh	除了	{HSK3}
zh	船	{HSK3}
zh	春天	{HSK3}
zh	词典	{HSK3}
zh	聪明	{HSK3}
zh	打扫	{HSK3}
zh	打算	{HSK3}
zh	大概	{HSK3,HSK6}
zh	大人	{HSK3}
zh	大小	{HSK3}
zh	大熊猫	{HSK3}
zh	大衣	{HSK3}
zh	带	{HSK3,HSK5}
zh	担心	{HSK3}
zh	蛋糕	{HSK3}
zh	当然	{HSK3}
zh	到处	{HSK3}
zh	得到	{HSK3}
zh	得分	{HSK3}
zh	的话	{HSK3}
zh	灯	{HSK3}
zh	地点	{HSK3}
zh	地方	{HSK3,HSK6}
zh	地图	{HSK3}
zh	电	{HSK3,HSK5}
zh	电梯	{HSK3}
zh	电子书	{HSK3}
zh	丢	{HSK3}
zh	东	{HSK3}
zh	东北	{HSK3}
zh	东方	{HSK3}
zh	东南	{HSK3}
zh	冬天	{HSK3}
zh	懂得	{HSK3}
zh	动物	{HSK3}
zh	动物园	{HSK3}
zh	短	{HSK3}
zh	短裤	{HSK3}
zh	段	{HSK3}
zh	锻炼	{HSK3}
zh	对话	{HSK3}
zh	饿	{HSK3}
zh	而且	{HSK3}
zh	耳朵	{HSK3}
zh	耳机	{HSK3}
zh	发	{HSK3}
zh	发烧	{HSK3}
zh	发生	{HSK3}
zh	发现	{HSK3}
zh	发展	{HSK3}
zh	方便	{HSK3}
zh	方便面	{HSK3}
zh	方法	{HSK3}
zh	方向	{HSK3}
zh	房子	{HSK3}
zh	放	{HSK3}
zh	放假	{HSK3}
zh	放心	{HSK3}
zh	放学	{HSK3}
zh	分开	{HSK3}
zh	风	{HSK3}
zh	封	{HSK3,HSK6}
zh	夫妻	{HSK3}
zh	服务	{HSK3}
zh	附近	{HSK3}
zh	复习	{HSK3}
zh	该	{HSK3,HSK6}
zh	干净	{HSK3}
zh	感兴趣	{HSK3}
zh	感到	{HSK3}
zh	感冒	{HSK3}
zh	干	{HSK3,HSK4,HSK5}
zh	刚	{HSK3}
zh	刚才	{HSK3}
zh	刚刚	{HSK3}
zh	高铁	{HSK3}
zh	根据	{HSK3,HSK5}
zh	更	{HSK3}
zh	公斤	{HSK3}
zh	公园	{HSK3}
zh	工作日	{HSK3}
zh	故事	{HSK3}
zh	刮	{HSK3}
zh	关	{HSK3,HSK5}
zh	关机	{HSK3}
zh	关系	{HSK3,HSK4}
zh	关心	{HSK3}
zh	关于	{HSK3}
zh	关注	{HSK3}
zh	国家	{HSK3}
zh	过节	{HSK3}
zh	海	{HSK3}
zh	害怕	{HSK3}
zh	好多	{HSK3}
zh	好久	{HSK3}
zh	好像	{HSK3}
zh	号码	{HSK3}
zh	河	{HSK3}
zh	合适	{HSK3}
zh	黑板	{HSK3}
zh	红绿灯	{HSK3}
zh	后来	{HSK3}
zh	后年	{HSK3}
zh	后天	{HSK3}
zh	护照	{HSK3}
zh	花园	{HSK3}
zh	画家	{HSK3}
zh	欢迎	{HSK3}
zh	环境	{HSK3}
zh	换	{HSK3}
zh	黄色	{HSK3}
zh	回答	{HSK3}
zh	会议	{HSK3}
zh	或	{HSK3,HSK6}
zh	或者	{HSK3}
zh	鸡	{HSK3}
zh	几乎	{HSK3}
zh	机会	{HSK3}
zh	极	{HSK3}
zh	急	{HSK3}
zh	记	{HSK3}
zh	季	{HSK3}
zh	季节	{HSK3}
zh	加	{HSK3}
zh	假期	{HSK3}
zh	坚持	{HSK3}
zh	检查	{HSK3}
zh	简单	{HSK3}
zh	检票	{HSK3}
zh	健康	{HSK3}
zh	见面	{HSK3}
zh	讲	{HSK3}
zh	角	{HSK3}
zh	脚	{HSK3}
zh	接	{HSK3}
zh	街	{HSK3}
zh	节	{HSK3,HSK4}
zh	结婚	{HSK3}
zh	节目	{HSK3}
zh	节日	{HSK3}
zh	结束	{HSK3}
zh	解决	{HSK3}
zh	姐妹	{HSK3}
zh	借	{HSK3}
zh	斤	{HSK3}
zh	经过	{HSK3}
zh	经理	{HSK3}
zh	久	{HSK3}
zh	酒	{HSK3}
zh	旧	{HSK3}
zh	句	{HSK3}
zh	句子	{HSK3}
zh	决定	{HSK3}
zh	卡	{HSK3,HSK7-9}
zh	开花	{HSK3}
zh	开会	{HSK3}
zh	开机	{HSK3}
zh	开心	{HSK3}
zh	看来	{HSK3}
zh	可	{HSK3,HSK5}
zh	渴	{HSK3}
zh	可爱	{HSK3}
zh	可是	{HSK3}
zh	刻	{HSK3,HSK5}
zh	课本	{HSK3}
zh	客人	{HSK3}
zh	课文	{HSK3}
zh	空调	{HSK3}
zh	哭	{HSK3}
zh	筷子	{HSK3}
zh	矿泉水	{HSK3}
zh	来自	{HSK3}
zh	蓝	{HSK3}
zh	老	{HSK3,HSK4}
zh	老人	{HSK3}
zh	离开	{HSK3}
zh	礼物	{HSK3}
zh	历史	{HSK3}
zh	脸	{HSK3}
zh	练	{HSK3}
zh	练习	{HSK3}
zh	凉快	{HSK3}
zh	辆	{HSK3}
zh	聊	{HSK3}
zh	聊天儿	{HSK3}
zh	了解	{HSK3}
zh	邻居	{HSK3}
zh	留学	{HSK3}
zh	留学生	{HSK3}
zh	楼梯	{HSK3}
zh	路边	{HSK3}
zh	路口	{HSK3}
zh	马	{HSK3}
zh	马路	{HSK3}
zh	马上	{HSK3}
zh	满意	{HSK3}
zh	毛	{HSK3,HSK5}
zh	米	{HSK3}
zh	面前	{HSK3}
zh	明白	{HSK3}
zh	名单	{HSK3}
zh	名人	{HSK3}
zh	南	{HSK3}
zh	难	{HSK3,HSK6}
zh	南方	{HSK3}
zh	难过	{HSK3}
zh	难看	{HSK3}
zh	男人	{HSK3}
zh	男生	{HSK3}
zh	难题	{HSK3}
zh	难听	{HSK3}
zh	年级	{HSK3}
zh	年轻	{HSK3}
zh	牛	{HSK3,HSK5}
zh	努力	{HSK3}
zh	女人	{HSK3}
zh	女生	{HSK3}
zh	爬	{HSK3}
zh	怕	{HSK3,HSK4}
zh	拍照	{HSK3}
zh	盘子	{HSK3}
zh	胖	{HSK3}
zh	啤酒	{HSK3}
zh	平时	{HSK3}
zh	瓶子	{HSK3}
zh	骑	{HSK3}
zh	奇怪	{HSK3}
zh	其实	{HSK3}
zh	其他	{HSK3}
zh	起	{HSK3,HSK5}
zh	起飞	{HSK3}
zh	汽车	{HSK3}
zh	铅笔	{HSK3}
zh	装	{HSK4}
zh	前年	{HSK3}
zh	前天	{HSK3}
zh	清楚	{HSK3}
zh	请假	{HSK3}
zh	请客	{HSK3}
zh	秋天	{HSK3}
zh	球场	{HSK3}
zh	裙子	{HSK3}
zh	然后	{HSK3}
zh	热情	{HSK3}
zh	认得	{HSK3}
zh	认为	{HSK3}
zh	认真	{HSK3}
zh	容易	{HSK3}
zh	如果	{HSK3}
zh	伞	{HSK3}
zh	扫	{HSK3}
zh	沙发	{HSK3}
zh	山	{HSK3}
zh	上衣	{HSK3}
zh	勺子	{HSK3}
zh	身边	{HSK3}
zh	身高	{HSK3}
zh	声	{HSK3}
zh	生活	{HSK3}
zh	生气	{HSK3}
zh	声音	{HSK3}
zh	市	{HSK3}
zh	试	{HSK3}
zh	室	{HSK3}
zh	世界	{HSK3}
zh	收	{HSK3}
zh	收到	{HSK3}
zh	受	{HSK3}
zh	瘦	{HSK3}
zh	受到	{HSK3}
zh	叔叔	{HSK3}
zh	树	{HSK3}
zh	数学	{HSK3}
zh	刷	{HSK3}
zh	双	{HSK3}
zh	水平	{HSK3}
zh	司机	{HSK3}
zh	四季	{HSK3}
zh	太阳	{HSK3}
zh	糖	{HSK3}
zh	特别	{HSK3}
zh	提高	{HSK3}
zh	体育	{HSK3}
zh	体育馆	{HSK3}
zh	甜	{HSK3}
zh	跳	{HSK3}
zh	听说	{HSK3}
zh	挺	{HSK3,HSK7-9}
zh	同事	{HSK3}
zh	同意	{HSK3}
zh	头发	{HSK3}
zh	突然	{HSK3}
zh	图书馆	{HSK3}
zh	腿	{HSK3}
zh	外地	{HSK3}
zh	外卖	{HSK3}
zh	外语	{HSK3}
zh	完成	{HSK3}
zh	碗	{HSK3}
zh	晚点	{HSK3}
zh	晚会	{HSK3}
zh	网球	{HSK3}
zh	网站	{HSK3}
zh	忘记	{HSK3}
zh	为	{HSK3,HSK4,HSK5}
zh	为了	{HSK3}
zh	卫生间	{HSK3}
zh	文化	{HSK3}
zh	屋子	{HSK3}
zh	西	{HSK3}
zh	西北	{HSK3}
zh	西方	{HSK3}
zh	西瓜	{HSK3}
zh	西南	{HSK3}
zh	习惯	{HSK3}
zh	喜爱	{HSK3}
zh	洗衣机	{HSK3}
zh	洗澡	{HSK3}
zh	夏天	{HSK3}
zh	先	{HSK3}
zh	香蕉	{HSK3}
zh	相信	{HSK3}
zh	箱子	{HSK3}
zh	向	{HSK3}
zh	像	{HSK3,HSK4,HSK7-9}
zh	相机	{HSK3}
zh	小区	{HSK3}
zh	小心	{HSK3}
zh	校园	{HSK3}
zh	校长	{HSK3}
zh	鞋	{HSK3}
zh	心里	{HSK3}
zh	新年	{HSK3}
zh	新闻	{HSK3}
zh	新鲜	{HSK3}
zh	信	{HSK3}
zh	信用卡	{HSK3}
zh	行	{HSK3,HSK5}
zh	行李	{HSK3}
zh	兴趣	{HSK3}
zh	休假	{HSK3}
zh	需要	{HSK3}
zh	选	{HSK3}
zh	选择	{HSK3}
zh	学期	{HSK3}
zh	牙	{HSK3}
zh	牙刷	{HSK3}
zh	羊	{HSK3}
zh	养	{HSK3}
zh	要求	{HSK3}
zh	页	{HSK3}
zh	一定	{HSK3}
zh	一共	{HSK3}
zh	一块儿	{HSK3}
zh	一样	{HSK3}
zh	以后	{HSK3}
zh	以前	{HSK3}
zh	以上	{HSK3}
zh	以外	{HSK3}
zh	以为	{HSK3}
zh	以下	{HSK3}
zh	一般	{HSK3}
zh	一边	{HSK3}
zh	一直	{HSK3}
zh	音乐	{HSK3}
zh	银行	{HSK3}
zh	银行卡	{HSK3}
zh	饮料	{HSK3}
zh	应该	{HSK3}
zh	影响	{HSK3}
zh	用	{HSK3}
zh	邮件	{HSK3}
zh	游客	{HSK3}
zh	游戏	{HSK3}
zh	邮箱	{HSK3}
zh	有关	{HSK3}
zh	有名	{HSK3}
zh	有用	{HSK3}
zh	又	{HSK3}
zh	羽毛球	{HSK3}
zh	语言	{HSK3}
zh	雨衣	{HSK3}
zh	遇到	{HSK3}
zh	遇见	{HSK3}
zh	园	{HSK3}
zh	员	{HSK3}
zh	愿意	{HSK3}
zh	越	{HSK3}
zh	月亮	{HSK3}
zh	运动会	{HSK3}
zh	运动员	{HSK3}
zh	咱们	{HSK3}
zh	脏	{HSK3}
zh	怎么办	{HSK3}
zh	怎样	{HSK3}
zh	张	{HSK3}
zh	着急	{HSK3}
zh	照	{HSK3}
zh	照顾	{HSK3}
zh	照片	{HSK3}
zh	照相	{HSK3}
zh	直到	{HSK3}
zh	纸	{HSK3}
zh	只能	{HSK3}
zh	只是	{HSK3}
zh	只要	{HSK3}
zh	只有	{HSK3}
zh	中	{HSK3,HSK6}
zh	中间	{HSK3}
zh	终于	{HSK3}
zh	种	{HSK3,HSK4}
zh	重要	{HSK3}
zh	周末	{HSK3}
zh	主要	{HSK3}
zh	注意	{HSK3}
zh	住院	{HSK3}
zh	字典	{HSK3}
zh	自行车	{HSK3}
zh	子	{HSK3}
zh	总	{HSK3,HSK5}
zh	总是	{HSK3}
zh	嘴	{HSK3}
zh	最好	{HSK3}
zh	最后	{HSK3}
zh	最近	{HSK3}
zh	做客	{HSK3}
zh	作业	{HSK3}
zh	爱情	{HSK4}
zh	爱心	{HSK4}
zh	安检	{HSK4}
zh	安排	{HSK4}
zh	按	{HSK4}
zh	按时	{HSK4}
zh	按照	{HSK4}
zh	白酒	{HSK4}
zh	办公	{HSK4}
zh	办理	{HSK4}
zh	办事	{HSK4}
zh	棒	{HSK4,HSK5}
zh	保护	{HSK4}
zh	保证	{HSK4}
zh	抱	{HSK4}
zh	报考	{HSK4}
zh	报名	{HSK4}
zh	抱歉	{HSK4}
zh	背	{HSK4,HSK5}
zh	背包	{HSK4}
zh	北部	{HSK4}
zh	倍	{HSK4}
zh	本科	{HSK4}
zh	本来	{HSK4}
zh	笨	{HSK4}
zh	鼻子	{HSK4}
zh	笔试	{HSK4}
zh	毕业	{HSK4}
zh	毕业生	{HSK4}
zh	便于	{HSK4}
zh	标准	{HSK4}
zh	表	{HSK4,HSK7-9}
zh	表格	{HSK4}
zh	表示	{HSK4}
zh	表现	{HSK4}
zh	表扬	{HSK4}
zh	饼干	{HSK4}
zh	并	{HSK4}
zh	并且	{HSK4}
zh	播放	{HSK4}
zh	博士	{HSK4}
zh	不必	{HSK4}
zh	不便	{HSK4}
zh	不断	{HSK4}
zh	不够	{HSK4}
zh	不过	{HSK4,HSK5}
zh	不论	{HSK4}
zh	步	{HSK4}
zh	部	{HSK4}
zh	不得不	{HSK4}
zh	部分	{HSK4}
zh	不管	{HSK4}
zh	不光	{HSK4}
zh	不仅	{HSK4}
zh	不满	{HSK4}
zh	部门	{HSK4}
zh	不如	{HSK4}
zh	擦	{HSK4}
zh	猜	{HSK4}
zh	材料	{HSK4}
zh	参观	{HSK4}
zh	参赛	{HSK4}
zh	餐厅	{HSK4}
zh	操场	{HSK4}
zh	厕所	{HSK4}
zh	查看	{HSK4}
zh	茶叶	{HSK4}
zh	查找	{HSK4}
zh	差点儿	{HSK4}
zh	产生	{HSK4}
zh	厂	{HSK4}
zh	场	{HSK4}
zh	超过	{HSK4}
zh	车速	{HSK4}
zh	车位	{HSK4}
zh	城	{HSK4}
zh	乘	{HSK4,HSK6}
zh	成功	{HSK4}
zh	乘客	{HSK4}
zh	诚实	{HSK4}
zh	成为	{HSK4}
zh	乘坐	{HSK4}
zh	吃惊	{HSK4}
zh	迟	{HSK4}
zh	重	{HSK4,HSK5}
zh	重新	{HSK4}
zh	出差	{HSK4}
zh	出口	{HSK4,HSK5}
zh	出现	{HSK4}
zh	出行	{HSK4}
zh	出租	{HSK4}
zh	厨房	{HSK4}
zh	厨师	{HSK4}
zh	窗	{HSK4}
zh	窗户	{HSK4}
zh	吹	{HSK4}
zh	词语	{HSK4}
zh	此	{HSK4}
zh	此次	{HSK4}
zh	此外	{HSK4}
zh	从此	{HSK4}
zh	从来	{HSK4}
zh	从中	{HSK4}
zh	粗	{HSK4}
zh	粗心	{HSK4}
zh	村	{HSK4}
zh	存	{HSK4}
zh	错过	{HSK4}
zh	错误	{HSK4}
zh	答应	{HSK4}
zh	答	{HSK4}
zh	答案	{HSK4}
zh	达到	{HSK4}
zh	打招呼	{HSK4}
zh	打败	{HSK4}
zh	打工	{HSK4}
zh	打扰	{HSK4}
zh	打印	{HSK4}
zh	打印机	{HSK4}
zh	打折	{HSK4}
zh	打针	{HSK4}
zh	大巴	{HSK4}
zh	大大	{HSK4}
zh	大夫	{HSK4}
zh	大量	{HSK4}
zh	大赛	{HSK4}
zh	大厅	{HSK4}
zh	大约	{HSK4}
zh	大自然	{HSK4}
zh	待	{HSK4,HSK6}
zh	戴	{HSK4}
zh	袋子	{HSK4}
zh	单位	{HSK4}
zh	当	{HSK4,HSK5}
zh	当时	{HSK4}
zh	刀	{HSK4}
zh	导游	{HSK4}
zh	倒	{HSK4,HSK5,HSK6}
zh	道	{HSK4}
zh	到底	{HSK4}
zh	到来	{HSK4}
zh	道路	{HSK4}
zh	道歉	{HSK4}
zh	得意	{HSK4}
zh	登机	{HSK4}
zh	等到	{HSK4}
zh	低	{HSK4}
zh	低价	{HSK4}
zh	低温	{HSK4}
zh	低于	{HSK4}
zh	底	{HSK4}
zh	底下	{HSK4}
zh	地球	{HSK4}
zh	地址	{HSK4}
zh	点名	{HSK4}
zh	点头	{HSK4}
zh	电动车	{HSK4}
zh	电视剧	{HSK4}
zh	掉	{HSK4}
zh	调查	{HSK4}
zh	订	{HSK4}
zh	定	{HSK4}
zh	东部	{HSK4}
zh	动车	{HSK4}
zh	动作	{HSK4}
zh	读者	{HSK4}
zh	堵车	{HSK4}
zh	度假	{HSK4}
zh	肚子	{HSK4}
zh	短信	{HSK4}
zh	队	{HSK4,HSK5}
zh	对方	{HSK4}
zh	对面	{HSK4}
zh	对于	{HSK4}
zh	队员	{HSK4}
zh	队长	{HSK4}
zh	顿	{HSK4,HSK7-9}
zh	多么	{HSK4}
zh	多数	{HSK4}
zh	多样	{HSK4}
zh	而	{HSK4}
zh	儿童	{HSK4}
zh	发出	{HSK4}
zh	发送	{HSK4}
zh	法	{HSK4}
zh	法律	{HSK4}
zh	翻译	{HSK4}
zh	烦	{HSK4}
zh	烦恼	{HSK4}
zh	反对	{HSK4}
zh	方面	{HSK4}
zh	方式	{HSK4}
zh	房东	{HSK4}
zh	房租	{HSK4}
zh	放弃	{HSK4}
zh	放松	{HSK4}
zh	费	{HSK4}
zh	费用	{HSK4}
zh	分数	{HSK4}
zh	分为	{HSK4}
zh	份	{HSK4}
zh	丰富	{HSK4}
zh	风景	{HSK4}
zh	否则	{HSK4}
zh	幅	{HSK4}
zh	符合	{HSK4}
zh	付	{HSK4}
zh	父母	{HSK4}
zh	父女	{HSK4}
zh	父亲	{HSK4}
zh	复印	{HSK4}
zh	复杂	{HSK4}
zh	负责	{HSK4}
zh	负责人	{HSK4}
zh	父子	{HSK4}
zh	改	{HSK4}
zh	改变	{HSK4}
zh	干杯	{HSK4}
zh	赶	{HSK4}
zh	敢	{HSK4}
zh	感	{HSK4}
zh	感动	{HSK4}
zh	赶紧	{HSK4}
zh	感觉	{HSK4}
zh	赶快	{HSK4}
zh	感情	{HSK4}
zh	感人	{HSK4}
zh	赶上	{HSK4}
zh	感受	{HSK4}
zh	感谢	{HSK4}
zh	干活儿	{HSK4}
zh	钢琴	{HSK4}
zh	高价	{HSK4}
zh	高考	{HSK4}
zh	高速	{HSK4}
zh	高温	{HSK4}
zh	高于	{HSK4}
zh	胳膊	{HSK4}
zh	歌声	{HSK4}
zh	歌手	{HSK4}
zh	各	{HSK4}
zh	各地	{HSK4}
zh	各个	{HSK4}
zh	各位	{HSK4}
zh	各种	{HSK4}
zh	更加	{HSK4}
zh	工厂	{HSK4}
zh	功夫	{HSK4}
zh	公共	{HSK4}
zh	功课	{HSK4}
zh	公里	{HSK4}
zh	公路	{HSK4}
zh	工人	{HSK4}
zh	工资	{HSK4}
zh	共	{HSK4}
zh	共同	{HSK4}
zh	够	{HSK4}
zh	购买	{HSK4}
zh	购物	{HSK4}
zh	估计	{HSK4}
zh	姑娘	{HSK4}
zh	鼓励	{HSK4}
zh	顾客	{HSK4}
zh	故意	{HSK4}
zh	挂	{HSK4}
zh	关键	{HSK4}
zh	观看	{HSK4}
zh	观众	{HSK4}
zh	管	{HSK4,HSK5}
zh	管理	{HSK4}
zh	光	{HSK4}
zh	广播	{HSK4}
zh	广告	{HSK4}
zh	逛	{HSK4}
zh	规定	{HSK4}
zh	国籍	{HSK4}
zh	国际	{HSK4}
zh	果汁	{HSK4}
zh	过程	{HSK4}
zh	海洋	{HSK4}
zh	害羞	{HSK4}
zh	寒假	{HSK4}
zh	寒冷	{HSK4}
zh	喊	{HSK4}
zh	汗	{HSK4}
zh	航班	{HSK4}
zh	好处	{HSK4}
zh	好好	{HSK4}
zh	好笑	{HSK4}
zh	合格	{HSK4}
zh	盒子	{HSK4}
zh	红包	{HSK4}
zh	厚	{HSK4}
zh	后悔	{HSK4}
zh	忽然	{HSK4}
zh	互联网	{HSK4}
zh	护士	{HSK4}
zh	互相	{HSK4}
zh	话剧	{HSK4}
zh	怀疑	{HSK4}
zh	坏处	{HSK4}
zh	环保	{HSK4}
zh	换乘	{HSK4}
zh	回复	{HSK4}
zh	回信	{HSK4}
zh	回忆	{HSK4}
zh	会员	{HSK4}
zh	活	{HSK4}
zh	活动	{HSK4}
zh	活泼	{HSK4}
zh	火	{HSK4}
zh	货	{HSK4}
zh	获得	{HSK4}
zh	获奖	{HSK4}
zh	获取	{HSK4}
zh	基本	{HSK4}
zh	基本上	{HSK4}
zh	基础	{HSK4}
zh	激动	{HSK4}
zh	积极	{HSK4}
zh	积累	{HSK4}
zh	及时	{HSK4}
zh	即使	{HSK4}
zh	既	{HSK4}
zh	寄	{HSK4}
zh	计划	{HSK4}
zh	既然	{HSK4}
zh	技术	{HSK4}
zh	继续	{HSK4}
zh	记者	{HSK4}
zh	加班	{HSK4}
zh	家具	{HSK4}
zh	加快	{HSK4}
zh	加强	{HSK4}
zh	加入	{HSK4}
zh	加上	{HSK4}
zh	家庭	{HSK4}
zh	家乡	{HSK4}
zh	加油	{HSK4}
zh	加油站	{HSK4}
zh	家长	{HSK4}
zh	假	{HSK4}
zh	价格	{HSK4}
zh	价钱	{HSK4}
zh	假日	{HSK4}
zh	减	{HSK4}
zh	减轻	{HSK4}
zh	减少	{HSK4}
zh	健身	{HSK4}
zh	健身房	{HSK4}
zh	建议	{HSK4}
zh	江	{HSK4}
zh	将	{HSK4}
zh	将来	{HSK4}
zh	将要	{HSK4}
zh	奖	{HSK4,HSK5}
zh	奖金	{HSK4}
zh	奖学金	{HSK4}
zh	降	{HSK4}
zh	降低	{HSK4}
zh	降价	{HSK4}
zh	降落	{HSK4}
zh	降温	{HSK4}
zh	交	{HSK4,HSK7-9}
zh	骄傲	{HSK4}
zh	交警	{HSK4}
zh	交流	{HSK4}
zh	郊区	{HSK4}
zh	交通	{HSK4}
zh	教练	{HSK4}
zh	教师	{HSK4}
zh	教授	{HSK4}
zh	教学	{HSK4}
zh	教育	{HSK4}
zh	叫作	{HSK4}
zh	街道	{HSK4}
zh	接受	{HSK4}
zh	接着	{HSK4}
zh	结果	{HSK4,HSK6}
zh	节假日	{HSK4}
zh	节约	{HSK4}
zh	结账	{HSK4}
zh	解释	{HSK4}
zh	今后	{HSK4}
zh	仅	{HSK4}
zh	尽管	{HSK4}
zh	仅仅	{HSK4}
zh	紧张	{HSK4}
zh	进入	{HSK4}
zh	进行	{HSK4}
zh	禁止	{HSK4}
zh	精彩	{HSK4}
zh	经济	{HSK4,HSK5}
zh	京剧	{HSK4}
zh	经历	{HSK4}
zh	经验	{HSK4}
zh	警察	{HSK4}
zh	景点	{HSK4}
zh	景区	{HSK4}
zh	景色	{HSK4}
zh	竟然	{HSK4}
zh	竞争	{HSK4}
zh	镜子	{HSK4}
zh	究竟	{HSK4,HSK5}
zh	就是	{HSK4}
zh	举	{HSK4}
zh	举办	{HSK4}
zh	举例	{HSK4}
zh	举行	{HSK4}
zh	聚	{HSK4}
zh	聚餐	{HSK4}
zh	聚会	{HSK4}
zh	拒绝	{HSK4}
zh	距离	{HSK4}
zh	剧院	{HSK4}
zh	开玩笑	{HSK4}
zh	看法	{HSK4}
zh	烤	{HSK4}
zh	考虑	{HSK4}
zh	考生	{HSK4}
zh	棵	{HSK4}
zh	科技	{HSK4}
zh	科学	{HSK4}
zh	咳	{HSK4}
zh	咳嗽	{HSK4}
zh	可惜	{HSK4}
zh	克	{HSK4}
zh	课程	{HSK4}
zh	客气	{HSK4}
zh	课堂	{HSK4}
zh	客厅	{HSK4}
zh	肯定	{HSK4}
zh	空	{HSK4,HSK5}
zh	空气	{HSK4}
zh	恐怕	{HSK4}
zh	口语	{HSK4}
zh	苦	{HSK4}
zh	快餐	{HSK4}
zh	快递	{HSK4}
zh	快速	{HSK4}
zh	困	{HSK4,HSK5}
zh	困难	{HSK4}
zh	拉	{HSK4}
zh	垃圾	{HSK4}
zh	辣	{HSK4}
zh	来不及	{HSK4}
zh	来得及	{HSK4}
zh	懒	{HSK4}
zh	浪费	{HSK4}
zh	浪漫	{HSK4}
zh	老虎	{HSK4}
zh	老家	{HSK4}
zh	老年	{HSK4}
zh	老是	{HSK4}
zh	冷静	{HSK4}
zh	理发	{HSK4}
zh	理解	{HSK4}
zh	礼貌	{HSK4}
zh	理想	{HSK4}
zh	厉害	{HSK4}
zh	力气	{HSK4}
zh	例如	{HSK4}
zh	例子	{HSK4}
zh	俩	{HSK4}
zh	连	{HSK4,HSK5}
zh	联系	{HSK4}
zh	凉	{HSK4}
zh	量	{HSK4,HSK5}
zh	亮	{HSK4}
zh	列	{HSK4}
zh	零下	{HSK4}
zh	零花钱	{HSK4}
zh	零钱	{HSK4}
zh	零食	{HSK4}
zh	另	{HSK4,HSK6}
zh	另外	{HSK4}
zh	留	{HSK4}
zh	流	{HSK4}
zh	流利	{HSK4}
zh	留下	{HSK4}
zh	流行	{HSK4}
zh	路过	{HSK4}
zh	旅馆	{HSK4}
zh	旅客	{HSK4}
zh	旅行	{HSK4}
zh	律师	{HSK4}
zh	乱	{HSK4}
zh	落	{HSK4,HSK6}
zh	麻烦	{HSK4}
zh	馒头	{HSK4}
zh	满	{HSK4}
zh	毛巾	{HSK4}
zh	毛衣	{HSK4}
zh	帽子	{HSK4}
zh	美	{HSK4}
zh	美好	{HSK4}
zh	美景	{HSK4}
zh	美丽	{HSK4}
zh	美食	{HSK4}
zh	梦	{HSK4}
zh	梦想	{HSK4}
zh	密码	{HSK4}
zh	免费	{HSK4}
zh	面对	{HSK4}
zh	面试	{HSK4}
zh	秒	{HSK4}
zh	民族	{HSK4}
zh	末	{HSK4}
zh	母女	{HSK4}
zh	母亲	{HSK4}
zh	母子	{HSK4}
zh	目标	{HSK4}
zh	目的	{HSK4}
zh	目的地	{HSK4}
zh	目前	{HSK4}
zh	耐心	{HSK4}
zh	南部	{HSK4}
zh	难道	{HSK4}
zh	男士	{HSK4}
zh	难受	{HSK4}
zh	难忘	{HSK4}
zh	男性	{HSK4}
zh	内	{HSK4}
zh	内容	{HSK4}
zh	内心	{HSK4}
zh	能否	{HSK4}
zh	能够	{HSK4}
zh	能力	{HSK4}
zh	嗯	{HSK4}
zh	年底	{HSK4}
zh	年龄	{HSK4}
zh	农村	{HSK4}
zh	弄	{HSK4}
zh	女性	{HSK4}
zh	暖和	{HSK4}
zh	偶尔	{HSK4}
zh	拍	{HSK4}
zh	排	{HSK4}
zh	牌	{HSK4}
zh	排队	{HSK4}
zh	排球	{HSK4}
zh	牌子	{HSK4}
zh	判断	{HSK4}
zh	陪	{HSK4}
zh	批评	{HSK4}
zh	皮肤	{HSK4}
zh	脾气	{HSK4}
zh	皮鞋	{HSK4}
zh	篇	{HSK4}
zh	片	{HSK4}
zh	乒乓球	{HSK4}
zh	平常	{HSK4}
zh	破	{HSK4}
zh	葡萄	{HSK4}
zh	葡萄酒	{HSK4}
zh	普遍	{HSK4}
zh	普通	{HSK4}
zh	普通话	{HSK4}
zh	期	{HSK4}
zh	期末	{HSK4}
zh	期中	{HSK4}
zh	其次	{HSK4}
zh	其中	{HSK4}
zh	起到	{HSK4}
zh	气	{HSK4}
zh	气候	{HSK4}
zh	汽水	{HSK4}
zh	气温	{HSK4}
zh	千克	{HSK4}
zh	千万	{HSK4}
zh	签证	{HSK4}
zh	前方	{HSK4}
zh	前后	{HSK4}
zh	强	{HSK4}
zh	敲	{HSK4}
zh	桥	{HSK4}
zh	巧	{HSK4}
zh	巧克力	{HSK4}
zh	亲戚	{HSK4}
zh	琴	{HSK4}
zh	轻	{HSK4}
zh	青年	{HSK4}
zh	轻松	{HSK4}
zh	情况	{HSK4}
zh	庆祝	{HSK4}
zh	球队	{HSK4}
zh	球迷	{HSK4}
zh	区	{HSK4}
zh	区别	{HSK4}
zh	取	{HSK4}
zh	取得	{HSK4}
zh	取消	{HSK4}
zh	全	{HSK4}
zh	全部	{HSK4}
zh	全都	{HSK4}
zh	全球	{HSK4}
zh	全身	{HSK4}
zh	缺	{HSK4}
zh	缺点	{HSK4}
zh	缺少	{HSK4}
zh	却	{HSK4}
zh	确实	{HSK4}
zh	然而	{HSK4}
zh	热闹	{HSK4}
zh	人生	{HSK4}
zh	人数	{HSK4}
zh	人员	{HSK4}
zh	任何	{HSK4}
zh	任务	{HSK4}
zh	扔	{HSK4}
zh	仍	{HSK4}
zh	仍然	{HSK4}
zh	日常	{HSK4}
zh	日记	{HSK4}
zh	日期	{HSK4}
zh	日子	{HSK4}
zh	入	{HSK4}
zh	入口	{HSK4}
zh	入学	{HSK4}
zh	入住	{HSK4}
zh	散步	{HSK4}
zh	扫码	{HSK4}
zh	森林	{HSK4}
zh	商量	{HSK4}
zh	商品	{HSK4}
zh	伤心	{HSK4}
zh	上门	{HSK4}
zh	稍	{HSK4}
zh	稍微	{HSK4}
zh	少见	{HSK4}
zh	少量	{HSK4}
zh	少数	{HSK4}
zh	少年	{HSK4}
zh	社会	{HSK4}
zh	摄氏度	{HSK4}
zh	身	{HSK4}
zh	深	{HSK4,HSK5}
zh	身份证	{HSK4}
zh	申请	{HSK4}
zh	甚至	{HSK4}
zh	生	{HSK4,HSK7-9}
zh	生命	{HSK4}
zh	生意	{HSK4}
zh	省	{HSK4,HSK5}
zh	剩	{HSK4}
zh	失败	{HSK4}
zh	师傅	{HSK4}
zh	失去	{HSK4}
zh	师生	{HSK4}
zh	失望	{HSK4}
zh	十分	{HSK4}
zh	实际	{HSK4}
zh	时间表	{HSK4}
zh	实际上	{HSK4}
zh	食品	{HSK4}
zh	食堂	{HSK4}
zh	食物	{HSK4}
zh	实在	{HSK4}
zh	十字路口	{HSK4}
zh	使	{HSK4}
zh	使馆	{HSK4}
zh	使用	{HSK4}
zh	市场	{HSK4}
zh	是否	{HSK4}
zh	适合	{HSK4}
zh	世纪	{HSK4}
zh	视频	{HSK4}
zh	市区	{HSK4}
zh	试题	{HSK4}
zh	适应	{HSK4}
zh	收费	{HSK4}
zh	收入	{HSK4}
zh	收拾	{HSK4}
zh	收听	{HSK4}
zh	首	{HSK4}
zh	首都	{HSK4}
zh	首先	{HSK4}
zh	受不了	{HSK4}
zh	售票员	{HSK4}
zh	受伤	{HSK4}
zh	输	{HSK4}
zh	熟	{HSK4}
zh	熟悉	{HSK4}
zh	暑假	{HSK4}
zh	数	{HSK4,HSK5}
zh	数量	{HSK4}
zh	树林	{HSK4}
zh	数字	{HSK4}
zh	帅	{HSK4}
zh	顺便	{HSK4}
zh	顺利	{HSK4}
zh	顺序	{HSK4}
zh	说法	{HSK4}
zh	说明	{HSK4}
zh	说明书	{HSK4}
zh	硕士	{HSK4}
zh	死	{HSK4,HSK5}
zh	速度	{HSK4}
zh	塑料	{HSK4}
zh	酸	{HSK4}
zh	酸奶	{HSK4}
zh	算	{HSK4}
zh	随便	{HSK4}
zh	随着	{HSK4}
zh	孙女	{HSK4}
zh	孙子	{HSK4}
zh	所有	{HSK4,HSK5}
zh	台	{HSK4,HSK5}
zh	抬	{HSK4}
zh	抬头	{HSK4}
zh	态度	{HSK4}
zh	弹	{HSK4}
zh	谈	{HSK4}
zh	汤	{HSK4}
zh	躺	{HSK4}
zh	趟	{HSK4}
zh	讨论	{HSK4}
zh	讨厌	{HSK4}
zh	特点	{HSK4}
zh	提	{HSK4}
zh	提出	{HSK4}
zh	提到	{HSK4}
zh	提供	{HSK4}
zh	提前	{HSK4}
zh	提醒	{HSK4}
zh	体检	{HSK4}
zh	体温	{HSK4}
zh	体重	{HSK4}
zh	填写	{HSK4}
zh	条件	{HSK4}
zh	听力	{HSK4}
zh	听众	{HSK4}
zh	停	{HSK4}
zh	停车	{HSK4}
zh	停车场	{HSK4}
zh	停止	{HSK4}
zh	通	{HSK4,HSK7-9}
zh	通过	{HSK4}
zh	通知	{HSK4}
zh	童年	{HSK4}
zh	同时	{HSK4}
zh	同样	{HSK4}
zh	桶	{HSK4}
zh	痛	{HSK4,HSK7-9}
zh	头痛	{HSK4}
zh	图	{HSK4,HSK7-9}
zh	图片	{HSK4}
zh	土	{HSK4,HSK6}
zh	推	{HSK4}
zh	推迟	{HSK4}
zh	推出	{HSK4}
zh	脱	{HSK4}
zh	袜子	{HSK4}
zh	外出	{HSK4}
zh	外套	{HSK4}
zh	完全	{HSK4}
zh	晚安	{HSK4}
zh	晚餐	{HSK4}
zh	网购	{HSK4}
zh	往往	{HSK4}
zh	网页	{HSK4}
zh	网友	{HSK4}
zh	网址	{HSK4}
zh	危险	{HSK4}
zh	味	{HSK4}
zh	味道	{HSK4}
zh	卫生	{HSK4}
zh	温度	{HSK4}
zh	闻	{HSK4}
zh	文件	{HSK4}
zh	文章	{HSK4}
zh	文字	{HSK4}
zh	污染	{HSK4}
zh	无	{HSK4}
zh	无法	{HSK4}
zh	无聊	{HSK4}
zh	无论	{HSK4}
zh	午餐	{HSK4}
zh	误会	{HSK4}
zh	吸	{HSK4}
zh	西部	{HSK4}
zh	西红柿	{HSK4}
zh	吸引	{HSK4}
zh	细	{HSK4}
zh	细心	{HSK4}
zh	下降	{HSK4}
zh	鲜	{HSK4}
zh	鲜花	{HSK4}
zh	咸	{HSK4}
zh	现金	{HSK4}
zh	羡慕	{HSK4}
zh	线上	{HSK4}
zh	线下	{HSK4}
zh	现有	{HSK4}
zh	香	{HSK4}
zh	相比	{HSK4}
zh	相反	{HSK4}
zh	相互	{HSK4}
zh	相同	{HSK4}
zh	详细	{HSK4}
zh	响	{HSK4}
zh	想法	{HSK4}
zh	项	{HSK4}
zh	消息	{HSK4}
zh	小吃	{HSK4}
zh	小伙子	{HSK4}
zh	小说	{HSK4}
zh	小组	{HSK4}
zh	效果	{HSK4}
zh	笑话	{HSK4}
zh	血	{HSK4}
zh	心	{HSK4}
zh	辛苦	{HSK4}
zh	心情	{HSK4}
zh	信号	{HSK4}
zh	信息	{HSK4}
zh	信心	{HSK4}
zh	兴奋	{HSK4}
zh	星星	{HSK4}
zh	醒	{HSK4}
zh	性	{HSK4}
zh	性别	{HSK4}
zh	幸福	{HSK4}
zh	性格	{HSK4}
zh	兄弟	{HSK4}
zh	熊	{HSK4}
zh	修	{HSK4}
zh	修理	{HSK4}
zh	许多	{HSK4}
zh	学费	{HSK4}
zh	学院	{HSK4}
zh	压	{HSK4}
zh	压力	{HSK4}
zh	牙膏	{HSK4}
zh	亚洲	{HSK4}
zh	烟	{HSK4}
zh	盐	{HSK4}
zh	严格	{HSK4}
zh	研究	{HSK4}
zh	研究生	{HSK4}
zh	严重	{HSK4}
zh	演	{HSK4}
zh	演唱	{HSK4}
zh	演出	{HSK4}
zh	眼镜	{HSK4}
zh	眼前	{HSK4}
zh	演员	{HSK4}
zh	阳光	{HSK4}
zh	养成	{HSK4}
zh	样子	{HSK4}
zh	邀请	{HSK4}
zh	要是	{HSK4}
zh	钥匙	{HSK4}
zh	也许	{HSK4}
zh	夜	{HSK4}
zh	夜晚	{HSK4}
zh	叶子	{HSK4}
zh	一切	{HSK4}
zh	已	{HSK4}
zh	以内	{HSK4}
zh	意见	{HSK4}
zh	一生	{HSK4}
zh	艺术	{HSK4}
zh	因此	{HSK4}
zh	引起	{HSK4}
zh	印象	{HSK4}
zh	赢	{HSK4}
zh	赢得	{HSK4}
zh	应聘	{HSK4}
zh	勇敢	{HSK4}
zh	永远	{HSK4}
zh	用来	{HSK4}
zh	用于	{HSK4}
zh	优点	{HSK4}
zh	幽默	{HSK4}
zh	优秀	{HSK4}
zh	由	{HSK4}
zh	油	{HSK4}
zh	尤其	{HSK4}
zh	游玩	{HSK4}
zh	由于	{HSK4}
zh	友好	{HSK4}
zh	友情	{HSK4}
zh	有趣	{HSK4}
zh	有效	{HSK4}
zh	友谊	{HSK4}
zh	有着	{HSK4}
zh	愉快	{HSK4}
zh	于是	{HSK4}
zh	与	{HSK4}
zh	语法	{HSK4}
zh	预习	{HSK4}
zh	原来	{HSK4}
zh	原谅	{HSK4}
zh	原因	{HSK4}
zh	远离	{HSK4}
zh	院长	{HSK4}
zh	院子	{HSK4}
zh	约	{HSK4}
zh	约会	{HSK4}
zh	月饼	{HSK4}
zh	阅读	{HSK4}
zh	月份	{HSK4}
zh	云	{HSK4}
zh	允许	{HSK4}
zh	杂志	{HSK4}
zh	再次	{HSK4}
zh	再说	{HSK4}
zh	暂时	{HSK4}
zh	暂停	{HSK4}
zh	早餐	{HSK4}
zh	早晨	{HSK4}
zh	责任	{HSK4}
zh	增加	{HSK4}
zh	增长	{HSK4}
zh	招聘	{HSK4}
zh	着火	{HSK4}
zh	者	{HSK4}
zh	真正	{HSK4}
zh	整	{HSK4}
zh	整个	{HSK4}
zh	整理	{HSK4}
zh	证	{HSK4}
zh	正常	{HSK4}
zh	正好	{HSK4}
zh	证件	{HSK4}
zh	证明	{HSK4}
zh	正确	{HSK4}
zh	正式	{HSK4}
zh	之	{HSK4,HSK7-9}
zh	支持	{HSK4}
zh	支付	{HSK4}
zh	之后	{HSK4}
zh	之间	{HSK4}
zh	之前	{HSK4}
zh	知识	{HSK4}
zh	之中	{HSK4}
zh	值	{HSK4}
zh	值得	{HSK4}
zh	直接	{HSK4}
zh	植物	{HSK4}
zh	职业	{HSK4}
zh	指	{HSK4}
zh	指出	{HSK4}
zh	只好	{HSK4}
zh	纸巾	{HSK4}
zh	质量	{HSK4}
zh	至少	{HSK4}
zh	中餐	{HSK4}
zh	中年	{HSK4}
zh	重点	{HSK4}
zh	重视	{HSK4}
zh	周围	{HSK4}
zh	主意	{HSK4}
zh	祝	{HSK4}
zh	祝贺	{HSK4}
zh	著名	{HSK4}
zh	专门	{HSK4}
zh	专业	{HSK4}
zh	转	{HSK4,HSK6}
zh	转发	{HSK4}
zh	转机	{HSK4,HSK7-9}
zh	赚	{HSK4}
zh	准	{HSK4,HSK5}
zh	准确	{HSK4}
zh	准时	{HSK4}
zh	资料	{HSK4}
zh	仔细	{HSK4}
zh	自	{HSK4}
zh	自然	{HSK4}
zh	自习	{HSK4}
zh	自信	{HSK4}
zh	自学	{HSK4}
zh	总结	{HSK4}
zh	租	{HSK4}
zh	组	{HSK4,HSK5}
zh	最终	{HSK4}
zh	尊重	{HSK4}
zh	左右	{HSK4,HSK7-9}
zh	座	{HSK4}
zh	做法	{HSK4}
zh	作家	{HSK4}
zh	做梦	{HSK4}
zh	作品	{HSK4}
zh	作为	{HSK4,HSK7-9}
zh	座位	{HSK4}
zh	作文	{HSK4}
zh	作用	{HSK4,HSK6}
zh	作者	{HSK4}
zh	哎	{HSK5}
zh	哎呀	{HSK5}
zh	唉	{HSK5}
zh	爱护	{HSK5}
zh	安	{HSK5}
zh	安全带	{HSK5}
zh	安慰	{HSK5}
zh	安装	{HSK5}
zh	暗	{HSK5}
zh	熬夜	{HSK5}
zh	把握	{HSK5}
zh	白	{HSK5}
zh	半夜	{HSK5}
zh	傍晚	{HSK5}
zh	包裹	{HSK5}
zh	包含	{HSK5}
zh	包括	{HSK5}
zh	包装	{HSK5}
zh	薄	{HSK5}
zh	宝	{HSK5}
zh	保	{HSK5}
zh	保安	{HSK5}
zh	宝贝	{HSK5}
zh	保持	{HSK5}
zh	保存	{HSK5}
zh	宝贵	{HSK5}
zh	保留	{HSK5}
zh	保险	{HSK5}
zh	保质期	{HSK5}
zh	报到	{HSK5}
zh	报道	{HSK5}
zh	报告	{HSK5}
zh	报警	{HSK5}
zh	暴雨	{HSK5}
zh	抱怨	{HSK5}
zh	背后	{HSK5}
zh	背景	{HSK5}
zh	被子	{HSK5}
zh	本地	{HSK5}
zh	本领	{HSK5}
zh	本人	{HSK5}
zh	本质	{HSK5}
zh	彼此	{HSK5}
zh	比分	{HSK5}
zh	比例	{HSK5}
zh	比喻	{HSK5}
zh	必	{HSK5}
zh	毕竟	{HSK5}
zh	避免	{HSK5}
zh	闭幕式	{HSK5}
zh	必然	{HSK5}
zh	必需	{HSK5}
zh	必要	{HSK5}
zh	便	{HSK5}
zh	变动	{HSK5}
zh	便利	{HSK5}
zh	便利店	{HSK5}
zh	标题	{HSK5}
zh	标志	{HSK5}
zh	表达	{HSK5}
zh	表面	{HSK5}
zh	表明	{HSK5}
zh	表情	{HSK5}
zh	饼	{HSK5}
zh	病房	{HSK5}
zh	病情	{HSK5}
zh	拨打	{HSK5}
zh	玻璃	{HSK5}
zh	博物馆	{HSK5}
zh	不利	{HSK5}
zh	不幸	{HSK5}
zh	不要紧	{HSK5}
zh	补充	{HSK5}
zh	不得了	{HSK5}
zh	不符	{HSK5}
zh	不良	{HSK5}
zh	不然	{HSK5,HSK7-9}
zh	步行	{HSK5}
zh	不足	{HSK5}
zh	裁判	{HSK5}
zh	采访	{HSK5}
zh	采取	{HSK5}
zh	彩色	{HSK5}
zh	采用	{HSK5}
zh	参考	{HSK5}
zh	餐饮	{HSK5}
zh	参与	{HSK5}
zh	藏	{HSK5}
zh	操作	{HSK5}
zh	册	{HSK5}
zh	测	{HSK5}
zh	测试	{HSK5}
zh	曾	{HSK5}
zh	曾经	{HSK5}
zh	插	{HSK5}
zh	差别	{HSK5}
zh	差距	{HSK5}
zh	叉子	{HSK5}
zh	拆	{HSK5}
zh	产	{HSK5}
zh	产量	{HSK5}
zh	产品	{HSK5}
zh	产业	{HSK5}
zh	长处	{HSK5}
zh	长度	{HSK5}
zh	长久	{HSK5}
zh	长期	{HSK5}
zh	常识	{HSK5}
zh	尝试	{HSK5}
zh	长途	{HSK5}
zh	长远	{HSK5}
zh	场所	{HSK5}
zh	超	{HSK5}
zh	超出	{HSK5}
zh	超级	{HSK5}
zh	超速	{HSK5}
zh	朝	{HSK5}
zh	吵	{HSK5}
zh	炒	{HSK5}
zh	车祸	{HSK5}
zh	车库	{HSK5}
zh	车辆	{HSK5}
zh	车厢	{HSK5}
zh	车主	{HSK5}
zh	彻底	{HSK5}
zh	沉	{HSK5}
zh	沉默	{HSK5}
zh	称	{HSK5}
zh	称为	{HSK5}
zh	称赞	{HSK5}
zh	成本	{HSK5}
zh	承担	{HSK5}
zh	程度	{HSK5}
zh	成分	{HSK5}
zh	成果	{HSK5}
zh	成就	{HSK5}
zh	成立	{HSK5}
zh	成年	{HSK5,HSK7-9}
zh	城区	{HSK5}
zh	成人	{HSK5}
zh	承认	{HSK5}
zh	承受	{HSK5}
zh	成熟	{HSK5}
zh	乘务员	{HSK5}
zh	程序	{HSK5}
zh	成员	{HSK5}
zh	成长	{HSK5}
zh	橙子	{HSK5}
zh	池	{HSK5}
zh	持续	{HSK5}
zh	尺子	{HSK5}
zh	翅膀	{HSK5}
zh	冲	{HSK5,HSK6}
zh	充电	{HSK5}
zh	充分	{HSK5}
zh	充满	{HSK5}
zh	充值	{HSK5}
zh	充足	{HSK5}
zh	重复	{HSK5}
zh	虫子	{HSK5}
zh	宠物	{HSK5}
zh	抽	{HSK5}
zh	丑	{HSK5}
zh	臭	{HSK5}
zh	初	{HSK5}
zh	出版	{HSK5}
zh	初级	{HSK5}
zh	初期	{HSK5}
zh	出色	{HSK5}
zh	出售	{HSK5}
zh	出席	{HSK5}
zh	出自	{HSK5}
zh	除夕	{HSK5}
zh	处	{HSK5}
zh	处理	{HSK5}
zh	处于	{HSK5}
zh	传	{HSK5,HSK7-9}
zh	传播	{HSK5}
zh	传递	{HSK5}
zh	传说	{HSK5}
zh	传统	{HSK5}
zh	窗台	{HSK5}
zh	床单	{HSK5}
zh	创新	{HSK5}
zh	创业	{HSK5}
zh	创造	{HSK5}
zh	创作	{HSK5}
zh	词汇	{HSK5}
zh	辞职	{HSK5}
zh	此后	{HSK5}
zh	此前	{HSK5}
zh	此时	{HSK5}
zh	刺激	{HSK5}
zh	从不	{HSK5}
zh	从而	{HSK5}
zh	从前	{HSK5}
zh	从事	{HSK5}
zh	促进	{HSK5}
zh	促使	{HSK5}
zh	促销	{HSK5}
zh	催	{HSK5}
zh	存放	{HSK5}
zh	存款	{HSK5}
zh	存在	{HSK5}
zh	措施	{HSK5}
zh	达成	{HSK5}
zh	打扮	{HSK5}
zh	打包	{HSK5}
zh	打断	{HSK5}
zh	打破	{HSK5}
zh	打听	{HSK5}
zh	大胆	{HSK5}
zh	大多	{HSK5}
zh	大会	{HSK5}
zh	大力	{HSK5}
zh	大妈	{HSK5}
zh	大米	{HSK5}
zh	大脑	{HSK5}
zh	大批	{HSK5}
zh	大厦	{HSK5}
zh	大事	{HSK5}
zh	大象	{HSK5}
zh	大型	{HSK5}
zh	大爷	{HSK5}
zh	大于	{HSK5}
zh	大众	{HSK5}
zh	代	{HSK5}
zh	代表	{HSK5}
zh	带动	{HSK5}
zh	代替	{HSK5}
zh	待遇	{HSK5}
zh	单	{HSK5}
zh	单独	{HSK5}
zh	担任	{HSK5}
zh	单一	{HSK5}
zh	单元	{HSK5}
zh	胆小	{HSK5}
zh	淡	{HSK5}
zh	当地	{HSK5}
zh	当年	{HSK5}
zh	当前	{HSK5}
zh	当中	{HSK5}
zh	挡	{HSK5}
zh	当成	{HSK5}
zh	当作	{HSK5}
zh	导演	{HSK5}
zh	导致	{HSK5}
zh	到达	{HSK5}
zh	道理	{HSK5}
zh	到期	{HSK5}
zh	登	{HSK5}
zh	灯光	{HSK5}
zh	登记	{HSK5}
zh	登录	{HSK5}
zh	等待	{HSK5}
zh	等候	{HSK5}
zh	等于	{HSK5}
zh	低头	{HSK5}
zh	的确	{HSK5}
zh	敌人	{HSK5}
zh	递	{HSK5}
zh	地理	{HSK5}
zh	地面	{HSK5}
zh	地区	{HSK5}
zh	地位	{HSK5}
zh	地下	{HSK5}
zh	地震	{HSK5}
zh	点心	{HSK5}
zh	点赞	{HSK5}
zh	电池	{HSK5}
zh	电动	{HSK5}
zh	电器	{HSK5}
zh	电商	{HSK5}
zh	电视台	{HSK5}
zh	电子版	{HSK5}
zh	调	{HSK5,HSK7-9}
zh	调研	{HSK5}
zh	定期	{HSK5}
zh	丢失	{HSK5}
zh	冻	{HSK5}
zh	洞	{HSK5}
zh	动画	{HSK5}
zh	动人	{HSK5}
zh	动手	{HSK5}
zh	豆腐	{HSK5}
zh	豆浆	{HSK5}
zh	独立	{HSK5}
zh	独特	{HSK5}
zh	读音	{HSK5}
zh	独自	{HSK5}
zh	堵	{HSK5}
zh	度	{HSK5}
zh	短处	{HSK5}
zh	短期	{HSK5}
zh	断	{HSK5}
zh	堆	{HSK5}
zh	对比	{HSK5}
zh	对待	{HSK5}
zh	对手	{HSK5}
zh	队伍	{HSK5}
zh	对象	{HSK5}
zh	吨	{HSK5}
zh	朵	{HSK5}
zh	躲	{HSK5}
zh	儿女	{HSK5}
zh	二手	{HSK5}
zh	二维码	{HSK5}
zh	发表	{HSK5}
zh	发布	{HSK5}
zh	发达	{HSK5}
zh	发挥	{HSK5}
zh	发明	{HSK5}
zh	发起	{HSK5}
zh	发言	{HSK5}
zh	发音	{HSK5}
zh	罚	{HSK5}
zh	罚款	{HSK5}
zh	法院	{HSK5}
zh	翻	{HSK5}
zh	番茄	{HSK5}
zh	繁荣	{HSK5}
zh	反	{HSK5}
zh	反而	{HSK5}
zh	反复	{HSK5}
zh	返回	{HSK5}
zh	反应	{HSK5}
zh	反映	{HSK5}
zh	反正	{HSK5}
zh	范围	{HSK5}
zh	方	{HSK5}
zh	方案	{HSK5}
zh	防	{HSK5}
zh	房屋	{HSK5}
zh	防止	{HSK5}
zh	仿佛	{HSK5}
zh	访问	{HSK5}
zh	飞行	{HSK5}
zh	飞行员	{HSK5}
zh	非洲	{HSK5}
zh	分别	{HSK5}
zh	分布	{HSK5}
zh	纷纷	{HSK5}
zh	分类	{HSK5}
zh	分离	{HSK5}
zh	分配	{HSK5}
zh	分手	{HSK5}
zh	分析	{HSK5}
zh	分享	{HSK5}
zh	奋斗	{HSK5}
zh	丰富多彩	{HSK5}
zh	风格	{HSK5}
zh	疯狂	{HSK5}
zh	风俗	{HSK5}
zh	风险	{HSK5}
zh	否定	{HSK5}
zh	否认	{HSK5}
zh	夫妇	{HSK5}
zh	扶	{HSK5}
zh	福	{HSK5}
zh	服装	{HSK5}
zh	副	{HSK5,HSK6}
zh	富	{HSK5}
zh	付出	{HSK5}
zh	负担	{HSK5}
zh	妇女	{HSK5}
zh	富有	{HSK5}
zh	复制	{HSK5}
zh	改革	{HSK5}
zh	改进	{HSK5}
zh	改善	{HSK5}
zh	改天	{HSK5}
zh	改正	{HSK5}
zh	盖	{HSK5}
zh	概括	{HSK5}
zh	概念	{HSK5}
zh	敢于	{HSK5}
zh	刚好	{HSK5}
zh	高大	{HSK5}
zh	高档	{HSK5}
zh	高度	{HSK5}
zh	高级	{HSK5}
zh	高科技	{HSK5}
zh	高效	{HSK5}
zh	搞	{HSK5}
zh	告别	{HSK5}
zh	歌词	{HSK5}
zh	歌曲	{HSK5}
zh	隔	{HSK5}
zh	格外	{HSK5}
zh	个别	{HSK5}
zh	各行各业	{HSK5}
zh	个人	{HSK5}
zh	个性	{HSK5}
zh	各自	{HSK5}
zh	根	{HSK5}
zh	根本	{HSK5}
zh	更换	{HSK5}
zh	更新	{HSK5}
zh	公布	{HSK5}
zh	工程	{HSK5}
zh	工程师	{HSK5}
zh	工具	{HSK5}
zh	功能	{HSK5}
zh	公平	{HSK5}
zh	公务员	{HSK5}
zh	恭喜	{HSK5}
zh	工业	{HSK5}
zh	工艺	{HSK5}
zh	公寓	{HSK5}
zh	贡献	{HSK5}
zh	共享	{HSK5}
zh	沟通	{HSK5}
zh	构成	{HSK5}
zh	古	{HSK5}
zh	鼓	{HSK5}
zh	古代	{HSK5}
zh	古老	{HSK5}
zh	鼓掌	{HSK5}
zh	固定	{HSK5}
zh	故乡	{HSK5}
zh	挂号	{HSK5}
zh	怪	{HSK5}
zh	关闭	{HSK5}
zh	观察	{HSK5}
zh	观点	{HSK5}
zh	观念	{HSK5}
zh	冠军	{HSK5}
zh	光临	{HSK5}
zh	光明	{HSK5}
zh	光线	{HSK5}
zh	广	{HSK5}
zh	广场	{HSK5}
zh	广大	{HSK5}
zh	广泛	{HSK5}
zh	规律	{HSK5}
zh	规模	{HSK5}
zh	规则	{HSK5}
zh	贵姓	{HSK5}
zh	柜子	{HSK5}
zh	滚	{HSK5}
zh	锅	{HSK5}
zh	国画	{HSK5}
zh	国庆	{HSK5}
zh	果然	{HSK5}
zh	果实	{HSK5}
zh	过度	{HSK5}
zh	过分	{HSK5}
zh	过敏	{HSK5}
zh	过期	{HSK5}
zh	过于	{HSK5}
zh	哈	{HSK5}
zh	海关	{HSK5}
zh	海外	{HSK5}
zh	海鲜	{HSK5}
zh	含	{HSK5}
zh	含量	{HSK5}
zh	含有	{HSK5}
zh	汗水	{HSK5}
zh	行业	{HSK5}
zh	好评	{HSK5}
zh	好运	{HSK5}
zh	好转	{HSK5}
zh	好奇	{HSK5}
zh	合	{HSK5}
zh	合法	{HSK5}
zh	盒饭	{HSK5}
zh	合理	{HSK5}
zh	河流	{HSK5}
zh	合同	{HSK5}
zh	合影	{HSK5}
zh	合作	{HSK5}
zh	黑	{HSK5}
zh	红	{HSK5}
zh	猴子	{HSK5}
zh	厚度	{HSK5}
zh	后果	{HSK5}
zh	忽视	{HSK5}
zh	呼吸	{HSK5}
zh	湖	{HSK5}
zh	蝴蝶	{HSK5}
zh	胡同	{HSK5}
zh	互动	{HSK5}
zh	户外	{HSK5}
zh	花费	{HSK5}
zh	滑	{HSK5}
zh	划	{HSK5,HSK6}
zh	化	{HSK5,HSK6}
zh	话费	{HSK5}
zh	画面	{HSK5}
zh	话题	{HSK5}
zh	化学	{HSK5}
zh	环节	{HSK5}
zh	缓解	{HSK5}
zh	缓慢	{HSK5}
zh	黄瓜	{HSK5}
zh	黄金	{HSK5}
zh	灰	{HSK5}
zh	挥	{HSK5}
zh	恢复	{HSK5}
zh	灰色	{HSK5}
zh	回收	{HSK5}
zh	汇率	{HSK5}
zh	婚礼	{HSK5}
zh	伙	{HSK5}
zh	伙伴	{HSK5}
zh	火锅	{HSK5}
zh	或是	{HSK5}
zh	货物	{HSK5}
zh	或许	{HSK5}
zh	机构	{HSK5}
zh	激烈	{HSK5}
zh	机器	{HSK5}
zh	机器人	{HSK5}
zh	肌肉	{HSK5}
zh	及	{HSK5}
zh	级	{HSK5}
zh	集	{HSK5}
zh	疾病	{HSK5}
zh	及格	{HSK5}
zh	集合	{HSK5}
zh	即将	{HSK5}
zh	急忙	{HSK5}
zh	极其	{HSK5}
zh	集体	{HSK5}
zh	急需	{HSK5}
zh	急诊	{HSK5}
zh	集中	{HSK5}
zh	挤	{HSK5}
zh	系	{HSK5}
zh	季度	{HSK5}
zh	记录	{HSK5}
zh	纪录	{HSK5}
zh	纪录片	{HSK5}
zh	技能	{HSK5}
zh	纪念	{HSK5}
zh	纪念日	{HSK5}
zh	计算	{HSK5}
zh	计算机	{HSK5}
zh	记忆	{HSK5}
zh	记载	{HSK5}
zh	嘉宾	{HSK5}
zh	家电	{HSK5}
zh	加工	{HSK5}
zh	加热	{HSK5}
zh	加深	{HSK5}
zh	加速	{HSK5}
zh	家务	{HSK5}
zh	甲	{HSK5}
zh	假如	{HSK5}
zh	架	{HSK5}
zh	驾驶	{HSK5}
zh	驾照	{HSK5}
zh	价值	{HSK5}
zh	艰苦	{HSK5}
zh	坚强	{HSK5}
zh	捡	{HSK5}
zh	剪	{HSK5}
zh	剪刀	{HSK5}
zh	减肥	{HSK5}
zh	简历	{HSK5}
zh	简直	{HSK5}
zh	建	{HSK5}
zh	键	{HSK5}
zh	渐渐	{HSK5}
zh	建立	{HSK5}
zh	键盘	{HSK5}
zh	建设	{HSK5}
zh	建造	{HSK5}
zh	建筑	{HSK5}
zh	将近	{HSK5}
zh	讲话	{HSK5}
zh	讲究	{HSK5}
zh	奖励	{HSK5}
zh	讲述	{HSK5}
zh	讲座	{HSK5}
zh	降水	{HSK5}
zh	浇	{HSK5}
zh	交换	{HSK5}
zh	交往	{HSK5}
zh	交易	{HSK5}
zh	脚步	{HSK5}
zh	角度	{HSK5}
zh	较	{HSK5}
zh	教材	{HSK5}
zh	接触	{HSK5}
zh	接待	{HSK5}
zh	阶段	{HSK5}
zh	接近	{HSK5}
zh	接收	{HSK5}
zh	结	{HSK5,HSK6}
zh	结构	{HSK5}
zh	结合	{HSK5}
zh	结论	{HSK5}
zh	节省	{HSK5}
zh	届	{HSK5}
zh	今日	{HSK5}
zh	紧	{HSK5}
zh	紧急	{HSK5}
zh	尽快	{HSK5}
zh	尽量	{HSK5}
zh	紧密	{HSK5}
zh	谨慎	{HSK5}
zh	进步	{HSK5}
zh	近代	{HSK5}
zh	进口	{HSK5}
zh	尽力	{HSK5}
zh	近年来	{HSK5}
zh	近期	{HSK5}
zh	近日	{HSK5}
zh	进一步	{HSK5}
zh	经典	{HSK5}
zh	精力	{HSK5}
zh	精神	{HSK5,HSK7-9}
zh	惊喜	{HSK5}
zh	经营	{HSK5}
zh	静	{HSK5}
zh	酒吧	{HSK5}
zh	久远	{HSK5}
zh	救	{HSK5}
zh	救护车	{HSK5}
zh	就业	{HSK5}
zh	居民	{HSK5}
zh	居然	{HSK5}
zh	居住	{HSK5}
zh	橘子	{HSK5}
zh	据	{HSK5}
zh	距	{HSK5}
zh	具备	{HSK5}
zh	剧场	{HSK5}
zh	巨大	{HSK5}
zh	据说	{HSK5}
zh	具体	{HSK5}
zh	具有	{HSK5}
zh	捐	{HSK5}
zh	绝对	{HSK5}
zh	决赛	{HSK5}
zh	角色	{HSK5}
zh	决心	{HSK5}
zh	开发	{HSK5}
zh	开放	{HSK5}
zh	开幕	{HSK5}
zh	开幕式	{HSK5}
zh	开水	{HSK5}
zh	开通	{HSK5}
zh	开业	{HSK5}
zh	开展	{HSK5}
zh	看望	{HSK5}
zh	看作	{HSK5}
zh	靠	{HSK5}
zh	靠近	{HSK5}
zh	颗	{HSK5}
zh	科研	{HSK5}
zh	可见	{HSK5}
zh	可靠	{HSK5}
zh	可怕	{HSK5}
zh	克服	{HSK5}
zh	客服	{HSK5}
zh	客观	{HSK5}
zh	客户	{HSK5}
zh	空间	{HSK5}
zh	空中	{HSK5}
zh	控制	{HSK5}
zh	口袋	{HSK5}
zh	口味	{HSK5}
zh	库	{HSK5}
zh	宽	{HSK5,HSK6}
zh	宽度	{HSK5}
zh	亏	{HSK5}
zh	昆虫	{HSK5}
zh	扩大	{HSK5}
zh	来源	{HSK5}
zh	劳动	{HSK5}
zh	老百姓	{HSK5}
zh	老板	{HSK5}
zh	老公	{HSK5}
zh	姥姥	{HSK5}
zh	老婆	{HSK5}
zh	姥爷	{HSK5}
zh	乐观	{HSK5}
zh	乐趣	{HSK5}
zh	泪	{HSK5}
zh	类	{HSK5}
zh	泪水	{HSK5}
zh	类似	{HSK5}
zh	类型	{HSK5}
zh	梨	{HSK5}
zh	离婚	{HSK5}
zh	厘米	{HSK5}
zh	离职	{HSK5}
zh	理论	{HSK5}
zh	里头	{HSK5}
zh	理由	{HSK5}
zh	力	{HSK5}
zh	立即	{HSK5}
zh	立刻	{HSK5}
zh	力量	{HSK5}
zh	利润	{HSK5}
zh	利益	{HSK5}
zh	利用	{HSK5}
zh	联合	{HSK5}
zh	连接	{HSK5}
zh	连忙	{HSK5}
zh	连续	{HSK5}
zh	脸色	{HSK5}
zh	恋爱	{HSK5}
zh	良好	{HSK5}
zh	粮食	{HSK5}
zh	了不起	{HSK5}
zh	列车	{HSK5}
zh	临时	{HSK5}
zh	铃	{HSK5}
zh	灵活	{HSK5}
zh	领	{HSK5}
zh	领带	{HSK5}
zh	领导	{HSK5}
zh	领取	{HSK5}
zh	领先	{HSK5}
zh	领域	{HSK5}
zh	令	{HSK5}
zh	流传	{HSK5}
zh	流感	{HSK5}
zh	浏览	{HSK5}
zh	留言	{HSK5}
zh	龙	{HSK5}
zh	漏	{HSK5}
zh	录	{HSK5}
zh	陆地	{HSK5}
zh	录取	{HSK5}
zh	路人	{HSK5}
zh	路线	{HSK5}
zh	陆续	{HSK5}
zh	录音	{HSK5}
zh	旅行社	{HSK5}
zh	论文	{HSK5}
zh	逻辑	{HSK5}
zh	骂	{HSK5}
zh	买卖	{HSK5}
zh	满足	{HSK5}
zh	忙碌	{HSK5}
zh	毛笔	{HSK5}
zh	毛病	{HSK5}
zh	矛盾	{HSK5}
zh	没法儿	{HSK5}
zh	玫瑰	{HSK5}
zh	媒体	{HSK5}
zh	美术	{HSK5}
zh	美味	{HSK5}
zh	魅力	{HSK5}
zh	门诊	{HSK5}
zh	迷	{HSK5}
zh	迷路	{HSK5}
zh	秘密	{HSK5}
zh	密切	{HSK5}
zh	秘书	{HSK5}
zh	面积	{HSK5}
zh	面临	{HSK5}
zh	面向	{HSK5}
zh	描述	{HSK5}
zh	敏感	{HSK5}
zh	名称	{HSK5}
zh	名牌	{HSK5}
zh	名片	{HSK5}
zh	明确	{HSK5}
zh	明显	{HSK5}
zh	明星	{HSK5}
zh	命	{HSK5,HSK7-9}
zh	命运	{HSK5}
zh	摸	{HSK5}
zh	模糊	{HSK5}
zh	模式	{HSK5}
zh	陌生	{HSK5}
zh	某	{HSK5}
zh	目光	{HSK5}
zh	木头	{HSK5}
zh	哪怕	{HSK5}
zh	难得	{HSK5}
zh	难度	{HSK5}
zh	难以	{HSK5}
zh	男子	{HSK5}
zh	闹	{HSK5}
zh	闹钟	{HSK5}
zh	内部	{HSK5}
zh	能干	{HSK5}
zh	年初	{HSK5}
zh	年代	{HSK5}
zh	年纪	{HSK5}
zh	年夜饭	{HSK5}
zh	念	{HSK5}
zh	牛仔裤	{HSK5}
zh	浓	{HSK5}
zh	农民	{HSK5}
zh	农业	{HSK5}
zh	女子	{HSK5}
zh	哦	{HSK5}
zh	欧洲	{HSK5}
zh	偶然	{HSK5}
zh	拍摄	{HSK5}
zh	排列	{HSK5}
zh	派	{HSK5,HSK7-9}
zh	派出所	{HSK5}
zh	跑道	{HSK5}
zh	赔	{HSK5}
zh	陪伴	{HSK5}
zh	培训	{HSK5}
zh	培养	{HSK5}
zh	配	{HSK5}
zh	配合	{HSK5}
zh	配送	{HSK5}
zh	盆	{HSK5}
zh	碰	{HSK5}
zh	碰见	{HSK5}
zh	批	{HSK5}
zh	批准	{HSK5}
zh	匹	{HSK5}
zh	骗	{HSK5}
zh	拼	{HSK5}
zh	拼音	{HSK5}
zh	品	{HSK5,HSK7-9}
zh	品牌	{HSK5}
zh	品质	{HSK5}
zh	品种	{HSK5}
zh	聘请	{HSK5}
zh	平	{HSK5,HSK7-9}
zh	评	{HSK5}
zh	凭	{HSK5}
zh	平安	{HSK5}
zh	平衡	{HSK5}
zh	评价	{HSK5}
zh	凭借	{HSK5}
zh	平静	{HSK5}
zh	平均	{HSK5}
zh	屏幕	{HSK5}
zh	平台	{HSK5}
zh	破坏	{HSK5}
zh	普及	{HSK5}
zh	期待	{HSK5}
zh	期间	{HSK5}
zh	齐	{HSK5,HSK6}
zh	其	{HSK5}
zh	奇迹	{HSK5}
zh	其余	{HSK5}
zh	企业	{HSK5}
zh	气球	{HSK5}
zh	汽油	{HSK5}
zh	签	{HSK5,HSK7-9}
zh	签订	{HSK5}
zh	签名	{HSK5}
zh	签字	{HSK5}
zh	前进	{HSK5}
zh	前来	{HSK5}
zh	前途	{HSK5}
zh	前往	{HSK5}
zh	浅	{HSK5}
zh	欠	{HSK5}
zh	墙	{HSK5}
zh	强大	{HSK5}
zh	强调	{HSK5}
zh	强度	{HSK5}
zh	强烈	{HSK5}
zh	抢	{HSK5}
zh	抢救	{HSK5}
zh	悄悄	{HSK5}
zh	切	{HSK5}
zh	亲	{HSK5}
zh	亲爱	{HSK5}
zh	亲朋好友	{HSK5}
zh	亲切	{HSK5}
zh	亲情	{HSK5}
zh	亲人	{HSK5}
zh	亲自	{HSK5}
zh	勤奋	{HSK5}
zh	青	{HSK5}
zh	轻易	{HSK5}
zh	轻重	{HSK5}
zh	情感	{HSK5}
zh	情景	{HSK5}
zh	情绪	{HSK5}
zh	请教	{HSK5}
zh	请求	{HSK5}
zh	穷	{HSK5}
zh	趋势	{HSK5}
zh	区域	{HSK5}
zh	去世	{HSK5}
zh	权	{HSK5,HSK7-9}
zh	权利	{HSK5}
zh	全力	{HSK5}
zh	全面	{HSK5}
zh	全体	{HSK5}
zh	全新	{HSK5}
zh	劝	{HSK5}
zh	缺乏	{HSK5}
zh	确保	{HSK5}
zh	确定	{HSK5}
zh	确认	{HSK5}
zh	群	{HSK5}
zh	群体	{HSK5}
zh	燃烧	{HSK5}
zh	绕	{HSK5}
zh	热爱	{HSK5}
zh	热量	{HSK5}
zh	热烈	{HSK5}
zh	热心	{HSK5}
zh	人才	{HSK5}
zh	人工	{HSK5}
zh	人际	{HSK5}
zh	人口	{HSK5}
zh	人类	{HSK5}
zh	人力	{HSK5}
zh	人民	{HSK5}
zh	人民币	{HSK5}
zh	人群	{HSK5}
zh	人体	{HSK5}
zh	人物	{HSK5}
zh	忍	{HSK5}
zh	认	{HSK5}
zh	日历	{HSK5}
zh	日用品	{HSK5}
zh	如	{HSK5}
zh	如此	{HSK5}
zh	如何	{HSK5}
zh	如今	{HSK5}
zh	如同	{HSK5}
zh	如下	{HSK5}
zh	软	{HSK5}
zh	软件	{HSK5}
zh	弱	{HSK5}
zh	洒	{HSK5}
zh	赛场	{HSK5}
zh	色彩	{HSK5}
zh	沙漠	{HSK5}
zh	沙子	{HSK5}
zh	傻	{HSK5}
zh	晒	{HSK5}
zh	删	{HSK5}
zh	扇	{HSK5,HSK6}
zh	删除	{HSK5}
zh	山区	{HSK5}
zh	擅长	{HSK5}
zh	善良	{HSK5}
zh	善于	{HSK5}
zh	扇子	{HSK5}
zh	伤	{HSK5}
zh	伤害	{HSK5}
zh	商家	{HSK5}
zh	商人	{HSK5}
zh	商务	{HSK5}
zh	商业	{HSK5}
zh	赏	{HSK5}
zh	上传	{HSK5}
zh	上升	{HSK5}
zh	上下	{HSK5}
zh	上涨	{HSK5}
zh	烧	{HSK5}
zh	烧烤	{HSK5}
zh	蛇	{HSK5}
zh	舍不得	{HSK5}
zh	舍得	{HSK5}
zh	设备	{HSK5}
zh	设计	{HSK5}
zh	设立	{HSK5}
zh	社区	{HSK5}
zh	设施	{HSK5}
zh	摄影	{HSK5}
zh	设置	{HSK5}
zh	伸	{HSK5}
zh	身材	{HSK5}
zh	深度	{HSK5}
zh	身份	{HSK5}
zh	深厚	{HSK5}
zh	深刻	{HSK5}
zh	深入	{HSK5}
zh	深远	{HSK5}
zh	神话	{HSK5}
zh	神秘	{HSK5}
zh	升	{HSK5,HSK6}
zh	生产	{HSK5}
zh	生存	{HSK5}
zh	生动	{HSK5}
zh	升级	{HSK5}
zh	升温	{HSK5}
zh	生物	{HSK5}
zh	生肖	{HSK5}
zh	生长	{HSK5}
zh	省份	{HSK5}
zh	省会	{HSK5}
zh	胜	{HSK5}
zh	胜利	{HSK5}
zh	诗	{HSK5}
zh	湿	{HSK5}
zh	失恋	{HSK5}
zh	失眠	{HSK5}
zh	诗人	{HSK5}
zh	失误	{HSK5}
zh	失业	{HSK5}
zh	时差	{HSK5}
zh	时常	{HSK5}
zh	时代	{HSK5}
zh	实践	{HSK5}
zh	时刻	{HSK5}
zh	实力	{HSK5}
zh	时期	{HSK5}
zh	实施	{HSK5}
zh	石头	{HSK5}
zh	实习	{HSK5}
zh	实现	{HSK5}
zh	实行	{HSK5}
zh	实验	{HSK5}
zh	实验室	{HSK5}
zh	实用	{HSK5}
zh	食用	{HSK5}
zh	使得	{HSK5}
zh	始终	{HSK5}
zh	式	{HSK5}
zh	适当	{HSK5}
zh	似的	{HSK5}
zh	事故	{HSK5}
zh	事件	{HSK5}
zh	试卷	{HSK5}
zh	市民	{HSK5}
zh	事实	{HSK5}
zh	视为	{HSK5}
zh	事物	{HSK5}
zh	事先	{HSK5}
zh	试验	{HSK5}
zh	事业	{HSK5}
zh	试用	{HSK5}
zh	适用	{HSK5}
zh	收获	{HSK5}
zh	收集	{HSK5}
zh	收看	{HSK5}
zh	守	{HSK5}
zh	首次	{HSK5}
zh	手段	{HSK5}
zh	手工	{HSK5}
zh	手术	{HSK5}
zh	手套	{HSK5}
zh	手续	{HSK5}
zh	手指	{HSK5}
zh	售价	{HSK5}
zh	蔬菜	{HSK5}
zh	书法	{HSK5}
zh	书房	{HSK5}
zh	书架	{HSK5}
zh	输入	{HSK5}
zh	舒适	{HSK5}
zh	熟练	{HSK5}
zh	熟人	{HSK5}
zh	鼠标	{HSK5}
zh	属于	{HSK5}
zh	束	{HSK5}
zh	数据	{HSK5}
zh	树木	{HSK5}
zh	摔	{HSK5}
zh	双方	{HSK5}
zh	水分	{HSK5}
zh	税	{HSK5}
zh	睡眠	{HSK5}
zh	顺	{HSK5}
zh	说不定	{HSK5}
zh	说服	{HSK5}
zh	思考	{HSK5}
zh	私人	{HSK5}
zh	思维	{HSK5}
zh	思想	{HSK5}
zh	四处	{HSK5}
zh	似乎	{HSK5}
zh	四周	{HSK5}
zh	搜	{HSK5}
zh	搜索	{HSK5}
zh	宿舍	{HSK5}
zh	酸甜苦辣	{HSK5}
zh	随	{HSK5}
zh	随后	{HSK5}
zh	随时	{HSK5}
zh	随手	{HSK5}
zh	随意	{HSK5}
zh	碎	{HSK5}
zh	损害	{HSK5}
zh	损失	{HSK5}
zh	缩短	{HSK5}
zh	缩小	{HSK5}
zh	所	{HSK5,HSK6}
zh	锁	{HSK5}
zh	他人	{HSK5}
zh	台灯	{HSK5}
zh	台阶	{HSK5}
zh	太太	{HSK5}
zh	谈话	{HSK5}
zh	桃	{HSK5}
zh	套	{HSK5}
zh	特产	{HSK5}
zh	特色	{HSK5}
zh	特殊	{HSK5}
zh	特有	{HSK5}
zh	特征	{HSK5}
zh	疼痛	{HSK5}
zh	提倡	{HSK5}
zh	提交	{HSK5}
zh	题目	{HSK5}
zh	提起	{HSK5}
zh	提升	{HSK5}
zh	提问	{HSK5}
zh	体会	{HSK5}
zh	体力	{HSK5}
zh	体现	{HSK5}
zh	体验	{HSK5}
zh	替	{HSK5}
zh	天空	{HSK5}
zh	天上	{HSK5}
zh	填	{HSK5}
zh	甜品	{HSK5}
zh	挑	{HSK5,HSK7-9}
zh	挑选	{HSK5}
zh	调皮	{HSK5}
zh	调整	{HSK5}
zh	挑战	{HSK5}
zh	跳高	{HSK5}
zh	跳远	{HSK5}
zh	贴	{HSK5}
zh	铁路	{HSK5}
zh	停留	{HSK5}
zh	通常	{HSK5}
zh	通行	{HSK5}
zh	同	{HSK5}
zh	同情	{HSK5}
zh	同一	{HSK5}
zh	统计	{HSK5}
zh	统一	{HSK5}
zh	痛苦	{HSK5}
zh	投	{HSK5}
zh	投入	{HSK5}
zh	突出	{HSK5}
zh	图画	{HSK5}
zh	图书	{HSK5}
zh	土地	{HSK5}
zh	土豆	{HSK5}
zh	兔子	{HSK5}
zh	团	{HSK5}
zh	团队	{HSK5}
zh	推动	{HSK5}
zh	推广	{HSK5}
zh	推荐	{HSK5}
zh	推进	{HSK5}
zh	退	{HSK5}
zh	退出	{HSK5}
zh	退还	{HSK5}
zh	退休	{HSK5}
zh	拖鞋	{HSK5}
zh	外部	{HSK5}
zh	外公	{HSK5}
zh	外观	{HSK5}
zh	外婆	{HSK5}
zh	外形	{HSK5}
zh	弯	{HSK5}
zh	玩具	{HSK5}
zh	完美	{HSK5}
zh	完善	{HSK5}
zh	完整	{HSK5}
zh	万一	{HSK5}
zh	往返	{HSK5}
zh	网络	{HSK5}
zh	危害	{HSK5}
zh	微笑	{HSK5}
zh	威胁	{HSK5}
zh	围	{HSK5}
zh	维持	{HSK5}
zh	违法	{HSK5}
zh	违反	{HSK5}
zh	围巾	{HSK5}
zh	围绕	{HSK5}
zh	维修	{HSK5}
zh	唯一	{HSK5}
zh	尾巴	{HSK5}
zh	伟大	{HSK5}
zh	胃	{HSK5}
zh	未来	{HSK5}
zh	位于	{HSK5}
zh	位置	{HSK5}
zh	温暖	{HSK5}
zh	文学	{HSK5}
zh	稳定	{HSK5}
zh	问卷	{HSK5}
zh	握	{HSK5}
zh	卧室	{HSK5}
zh	握手	{HSK5}
zh	无关	{HSK5}
zh	无奈	{HSK5}
zh	无数	{HSK5}
zh	无限	{HSK5}
zh	无效	{HSK5}
zh	舞蹈	{HSK5}
zh	武术	{HSK5}
zh	舞台	{HSK5}
zh	五颜六色	{HSK5}
zh	雾	{HSK5}
zh	物价	{HSK5}
zh	物理	{HSK5}
zh	物品	{HSK5}
zh	物业	{HSK5}
zh	物质	{HSK5}
zh	西餐	{HSK5}
zh	吸管	{HSK5}
zh	吸收	{HSK5}
zh	西装	{HSK5}
zh	戏	{HSK5}
zh	细节	{HSK5}
zh	戏剧	{HSK5}
zh	系统	{HSK5}
zh	下载	{HSK5}
zh	先后	{HSK5}
zh	先进	{HSK5}
zh	闲	{HSK5}
zh	显得	{HSK5}
zh	显然	{HSK5}
zh	显示	{HSK5}
zh	县	{HSK5}
zh	现场	{HSK5}
zh	现代	{HSK5}
zh	现代化	{HSK5}
zh	线路	{HSK5}
zh	现实	{HSK5}
zh	现象	{HSK5}
zh	限制	{HSK5}
zh	现状	{HSK5}
zh	乡	{HSK5}
zh	相处	{HSK5}
zh	乡村	{HSK5}
zh	相当	{HSK5}
zh	相对	{HSK5}
zh	相关	{HSK5}
zh	相似	{HSK5}
zh	想念	{HSK5}
zh	响声	{HSK5}
zh	享受	{HSK5}
zh	想象	{HSK5}
zh	相册	{HSK5}
zh	项目	{HSK5}
zh	橡皮	{HSK5}
zh	向上	{HSK5}
zh	象征	{HSK5}
zh	消费	{HSK5}
zh	消费者	{HSK5}
zh	消化	{HSK5}
zh	消极	{HSK5}
zh	销量	{HSK5}
zh	消失	{HSK5}
zh	销售	{HSK5}
zh	小姐	{HSK5}
zh	小型	{HSK5}
zh	小于	{HSK5}
zh	效率	{HSK5}
zh	斜	{HSK5}
zh	协议	{HSK5}
zh	写作	{HSK5}
zh	新郎	{HSK5}
zh	心理	{HSK5}
zh	新娘	{HSK5}
zh	新人	{HSK5}
zh	欣赏	{HSK5}
zh	心态	{HSK5}
zh	新型	{HSK5}
zh	信封	{HSK5}
zh	信任	{HSK5}
zh	信用	{HSK5}
zh	行程	{HSK5}
zh	形成	{HSK5}
zh	行动	{HSK5}
zh	行人	{HSK5}
zh	形容	{HSK5}
zh	形式	{HSK5}
zh	形势	{HSK5}
zh	行驶	{HSK5}
zh	行为	{HSK5}
zh	形象	{HSK5}
zh	形状	{HSK5}
zh	行走	{HSK5}
zh	幸运	{HSK5}
zh	性质	{HSK5}
zh	修改	{HSK5}
zh	修建	{HSK5}
zh	休闲	{HSK5}
zh	需	{HSK5}
zh	需求	{HSK5}
zh	虚心	{HSK5}
zh	宣布	{HSK5}
zh	宣传	{HSK5}
zh	选手	{HSK5}
zh	学分	{HSK5}
zh	学科	{HSK5}
zh	学历	{HSK5}
zh	学年	{HSK5}
zh	学术	{HSK5}
zh	学者	{HSK5}
zh	雪糕	{HSK5}
zh	询问	{HSK5}
zh	寻找	{HSK5}
zh	训练	{HSK5}
zh	迅速	{HSK5}
zh	呀	{HSK5}
zh	押金	{HSK5}
zh	压岁钱	{HSK5}
zh	鸭子	{HSK5}
zh	牙齿	{HSK5}
zh	沿	{HSK5}
zh	延长	{HSK5}
zh	研发	{HSK5}
zh	严肃	{HSK5}
zh	研制	{HSK5}
zh	眼	{HSK5}
zh	演讲	{HSK5}
zh	嘛	{HSK6}
zh	眼泪	{HSK5}
zh	阳台	{HSK5}
zh	样式	{HSK5}
zh	腰	{HSK5}
zh	摇	{HSK5}
zh	咬	{HSK5}
zh	要不	{HSK5}
zh	要不是	{HSK5}
zh	药品	{HSK5}
zh	药物	{HSK5}
zh	夜间	{HSK5}
zh	夜市	{HSK5}
zh	业务	{HSK5}
zh	业余	{HSK5}
zh	依据	{HSK5}
zh	依靠	{HSK5}
zh	医疗	{HSK5}
zh	依然	{HSK5}
zh	医学	{HSK5}
zh	移	{HSK5}
zh	一次性	{HSK5}
zh	一代	{HSK5}
zh	一旦	{HSK5}
zh	移动	{HSK5}
zh	遗憾	{HSK5}
zh	一路	{HSK5}
zh	一路顺风	{HSK5}
zh	疑问	{HSK5}
zh	一致	{HSK5}
zh	乙	{HSK5}
zh	以	{HSK5,HSK7-9}
zh	以及	{HSK5}
zh	以来	{HSK5}
zh	亿	{HSK5}
zh	意识	{HSK5}
zh	意外	{HSK5}
zh	意味着	{HSK5}
zh	义务	{HSK5}
zh	意义	{HSK5}
zh	因而	{HSK5}
zh	音量	{HSK5}
zh	因素	{HSK5}
zh	引进	{HSK5}
zh	饮食	{HSK5}
zh	印刷	{HSK5}
zh	应当	{HSK5}
zh	迎	{HSK5}
zh	迎接	{HSK5}
zh	营养	{HSK5}
zh	营业	{HSK5}
zh	影片	{HSK5}
zh	影视	{HSK5}
zh	硬	{HSK5}
zh	应对	{HSK5}
zh	硬件	{HSK5}
zh	应用	{HSK5}
zh	拥抱	{HSK5}
zh	拥有	{HSK5}
zh	勇气	{HSK5}
zh	用法	{HSK5}
zh	用户	{HSK5}
zh	用力	{HSK5}
zh	用品	{HSK5}
zh	用途	{HSK5}
zh	优惠	{HSK5}
zh	悠久	{HSK5}
zh	优良	{HSK5}
zh	优美	{HSK5}
zh	优势	{HSK5}
zh	优质	{HSK5}
zh	由此	{HSK5}
zh	邮寄	{HSK5}
zh	邮局	{HSK5}
zh	游览	{HSK5}
zh	邮票	{HSK5}
zh	油条	{HSK5}
zh	犹豫	{HSK5}
zh	有害	{HSK5}
zh	有力	{HSK5}
zh	有利	{HSK5}
zh	有限	{HSK5}
zh	有益	{HSK5}
zh	有助于	{HSK5}
zh	幼儿园	{HSK5}
zh	娱乐	{HSK5}
zh	语气	{HSK5}
zh	雨水	{HSK5}
zh	语文	{HSK5}
zh	语音	{HSK5}
zh	预报	{HSK5}
zh	预测	{HSK5}
zh	预订	{HSK5}
zh	预防	{HSK5}
zh	预计	{HSK5}
zh	玉米	{HSK5}
zh	预约	{HSK5}
zh	原	{HSK5}
zh	圆	{HSK5}
zh	原有	{HSK5}
zh	元旦	{HSK5}
zh	员工	{HSK5}
zh	原则	{HSK5}
zh	愿	{HSK5}
zh	愿望	{HSK5}
zh	约定	{HSK5}
zh	运	{HSK5}
zh	运费	{HSK5}
zh	运气	{HSK5}
zh	运输	{HSK5}
zh	运用	{HSK5}
zh	在场	{HSK5}
zh	在乎	{HSK5}
zh	在内	{HSK5}
zh	在线	{HSK5}
zh	在于	{HSK5}
zh	赞成	{HSK5}
zh	糟	{HSK5}
zh	糟糕	{HSK5}
zh	早期	{HSK5}
zh	早晚	{HSK5}
zh	早已	{HSK5}
zh	造	{HSK5}
zh	造成	{HSK5}
zh	增	{HSK5}
zh	增进	{HSK5}
zh	增强	{HSK5}
zh	赠	{HSK5}
zh	赠送	{HSK5}
zh	炸	{HSK5,HSK6}
zh	摘	{HSK5}
zh	窄	{HSK5}
zh	展出	{HSK5}
zh	展开	{HSK5}
zh	展览	{HSK5}
zh	展示	{HSK5}
zh	展现	{HSK5}
zh	占	{HSK5}
zh	站台	{HSK5}
zh	占线	{HSK5}
zh	涨	{HSK5,HSK7-9}
zh	涨价	{HSK5}
zh	掌声	{HSK5}
zh	掌握	{HSK5}
zh	账号	{HSK5}
zh	账户	{HSK5}
zh	着凉	{HSK5}
zh	召开	{HSK5}
zh	折扣	{HSK5}
zh	哲学	{HSK5}
zh	真诚	{HSK5}
zh	针对	{HSK5}
zh	珍贵	{HSK5}
zh	真实	{HSK5}
zh	珍惜	{HSK5}
zh	诊断	{HSK5}
zh	阵	{HSK5}
zh	争	{HSK5}
zh	争取	{HSK5}
zh	整齐	{HSK5}
zh	整体	{HSK5}
zh	整整	{HSK5}
zh	挣	{HSK5}
zh	政府	{HSK5}
zh	证据	{HSK5}
zh	正如	{HSK5}
zh	证书	{HSK5}
zh	政治	{HSK5}
zh	支	{HSK5,HSK6}
zh	知名	{HSK5}
zh	直	{HSK5}
zh	直播	{HSK5}
zh	职场	{HSK5}
zh	职工	{HSK5}
zh	执行	{HSK5}
zh	止	{HSK5}
zh	指导	{HSK5}
zh	至	{HSK5}
zh	治	{HSK5}
zh	制订	{HSK5}
zh	制定	{HSK5}
zh	制度	{HSK5}
zh	智慧	{HSK5}
zh	至今	{HSK5}
zh	治疗	{HSK5}
zh	智能	{HSK5}
zh	志愿者	{HSK5}
zh	制造	{HSK5}
zh	制作	{HSK5}
zh	中华	{HSK5}
zh	中华民族	{HSK5}
zh	中级	{HSK5}
zh	中介	{HSK5}
zh	中期	{HSK5}
zh	中外	{HSK5}
zh	中心	{HSK5}
zh	中药	{HSK5}
zh	中医	{HSK5}
zh	种类	{HSK5}
zh	种子	{HSK5}
zh	重大	{HSK5}
zh	众多	{HSK5}
zh	重量	{HSK5}
zh	种植	{HSK5}
zh	周年	{HSK5}
zh	猪	{HSK5}
zh	逐步	{HSK5}
zh	逐渐	{HSK5}
zh	竹子	{HSK5}
zh	煮	{HSK5}
zh	主持	{HSK5}
zh	主动	{HSK5}
zh	主观	{HSK5}
zh	主人	{HSK5}
zh	主任	{HSK5}
zh	主食	{HSK5}
zh	主题	{HSK5}
zh	主席	{HSK5}
zh	注册	{HSK5}
zh	住房	{HSK5}
zh	住宿	{HSK5}
zh	住址	{HSK5}
zh	注重	{HSK5}
zh	抓	{HSK5}
zh	抓紧	{HSK5}
zh	专家	{HSK5}
zh	专心	{HSK5}
zh	转变	{HSK5}
zh	转告	{HSK5}
zh	装饰	{HSK5}
zh	装修	{HSK5}
zh	撞	{HSK5}
zh	状况	{HSK5}
zh	状态	{HSK5}
zh	追	{HSK5}
zh	追求	{HSK5}
zh	资格	{HSK5}
zh	资金	{HSK5}
zh	姿势	{HSK5}
zh	咨询	{HSK5}
zh	资源	{HSK5}
zh	紫	{HSK5}
zh	子女	{HSK5}
zh	自从	{HSK5}
zh	自动	{HSK5}
zh	自觉	{HSK5}
zh	字母	{HSK5}
zh	自身	{HSK5}
zh	自由	{HSK5}
zh	综合	{HSK5}
zh	总部	{HSK5}
zh	总共	{HSK5}
zh	总数	{HSK5}
zh	总体	{HSK5}
zh	总统	{HSK5}
zh	总之	{HSK5}
zh	租金	{HSK5}
zh	族	{HSK5}
zh	足够	{HSK5}
zh	组成	{HSK5}
zh	组合	{HSK5}
zh	阻止	{HSK5}
zh	组织	{HSK5}
zh	嘴巴	{HSK5}
zh	醉	{HSK5}
zh	最初	{HSK5}
zh	最佳	{HSK5}
zh	尊敬	{HSK5}
zh	遵守	{HSK5}
zh	作出	{HSK5}
zh	岸	{HSK6}
zh	案例	{HSK6}
zh	按摩	{HSK6}
zh	暗示	{HSK6}
zh	昂贵	{HSK6}
zh	白白	{HSK6}
zh	白领	{HSK6}
zh	摆	{HSK6}
zh	摆放	{HSK6}
zh	百分点	{HSK6}
zh	百货	{HSK6}
zh	摆脱	{HSK6}
zh	败	{HSK6}
zh	拜访	{HSK6}
zh	拜年	{HSK6}
zh	版	{HSK6}
zh	版本	{HSK6}
zh	伴随	{HSK6}
zh	扮演	{HSK6}
zh	榜样	{HSK6}
zh	棒球	{HSK6}
zh	保管	{HSK6}
zh	保健	{HSK6}
zh	保暖	{HSK6}
zh	保修	{HSK6}
zh	保障	{HSK6}
zh	爆	{HSK6}
zh	爆发	{HSK6}
zh	报刊	{HSK6}
zh	暴力	{HSK6}
zh	暴露	{HSK6}
zh	报社	{HSK6}
zh	爆炸	{HSK6}
zh	悲观	{HSK6}
zh	悲剧	{HSK6}
zh	悲伤	{HSK6}
zh	北极	{HSK6}
zh	北美洲	{HSK6}
zh	被动	{HSK6}
zh	被迫	{HSK6}
zh	背心	{HSK6}
zh	备用	{HSK6}
zh	倍增	{HSK6}
zh	奔跑	{HSK6}
zh	本能	{HSK6}
zh	本身	{HSK6}
zh	本土	{HSK6}
zh	逼	{HSK6}
zh	比方	{HSK6}
zh	比重	{HSK6}
zh	闭	{HSK6}
zh	避	{HSK6}
zh	必修	{HSK6}
zh	编	{HSK6}
zh	编辑	{HSK6}
zh	编写	{HSK6}
zh	遍地	{HSK6}
zh	便捷	{HSK6}
zh	变质	{HSK6}
zh	兵	{HSK6}
zh	病毒	{HSK6}
zh	播	{HSK6}
zh	播种	{HSK6}
zh	博览会	{HSK6}
zh	薄弱	{HSK6}
zh	脖子	{HSK6}
zh	不耐烦	{HSK6}
zh	不顾	{HSK6}
zh	不料	{HSK6}
zh	不适	{HSK6}
zh	不至于	{HSK6}
zh	补	{HSK6}
zh	捕	{HSK6}
zh	补偿	{HSK6}
zh	补课	{HSK6}
zh	补贴	{HSK6}
zh	补习	{HSK6}
zh	布	{HSK6}
zh	不安	{HSK6}
zh	不曾	{HSK6}
zh	不成	{HSK6}
zh	不得	{HSK6}
zh	部队	{HSK6}
zh	不禁	{HSK6}
zh	不时	{HSK6}
zh	部位	{HSK6}
zh	不许	{HSK6}
zh	不宜	{HSK6}
zh	不已	{HSK6}
zh	布置	{HSK6}
zh	不止	{HSK6}
zh	步骤	{HSK6}
zh	猜测	{HSK6}
zh	财产	{HSK6}
zh	财富	{HSK6}
zh	才华	{HSK6}
zh	才能	{HSK6}
zh	财务	{HSK6}
zh	财物	{HSK6}
zh	材质	{HSK6}
zh	踩	{HSK6}
zh	采购	{HSK6}
zh	彩虹	{HSK6}
zh	采集	{HSK6}
zh	采纳	{HSK6}
zh	彩票	{HSK6}
zh	参展	{HSK6}
zh	残疾	{HSK6}
zh	仓库	{HSK6}
zh	草原	{HSK6}
zh	侧	{HSK6}
zh	策划	{HSK6}
zh	测量	{HSK6}
zh	策略	{HSK6}
zh	层次	{HSK6}
zh	层面	{HSK6}
zh	叉	{HSK6}
zh	差异	{HSK6}
zh	插座	{HSK6}
zh	查询	{HSK6}
zh	拆除	{HSK6}
zh	产出	{HSK6}
zh	产地	{HSK6}
zh	肠	{HSK6}
zh	长短	{HSK6}
zh	常规	{HSK6}
zh	常年	{HSK6}
zh	长寿	{HSK6}
zh	常温	{HSK6}
zh	场次	{HSK6}
zh	场地	{HSK6}
zh	场馆	{HSK6}
zh	场合	{HSK6}
zh	厂家	{HSK6}
zh	场景	{HSK6}
zh	场面	{HSK6}
zh	厂商	{HSK6}
zh	畅通	{HSK6}
zh	畅销	{HSK6}
zh	抄	{HSK6}
zh	超越	{HSK6}
zh	朝代	{HSK6}
zh	潮流	{HSK6}
zh	潮湿	{HSK6}
zh	嘲笑	{HSK6}
zh	炒股	{HSK6}
zh	吵架	{HSK6}
zh	撤回	{HSK6}
zh	撤销	{HSK6}
zh	沉重	{HSK6}
zh	趁	{HSK6}
zh	撑	{HSK6}
zh	称号	{HSK6}
zh	称呼	{HSK6}
zh	称作	{HSK6}
zh	成	{HSK6}
zh	盛	{HSK6}
zh	承办	{HSK6}
zh	惩罚	{HSK6}
zh	成交	{HSK6}
zh	承诺	{HSK6}
zh	成千上万	{HSK6}
zh	呈现	{HSK6}
zh	成效	{HSK6}
zh	诚信	{HSK6}
zh	成语	{HSK6}
zh	城镇	{HSK6}
zh	持久	{HSK6}
zh	持有	{HSK6}
zh	尺	{HSK6}
zh	尺寸	{HSK6}
zh	冲动	{HSK6}
zh	冲击	{HSK6}
zh	充实	{HSK6}
zh	冲突	{HSK6}
zh	崇拜	{HSK6}
zh	重建	{HSK6}
zh	抽奖	{HSK6}
zh	抽象	{HSK6}
zh	愁	{HSK6}
zh	筹备	{HSK6}
zh	初步	{HSK6}
zh	出场	{HSK6}
zh	初等	{HSK6}
zh	出境	{HSK6}
zh	出力	{HSK6}
zh	出名	{HSK6}
zh	出入	{HSK6}
zh	出示	{HSK6}
zh	出游	{HSK6}
zh	出于	{HSK6}
zh	除	{HSK6}
zh	除非	{HSK6}
zh	储存	{HSK6}
zh	处罚	{HSK6}
zh	储蓄	{HSK6}
zh	处处	{HSK6}
zh	穿过	{HSK6}
zh	传承	{HSK6}
zh	传达	{HSK6}
zh	传染	{HSK6}
zh	传染病	{HSK6}
zh	传授	{HSK6}
zh	传输	{HSK6}
zh	传真	{HSK6}
zh	船只	{HSK6}
zh	串	{HSK6}
zh	窗口	{HSK6}
zh	闯	{HSK6}
zh	创办	{HSK6}
zh	创建	{HSK6}
zh	创立	{HSK6}
zh	创意	{HSK6}
zh	垂直	{HSK6}
zh	纯	{HSK6}
zh	瓷器	{HSK6}
zh	此刻	{HSK6}
zh	刺	{HSK6}
zh	次数	{HSK6}
zh	匆匆	{HSK6}
zh	匆忙	{HSK6}
zh	从未	{HSK6}
zh	从业	{HSK6}
zh	醋	{HSK6}
zh	脆	{HSK6}
zh	脆弱	{HSK6}
zh	村庄	{HSK6}
zh	存储	{HSK6}
zh	寸	{HSK6}
zh	挫折	{HSK6}
zh	搭	{HSK6}
zh	搭配	{HSK6}
zh	答复	{HSK6}
zh	打交道	{HSK6}
zh	打动	{HSK6}
zh	打击	{HSK6}
zh	打架	{HSK6}
zh	打卡	{HSK6}
zh	打雷	{HSK6}
zh	打造	{HSK6}
zh	打仗	{HSK6}
zh	大臣	{HSK6}
zh	大吃一惊	{HSK6}
zh	大地	{HSK6}
zh	大都	{HSK6}
zh	大方	{HSK6}
zh	大幅	{HSK6}
zh	大伙儿	{HSK6}
zh	大使	{HSK6}
zh	大师	{HSK6}
zh	大洋洲	{HSK6}
zh	大致	{HSK6}
zh	呆	{HSK6}
zh	代价	{HSK6}
zh	贷款	{HSK6}
zh	代理	{HSK6}
zh	带领	{HSK6}
zh	单纯	{HSK6}
zh	单调	{HSK6}
zh	耽误	{HSK6}
zh	担忧	{HSK6}
zh	蛋白质	{HSK6}
zh	诞生	{HSK6}
zh	当场	{HSK6}
zh	当初	{HSK6}
zh	当代	{HSK6}
zh	当今	{HSK6}
zh	当面	{HSK6}
zh	当下	{HSK6}
zh	当选	{HSK6}
zh	档案	{HSK6}
zh	当天	{HSK6}
zh	岛	{HSK6}
zh	倒闭	{HSK6}
zh	倒车	{HSK6}
zh	导师	{HSK6}
zh	道德	{HSK6}
zh	倒是	{HSK6}
zh	得了	{HSK6}
zh	得以	{HSK6}
zh	得知	{HSK6}
zh	灯笼	{HSK6}
zh	等级	{HSK6}
zh	滴	{HSK6}
zh	低碳	{HSK6}
zh	抵达	{HSK6}
zh	抵抗	{HSK6}
zh	地道	{HSK6,HSK7-9}
zh	地形	{HSK6}
zh	地域	{HSK6}
zh	地质	{HSK6}
zh	点击	{HSK6}
zh	典礼	{HSK6}
zh	点燃	{HSK6}
zh	典型	{HSK6}
zh	电饭锅	{HSK6}
zh	电力	{HSK6}
zh	店铺	{HSK6}
zh	电源	{HSK6}
zh	吊	{HSK6}
zh	调动	{HSK6}
zh	钓鱼	{HSK6}
zh	跌	{HSK6}
zh	顶	{HSK6}
zh	订单	{HSK6}
zh	订婚	{HSK6}
zh	定价	{HSK6}
zh	定时	{HSK6}
zh	定位	{HSK6}
zh	定义	{HSK6}
zh	定制	{HSK6}
zh	栋	{HSK6}
zh	动机	{HSK6}
zh	动力	{HSK6}
zh	动漫	{HSK6}
zh	动态	{HSK6}
zh	动听	{HSK6}
zh	逗	{HSK6}
zh	斗争	{HSK6}
zh	都市	{HSK6}
zh	毒	{HSK6}
zh	渡	{HSK6}
zh	端	{HSK6}
zh	短缺	{HSK6}
zh	对称	{HSK6}
zh	对接	{HSK6}
zh	对抗	{HSK6}
zh	对立	{HSK6}
zh	对应	{HSK6}
zh	蹲	{HSK6}
zh	顿时	{HSK6}
zh	多才多艺	{HSK6}
zh	多亏	{HSK6}
zh	多媒体	{HSK6}
zh	多余	{HSK6}
zh	多元	{HSK6}
zh	夺	{HSK6}
zh	夺取	{HSK6}
zh	躲避	{HSK6}
zh	恶心	{HSK6}
zh	恶劣	{HSK6}
zh	儿科	{HSK6}
zh	耳环	{HSK6}
zh	二氧化碳	{HSK6}
zh	发病	{HSK6}
zh	发愁	{HSK6}
zh	发电	{HSK6}
zh	发动	{HSK6}
zh	发放	{HSK6}
zh	发光	{HSK6}
zh	发票	{HSK6}
zh	发行	{HSK6}
zh	发炎	{HSK6}
zh	发育	{HSK6}
zh	法定	{HSK6}
zh	法官	{HSK6}
zh	法规	{HSK6}
zh	番	{HSK6}
zh	繁忙	{HSK6}
zh	凡是	{HSK6}
zh	繁殖	{HSK6}
zh	反馈	{HSK6}
zh	反思	{HSK6}
zh	犯	{HSK6}
zh	方方面面	{HSK6}
zh	方位	{HSK6}
zh	方言	{HSK6}
zh	妨碍	{HSK6}
zh	房价	{HSK6}
zh	防治	{HSK6}
zh	访谈	{HSK6}
zh	放大	{HSK6}
zh	放飞	{HSK6}
zh	飞速	{HSK6}
zh	肥	{HSK6}
zh	肥胖	{HSK6}
zh	肥沃	{HSK6}
zh	肺	{HSK6}
zh	肺炎	{HSK6}
zh	分工	{HSK6}
zh	分级	{HSK6}
zh	分期	{HSK6}
zh	分散	{HSK6}
zh	氛围	{HSK6}
zh	粉	{HSK6}
zh	愤怒	{HSK6}
zh	封闭	{HSK6}
zh	风光	{HSK6}
zh	风力	{HSK6}
zh	丰收	{HSK6}
zh	风雨	{HSK6}
zh	奉献	{HSK6}
zh	夫人	{HSK6}
zh	服	{HSK6}
zh	浮	{HSK6}
zh	服从	{HSK6}
zh	幅度	{HSK6}
zh	符号	{HSK6}
zh	福利	{HSK6}
zh	服用	{HSK6}
zh	辅导	{HSK6}
zh	辅助	{HSK6}
zh	覆盖	{HSK6}
zh	附件	{HSK6}
zh	负面	{HSK6}
zh	富裕	{HSK6}
zh	赋予	{HSK6}
zh	改编	{HSK6}
zh	改造	{HSK6}
zh	概率	{HSK6}
zh	肝	{HSK6}
zh	干脆	{HSK6}
zh	尴尬	{HSK6}
zh	干旱	{HSK6}
zh	干扰	{HSK6}
zh	干燥	{HSK6}
zh	感激	{HSK6}
zh	赶忙	{HSK6}
zh	感染	{HSK6}
zh	感想	{HSK6}
zh	钢笔	{HSK6}
zh	港口	{HSK6}
zh	岗位	{HSK6}
zh	高层	{HSK6}
zh	高超	{HSK6}
zh	高等	{HSK6}
zh	高端	{HSK6}
zh	高峰	{HSK6}
zh	高尚	{HSK6}
zh	高手	{HSK6}
zh	高新技术	{HSK6}
zh	高原	{HSK6}
zh	稿件	{HSK6}
zh	稿子	{HSK6}
zh	割	{HSK6}
zh	歌唱	{HSK6}
zh	隔壁	{HSK6}
zh	革命	{HSK6}
zh	个体	{HSK6}
zh	给予	{HSK6}
zh	跟前	{HSK6}
zh	跟随	{HSK6}
zh	跟踪	{HSK6}
zh	公	{HSK6}
zh	宫	{HSK6}
zh	公安	{HSK6}
zh	工地	{HSK6}
zh	工夫	{HSK6}
zh	公告	{HSK6}
zh	供给	{HSK6}
zh	攻击	{HSK6}
zh	公开	{HSK6}
zh	公民	{HSK6}
zh	公认	{HSK6}
zh	功效	{HSK6}
zh	工序	{HSK6}
zh	公益	{HSK6}
zh	供应	{HSK6}
zh	公元	{HSK6}
zh	公正	{HSK6}
zh	公众	{HSK6}
zh	公主	{HSK6}
zh	巩固	{HSK6}
zh	共计	{HSK6}
zh	沟	{HSK6}
zh	构造	{HSK6}
zh	孤独	{HSK6}
zh	姑姑	{HSK6}
zh	古典	{HSK6}
zh	古迹	{HSK6}
zh	股票	{HSK6}
zh	古人	{HSK6}
zh	股市	{HSK6}
zh	骨头	{HSK6}
zh	鼓舞	{HSK6}
zh	顾	{HSK6}
zh	固体	{HSK6}
zh	顾问	{HSK6}
zh	故障	{HSK6}
zh	拐	{HSK6}
zh	拐弯	{HSK6}
zh	官	{HSK6}
zh	关爱	{HSK6}
zh	官方	{HSK6}
zh	观光	{HSK6}
zh	关怀	{HSK6}
zh	关联	{HSK6}
zh	观赏	{HSK6}
zh	官员	{HSK6}
zh	管道	{HSK6}
zh	罐	{HSK6}
zh	广阔	{HSK6}
zh	归	{HSK6}
zh	规范	{HSK6}
zh	规划	{HSK6}
zh	归还	{HSK6}
zh	规矩	{HSK6}
zh	轨道	{HSK6}
zh	跪	{HSK6}
zh	贵重	{HSK6}
zh	棍	{HSK6}
zh	国宝	{HSK6}
zh	国产	{HSK6}
zh	国歌	{HSK6}
zh	国旗	{HSK6}
zh	国情	{HSK6}
zh	国王	{HSK6}
zh	过渡	{HSK6}
zh	过后	{HSK6}
zh	过时	{HSK6}
zh	海内外	{HSK6}
zh	海岸	{HSK6}
zh	海拔	{HSK6}
zh	海面	{HSK6}
zh	海域	{HSK6}
zh	害	{HSK6}
zh	寒冬	{HSK6}
zh	含义	{HSK6}
zh	罕见	{HSK6}
zh	旱灾	{HSK6}
zh	航空	{HSK6}
zh	毫不	{HSK6}
zh	毫无	{HSK6}
zh	毫米	{HSK6}
zh	毫升	{HSK6}
zh	好不	{HSK6}
zh	好感	{HSK6}
zh	好容易	{HSK6}
zh	好客	{HSK6}
zh	好学	{HSK6}
zh	号召	{HSK6}
zh	合并	{HSK6}
zh	合成	{HSK6}
zh	和平	{HSK6}
zh	和谐	{HSK6}
zh	核心	{HSK6}
zh	嘿	{HSK6}
zh	黑暗	{HSK6}
zh	痕迹	{HSK6}
zh	狠	{HSK6}
zh	恨	{HSK6}
zh	横	{HSK6,HSK7-9}
zh	衡量	{HSK6}
zh	宏大	{HSK6}
zh	洪水	{HSK6}
zh	后代	{HSK6}
zh	后期	{HSK6}
zh	后人	{HSK6}
zh	后退	{HSK6}
zh	后者	{HSK6}
zh	忽略	{HSK6}
zh	壶	{HSK6}
zh	胡子	{HSK6}
zh	户	{HSK6}
zh	互助	{HSK6}
zh	花朵	{HSK6}
zh	花生	{HSK6}
zh	滑冰	{HSK6}
zh	滑行	{HSK6}
zh	滑雪	{HSK6}
zh	划分	{HSK6}
zh	化石	{HSK6}
zh	话筒	{HSK6}
zh	化妆	{HSK6}
zh	怀	{HSK6}
zh	怀念	{HSK6}
zh	怀孕	{HSK6}
zh	欢乐	{HSK6}
zh	环	{HSK6}
zh	还原	{HSK6}
zh	患	{HSK6}
zh	幻想	{HSK6}
zh	患者	{HSK6}
zh	黄	{HSK6}
zh	皇帝	{HSK6}
zh	灰尘	{HSK6}
zh	灰心	{HSK6}
zh	回报	{HSK6}
zh	回顾	{HSK6}
zh	回头	{HSK6}
zh	汇	{HSK6}
zh	汇报	{HSK6}
zh	绘画	{HSK6}
zh	会见	{HSK6}
zh	汇款	{HSK6}
zh	婚姻	{HSK6}
zh	混	{HSK6}
zh	混合	{HSK6}
zh	混乱	{HSK6}
zh	活力	{HSK6}
zh	活跃	{HSK6}
zh	火柴	{HSK6}
zh	火灾	{HSK6}
zh	货币	{HSK6}
zh	货车	{HSK6}
zh	击败	{HSK6}
zh	基地	{HSK6}
zh	机动车	{HSK6}
zh	饥饿	{HSK6}
zh	激发	{HSK6}
zh	基金	{HSK6}
zh	激励	{HSK6}
zh	激情	{HSK6}
zh	机械	{HSK6}
zh	基因	{HSK6}
zh	机遇	{HSK6}
zh	机制	{HSK6}
zh	即便	{HSK6}
zh	极端	{HSK6}
zh	急救	{HSK6}
zh	急切	{HSK6}
zh	集团	{HSK6}
zh	极为	{HSK6}
zh	吉祥	{HSK6}
zh	继承	{HSK6}
zh	季军	{HSK6}
zh	纪律	{HSK6}
zh	寂寞	{HSK6}
zh	技巧	{HSK6}
zh	技艺	{HSK6}
zh	夹	{HSK6}
zh	加倍	{HSK6}
zh	家常	{HSK6}
zh	家家户户	{HSK6}
zh	加剧	{HSK6}
zh	家居	{HSK6}
zh	家属	{HSK6}
zh	加以	{HSK6}
zh	家园	{HSK6}
zh	加重	{HSK6}
zh	假设	{HSK6}
zh	嫁	{HSK6}
zh	尖	{HSK6}
zh	肩膀	{HSK6}
zh	监测	{HSK6}
zh	坚定	{HSK6}
zh	监督	{HSK6}
zh	坚固	{HSK6}
zh	坚决	{HSK6}
zh	艰难	{HSK6}
zh	艰辛	{HSK6}
zh	坚硬	{HSK6}
zh	兼职	{HSK6}
zh	检测	{HSK6}
zh	简化	{HSK6}
zh	简介	{HSK6}
zh	减弱	{HSK6}
zh	减压	{HSK6}
zh	检验	{HSK6}
zh	剑	{HSK6}
zh	箭	{HSK6}
zh	鉴定	{HSK6}
zh	间隔	{HSK6}
zh	间接	{HSK6}
zh	健全	{HSK6}
zh	建筑物	{HSK6}
zh	将军	{HSK6}
zh	讲解	{HSK6}
zh	奖牌	{HSK6}
zh	奖品	{HSK6}
zh	酱	{HSK6}
zh	酱油	{HSK6}
zh	胶带	{HSK6}
zh	焦点	{HSK6}
zh	交际	{HSK6}
zh	焦虑	{HSK6}
zh	胶水	{HSK6}
zh	交谈	{HSK6}
zh	郊外	{HSK6}
zh	角落	{HSK6}
zh	脚印	{HSK6}
zh	较为	{HSK6}
zh	教训	{HSK6}
zh	接连	{HSK6}
zh	结实	{HSK6}
zh	街头	{HSK6}
zh	杰出	{HSK6}
zh	节能	{HSK6}
zh	结尾	{HSK6}
zh	截至	{HSK6}
zh	截止	{HSK6}
zh	节奏	{HSK6}
zh	解	{HSK6}
zh	解答	{HSK6}
zh	解读	{HSK6}
zh	解放	{HSK6}
zh	解说	{HSK6}
zh	借鉴	{HSK6}
zh	戒指	{HSK6}
zh	借助	{HSK6}
zh	金额	{HSK6}
zh	金牌	{HSK6}
zh	金钱	{HSK6}
zh	金融	{HSK6}
zh	金属	{HSK6}
zh	金子	{HSK6}
zh	尽	{HSK6,HSK7-9}
zh	进而	{HSK6}
zh	进度	{HSK6}
zh	进化	{HSK6}
zh	近来	{HSK6}
zh	近视	{HSK6}
zh	进展	{HSK6}
zh	精美	{HSK6}
zh	精确	{HSK6}
zh	惊人	{HSK6}
zh	经商	{HSK6}
zh	精通	{HSK6}
zh	精心	{HSK6}
zh	惊讶	{HSK6}
zh	精致	{HSK6}
zh	精准	{HSK6}
zh	井	{HSK6}
zh	警告	{HSK6}
zh	景观	{HSK6}
zh	景象	{HSK6}
zh	颈椎	{HSK6}
zh	净	{HSK6}
zh	竞赛	{HSK6}
zh	镜头	{HSK6}
zh	纠纷	{HSK6}
zh	纠正	{HSK6}
zh	酒精	{HSK6}
zh	酒水	{HSK6}
zh	就读	{HSK6}
zh	舅舅	{HSK6}
zh	救命	{HSK6}
zh	就算	{HSK6}
zh	救援	{HSK6}
zh	救灾	{HSK6}
zh	救助	{HSK6}
zh	局	{HSK6}
zh	菊花	{HSK6}
zh	局面	{HSK6}
zh	局限	{HSK6}
zh	举动	{HSK6}
zh	剧本	{HSK6}
zh	聚集	{HSK6}
zh	俱乐部	{HSK6}
zh	剧烈	{HSK6}
zh	捐款	{HSK6}
zh	捐赠	{HSK6}
zh	卷	{HSK6}
zh	决策	{HSK6}
zh	绝望	{HSK6}
zh	军队	{HSK6}
zh	军人	{HSK6}
zh	均匀	{HSK6}
zh	卡片	{HSK6}
zh	开创	{HSK6}
zh	开关	{HSK6}
zh	开启	{HSK6}
zh	开设	{HSK6}
zh	开头	{HSK6}
zh	砍	{HSK6}
zh	看不起	{HSK6}
zh	看待	{HSK6}
zh	看得起	{HSK6}
zh	看好	{HSK6}
zh	看似	{HSK6}
zh	看中	{HSK6}
zh	看重	{HSK6}
zh	康复	{HSK6}
zh	考察	{HSK6}
zh	考古	{HSK6}
zh	考核	{HSK6}
zh	考验	{HSK6}
zh	科	{HSK6}
zh	科幻	{HSK6}
zh	科目	{HSK6}
zh	科普	{HSK6}
zh	可口	{HSK6}
zh	可怜	{HSK6}
zh	渴望	{HSK6}
zh	可行	{HSK6}
zh	客车	{HSK6}
zh	课题	{HSK6}
zh	肯	{HSK6}
zh	恐惧	{HSK6}
zh	空地	{HSK6}
zh	空闲	{HSK6}
zh	口感	{HSK6}
zh	口号	{HSK6}
zh	口腔	{HSK6}
zh	口头	{HSK6}
zh	扣	{HSK6}
zh	枯燥	{HSK6}
zh	酷	{HSK6}
zh	夸	{HSK6}
zh	夸奖	{HSK6}
zh	夸张	{HSK6}
zh	会计	{HSK6}
zh	快捷	{HSK6}
zh	款	{HSK6}
zh	款式	{HSK6}
zh	亏损	{HSK6}
zh	困扰	{HSK6}
zh	扩展	{HSK6}
zh	辣椒	{HSK6}
zh	啦	{HSK6}
zh	来临	{HSK6}
zh	来往	{HSK6}
zh	赖	{HSK6}
zh	拦	{HSK6}
zh	栏	{HSK6}
zh	兰花	{HSK6}
zh	烂	{HSK6}
zh	狼	{HSK6}
zh	朗读	{HSK6}
zh	牢	{HSK6}
zh	劳动力	{HSK6}
zh	老实	{HSK6}
zh	老鼠	{HSK6}
zh	老太太	{HSK6}
zh	乐于	{HSK6}
zh	雷	{HSK6}
zh	类别	{HSK6}
zh	理	{HSK6}
zh	理财	{HSK6}
zh	理科	{HSK6}
zh	理念	{HSK6}
zh	理性	{HSK6}
zh	立	{HSK6}
zh	粒	{HSK6}
zh	立场	{HSK6}
zh	力度	{HSK6}
zh	历经	{HSK6}
zh	历年	{HSK6}
zh	例外	{HSK6}
zh	利息	{HSK6}
zh	联合国	{HSK6}
zh	联网	{HSK6}
zh	联想	{HSK6}
zh	链接	{HSK6}
zh	两岸	{HSK6}
zh	两极	{HSK6}
zh	晾	{HSK6}
zh	料	{HSK6}
zh	淋	{HSK6}
zh	凌晨	{HSK6}
zh	流程	{HSK6}
zh	流动	{HSK6}
zh	浏览器	{HSK6}
zh	流量	{HSK6}
zh	流入	{HSK6}
zh	流通	{HSK6}
zh	楼道	{HSK6}
zh	露	{HSK6,HSK7-9}
zh	漏洞	{HSK6}
zh	路程	{HSK6}
zh	路况	{HSK6}
zh	路面	{HSK6}
zh	录像	{HSK6}
zh	录用	{HSK6}
zh	录制	{HSK6}
zh	旅程	{HSK6}
zh	旅途	{HSK6}
zh	履行	{HSK6}
zh	率	{HSK6,HSK7-9}
zh	绿化	{HSK6}
zh	轮	{HSK6}
zh	轮船	{HSK6}
zh	轮流	{HSK6}
zh	轮椅	{HSK6}
zh	轮子	{HSK6}
zh	论坛	{HSK6}
zh	落地	{HSK6}
zh	落后	{HSK6}
zh	马虎	{HSK6}
zh	码头	{HSK6}
zh	蚂蚁	{HSK6}
zh	埋	{HSK6}
zh	迈	{HSK6}
zh	麦克风	{HSK6}
zh	漫长	{HSK6}
zh	漫画	{HSK6}
zh	盲人	{HSK6}
zh	冒	{HSK6}
zh	冒险	{HSK6}
zh	贸易	{HSK6}
zh	煤	{HSK6}
zh	梅花	{HSK6}
zh	眉毛	{HSK6}
zh	美观	{HSK6}
zh	弥补	{HSK6}
zh	迷人	{HSK6}
zh	密	{HSK6}
zh	密度	{HSK6}
zh	蜜蜂	{HSK6}
zh	密集	{HSK6}
zh	棉	{HSK6}
zh	免	{HSK6}
zh	勉强	{HSK6}
zh	免税	{HSK6}
zh	免疫	{HSK6}
zh	面部	{HSK6}
zh	面粉	{HSK6}
zh	面子	{HSK6}
zh	描绘	{HSK6}
zh	描写	{HSK6}
zh	妙	{HSK6}
zh	灭	{HSK6}
zh	民歌	{HSK6}
zh	民间	{HSK6}
zh	民俗	{HSK6}
zh	民宿	{HSK6}
zh	民众	{HSK6}
zh	民主	{HSK6}
zh	名额	{HSK6}
zh	明亮	{HSK6}
zh	明明	{HSK6}
zh	名气	{HSK6}
zh	名胜	{HSK6}
zh	命令	{HSK6}
zh	命名	{HSK6}
zh	模仿	{HSK6}
zh	模拟	{HSK6}
zh	模特儿	{HSK6}
zh	摩托车	{HSK6}
zh	模型	{HSK6}
zh	默默	{HSK6}
zh	模样	{HSK6}
zh	母	{HSK6}
zh	母语	{HSK6}
zh	木材	{HSK6}
zh	目录	{HSK6}
zh	奶粉	{HSK6}
zh	难点	{HSK6}
zh	南极洲	{HSK6}
zh	南美洲	{HSK6}
zh	难免	{HSK6}
zh	脑袋	{HSK6}
zh	脑子	{HSK6}
zh	内涵	{HSK6}
zh	内科	{HSK6}
zh	内外	{HSK6}
zh	内衣	{HSK6}
zh	能量	{HSK6}
zh	能源	{HSK6}
zh	泥	{HSK6}
zh	年度	{HSK6}
zh	年终	{HSK6}
zh	念书	{HSK6}
zh	扭	{HSK6}
zh	农产品	{HSK6}
zh	浓厚	{HSK6}
zh	农田	{HSK6}
zh	暖	{HSK6}
zh	暖气	{HSK6}
zh	偶像	{HSK6}
zh	排除	{HSK6}
zh	排放	{HSK6}
zh	排练	{HSK6}
zh	排名	{HSK6}
zh	盘	{HSK6,HSK7-9}
zh	盼望	{HSK6}
zh	庞大	{HSK6}
zh	抛	{HSK6}
zh	泡	{HSK6}
zh	赔偿	{HSK6}
zh	陪同	{HSK6}
zh	培育	{HSK6}
zh	配备	{HSK6}
zh	佩服	{HSK6}
zh	配套	{HSK6}
zh	喷	{HSK6}
zh	捧	{HSK6}
zh	碰撞	{HSK6}
zh	披	{HSK6}
zh	皮	{HSK6}
zh	疲劳	{HSK6}
zh	片刻	{HSK6}
zh	片面	{HSK6}
zh	骗子	{HSK6}
zh	飘	{HSK6}
zh	漂	{HSK6}
zh	频道	{HSK6}
zh	频繁	{HSK6}
zh	贫困	{HSK6}
zh	频率	{HSK6}
zh	品尝	{HSK6}
zh	平等	{HSK6}
zh	平凡	{HSK6}
zh	平方	{HSK6}
zh	平方米	{HSK6}
zh	评估	{HSK6}
zh	评论	{HSK6}
zh	评选	{HSK6}
zh	坡	{HSK6}
zh	泼	{HSK6}
zh	破产	{HSK6}
zh	迫切	{HSK6}
zh	扑	{HSK6}
zh	铺	{HSK6}
zh	扑灭	{HSK6}
zh	朴素	{HSK6}
zh	欺骗	{HSK6}
zh	期望	{HSK6}
zh	期限	{HSK6}
zh	其间	{HSK6}
zh	齐全	{HSK6}
zh	棋子	{HSK6}
zh	起初	{HSK6}
zh	起点	{HSK6}
zh	启动	{HSK6}
zh	启发	{HSK6}
zh	启示	{HSK6}
zh	启事	{HSK6}
zh	起源	{HSK6}
zh	气氛	{HSK6}
zh	气体	{HSK6}
zh	气味	{HSK6}
zh	气质	{HSK6}
zh	恰当	{HSK6}
zh	恰好	{HSK6}
zh	恰恰	{HSK6}
zh	牵	{HSK6}
zh	千家万户	{HSK6}
zh	谦虚	{HSK6}
zh	前景	{HSK6}
zh	潜力	{HSK6}
zh	前期	{HSK6}
zh	前提	{HSK6}
zh	前者	{HSK6}
zh	枪	{HSK6}
zh	墙壁	{HSK6}
zh	强化	{HSK6}
zh	强壮	{HSK6}
zh	强迫	{HSK6}
zh	瞧	{HSK6}
zh	桥梁	{HSK6}
zh	巧妙	{HSK6}
zh	切实	{HSK6}
zh	亲密	{HSK6}
zh	亲属	{HSK6}
zh	勤劳	{HSK6}
zh	清	{HSK6}
zh	清晨	{HSK6}
zh	青春	{HSK6}
zh	青春期	{HSK6}
zh	清淡	{HSK6}
zh	清洁	{HSK6}
zh	清理	{HSK6}
zh	清扫	{HSK6}
zh	倾听	{HSK6}
zh	清洗	{HSK6}
zh	清晰	{HSK6}
zh	倾向	{HSK6}
zh	清醒	{HSK6}
zh	情节	{HSK6}
zh	晴朗	{HSK6}
zh	情形	{HSK6}
zh	求	{HSK6}
zh	求婚	{HSK6}
zh	求救	{HSK6}
zh	求职	{HSK6}
zh	求助	{HSK6}
zh	区分	{HSK6}
zh	渠道	{HSK6}
zh	曲	{HSK6}
zh	娶	{HSK6}
zh	取代	{HSK6}
zh	趣味	{HSK6}
zh	圈	{HSK6,HSK7-9}
zh	全程	{HSK6}
zh	权力	{HSK6}
zh	券	{HSK6}
zh	缺陷	{HSK6}
zh	确立	{HSK6}
zh	群众	{HSK6}
zh	燃料	{HSK6}
zh	染	{HSK6}
zh	热点	{HSK6}
zh	热度	{HSK6}
zh	热门	{HSK6}
zh	热水器	{HSK6}
zh	热线	{HSK6}
zh	热议	{HSK6}
zh	人工智能	{HSK6}
zh	人家	{HSK6}
zh	人均	{HSK6}
zh	人山人海	{HSK6}
zh	人士	{HSK6}
zh	人事	{HSK6}
zh	人为	{HSK6}
zh	人行道	{HSK6}
zh	忍受	{HSK6}
zh	认错	{HSK6}
zh	认定	{HSK6}
zh	认可	{HSK6}
zh	认同	{HSK6}
zh	认知	{HSK6}
zh	仍旧	{HSK6}
zh	日后	{HSK6}
zh	日前	{HSK6}
zh	日夜	{HSK6}
zh	日益	{HSK6}
zh	融合	{HSK6}
zh	融化	{HSK6}
zh	容量	{HSK6}
zh	融入	{HSK6}
zh	荣誉	{HSK6}
zh	柔软	{HSK6}
zh	入境	{HSK6}
zh	入门	{HSK6}
zh	入选	{HSK6}
zh	弱点	{HSK6}
zh	撒	{HSK6,HSK7-9}
zh	塞	{HSK6}
zh	赛事	{HSK6}
zh	散	{HSK6}
zh	散文	{HSK6}
zh	散发	{HSK6}
zh	嗓子	{HSK6}
zh	丧失	{HSK6}
zh	扫描	{HSK6}
zh	杀	{HSK6}
zh	刹车	{HSK6}
zh	鲨鱼	{HSK6}
zh	筛选	{HSK6}
zh	山顶	{HSK6}
zh	山峰	{HSK6}
zh	山坡	{HSK6}
zh	闪	{HSK6}
zh	闪电	{HSK6}
zh	商标	{HSK6}
zh	伤口	{HSK6}
zh	伤亡	{HSK6}
zh	伤员	{HSK6}
zh	上当	{HSK6}
zh	上级	{HSK6}
zh	上进	{HSK6}
zh	上市	{HSK6}
zh	上述	{HSK6}
zh	上台	{HSK6}
zh	上旬	{HSK6}
zh	少儿	{HSK6}
zh	舌头	{HSK6}
zh	社	{HSK6}
zh	射	{HSK6}
zh	涉及	{HSK6}
zh	射击	{HSK6}
zh	摄像	{HSK6}
zh	设想	{HSK6}
zh	摄像头	{HSK6}
zh	身心	{HSK6}
zh	深夜	{HSK6}
zh	神	{HSK6}
zh	神经	{HSK6}
zh	神奇	{HSK6}
zh	审美	{HSK6}
zh	生成	{HSK6}
zh	声调	{HSK6}
zh	生命力	{HSK6}
zh	生态	{HSK6}
zh	升学	{HSK6}
zh	剩余	{HSK6}
zh	诗词	{HSK6}
zh	湿度	{HSK6}
zh	师父	{HSK6}
zh	诗歌	{HSK6}
zh	狮子	{HSK6}
zh	识	{HSK6}
zh	拾	{HSK6}
zh	识别	{HSK6}
zh	时光	{HSK6}
zh	实话	{HSK6}
zh	实惠	{HSK6}
zh	时机	{HSK6}
zh	时尚	{HSK6}
zh	实时	{HSK6}
zh	时速	{HSK6}
zh	石油	{HSK6}
zh	食欲	{HSK6}
zh	实质	{HSK6}
zh	十足	{HSK6}
zh	使劲	{HSK6}
zh	士兵	{HSK6}
zh	适度	{HSK6}
zh	示范	{HSK6}
zh	释放	{HSK6}
zh	事后	{HSK6}
zh	视觉	{HSK6}
zh	势力	{HSK6}
zh	视力	{HSK6}
zh	试图	{HSK6}
zh	事务	{HSK6}
zh	事项	{HSK6}
zh	适宜	{HSK6}
zh	收藏	{HSK6}
zh	收购	{HSK6}
zh	收取	{HSK6}
zh	收益	{HSK6}
zh	手臂	{HSK6}
zh	手法	{HSK6}
zh	手势	{HSK6}
zh	首要	{HSK6}
zh	寿命	{HSK6}
zh	受灾	{HSK6}
zh	输出	{HSK6}
zh	书画	{HSK6}
zh	书籍	{HSK6}
zh	书面	{HSK6}
zh	输送	{HSK6}
zh	书写	{HSK6}
zh	属	{HSK6}
zh	薯片	{HSK6}
zh	竖	{HSK6}
zh	树立	{HSK6}
zh	数目	{HSK6}
zh	数字化	{HSK6}
zh	衰老	{HSK6}
zh	率领	{HSK6}
zh	率先	{HSK6}
zh	水稻	{HSK6}
zh	水库	{HSK6}
zh	水流	{HSK6}
zh	水面	{HSK6}
zh	水泥	{HSK6}
zh	瞬间	{HSK6}
zh	思路	{HSK6}
zh	思念	{HSK6}
zh	死亡	{HSK6}
zh	松	{HSK6}
zh	艘	{HSK6}
zh	搜集	{HSK6}
zh	塑造	{HSK6}
zh	素质	{HSK6}
zh	算了	{HSK6}
zh	算是	{HSK6}
zh	虽	{HSK6}
zh	岁数	{HSK6}
zh	岁月	{HSK6}
zh	损坏	{HSK6}
zh	损伤	{HSK6}
zh	踏实	{HSK6}
zh	塔	{HSK6}
zh	台风	{HSK6}
zh	台球	{HSK6}
zh	太空	{HSK6}
zh	太阳能	{HSK6}
zh	谈论	{HSK6}
zh	谈判	{HSK6}
zh	弹性	{HSK6}
zh	探索	{HSK6}
zh	探讨	{HSK6}
zh	汤圆	{HSK6}
zh	糖果	{HSK6}
zh	烫	{HSK6}
zh	掏	{HSK6}
zh	逃	{HSK6}
zh	逃跑	{HSK6}
zh	淘气	{HSK6}
zh	淘汰	{HSK6}
zh	套餐	{HSK6}
zh	特	{HSK6}
zh	特长	{HSK6}
zh	特地	{HSK6}
zh	特定	{HSK6}
zh	特性	{HSK6}
zh	特意	{HSK6}
zh	题材	{HSK6}
zh	提取	{HSK6}
zh	提示	{HSK6}
zh	体操	{HSK6}
zh	体积	{HSK6}
zh	体系	{HSK6}
zh	添	{HSK6}
zh	天才	{HSK6}
zh	添加	{HSK6}
zh	天然	{HSK6}
zh	天然气	{HSK6}
zh	天文	{HSK6}
zh	天下	{HSK6}
zh	天真	{HSK6}
zh	田	{HSK6}
zh	田径	{HSK6}
zh	调节	{HSK6}
zh	跳水	{HSK6}
zh	贴近	{HSK6}
zh	听话	{HSK6}
zh	听觉	{HSK6}
zh	听取	{HSK6}
zh	通道	{HSK6}
zh	通风	{HSK6}
zh	通话	{HSK6}
zh	通信	{HSK6}
zh	通讯	{HSK6}
zh	通用	{HSK6}
zh	铜	{HSK6}
zh	同伴	{HSK6}
zh	同行	{HSK6}
zh	童话	{HSK6}
zh	同类	{HSK6}
zh	铜牌	{HSK6}
zh	痛快	{HSK6}
zh	偷	{HSK6}
zh	偷偷	{HSK6}
zh	头脑	{HSK6}
zh	投票	{HSK6}
zh	投诉	{HSK6}
zh	投资	{HSK6}
zh	透	{HSK6}
zh	透过	{HSK6}
zh	透露	{HSK6}
zh	透明	{HSK6}
zh	突发	{HSK6}
zh	突破	{HSK6}
zh	图案	{HSK6}
zh	图表	{HSK6}
zh	徒弟	{HSK6}
zh	途径	{HSK6}
zh	图像	{HSK6}
zh	吐	{HSK6}
zh	土壤	{HSK6}
zh	团结	{HSK6}
zh	团体	{HSK6}
zh	团圆	{HSK6}
zh	推测	{HSK6}
zh	推销	{HSK6}
zh	推行	{HSK6}
zh	退税	{HSK6}
zh	吞	{HSK6}
zh	拖	{HSK6}
zh	拖延	{HSK6}
zh	托运	{HSK6}
zh	挖	{HSK6}
zh	哇	{HSK6}
zh	娃娃	{HSK6}
zh	歪	{HSK6}
zh	外表	{HSK6}
zh	外交	{HSK6}
zh	外界	{HSK6}
zh	外科	{HSK6}
zh	外来	{HSK6}
zh	外甥	{HSK6}
zh	弯曲	{HSK6}
zh	顽强	{HSK6}
zh	万物	{HSK6}
zh	王子	{HSK6}
zh	网	{HSK6}
zh	往后	{HSK6}
zh	往来	{HSK6}
zh	往年	{HSK6}
zh	望	{HSK6}
zh	危机	{HSK6}
zh	微小	{HSK6}
zh	违规	{HSK6}
zh	维护	{HSK6}
zh	为难	{HSK6}
zh	围棋	{HSK6}
zh	为期	{HSK6}
zh	维生素	{HSK6}
zh	为止	{HSK6}
zh	委屈	{HSK6}
zh	委托	{HSK6}
zh	未	{HSK6}
zh	未必	{HSK6}
zh	未成年人	{HSK6}
zh	为此	{HSK6}
zh	为何	{HSK6}
zh	味觉	{HSK6}
zh	胃口	{HSK6}
zh	温和	{HSK6}
zh	温柔	{HSK6}
zh	文档	{HSK6}
zh	文具	{HSK6}
zh	文科	{HSK6}
zh	文明	{HSK6}
zh	闻名	{HSK6}
zh	文物	{HSK6}
zh	文献	{HSK6}
zh	文艺	{HSK6}
zh	乌龟	{HSK6}
zh	污水	{HSK6}
zh	无所谓	{HSK6}
zh	无疑	{HSK6}
zh	武器	{HSK6}
zh	误	{HSK6}
zh	误解	{HSK6}
zh	物体	{HSK6}
zh	吸取	{HSK6}
zh	媳妇	{HSK6}
zh	习俗	{HSK6}
zh	喜剧	{HSK6}
zh	喜事	{HSK6}
zh	洗漱	{HSK6}
zh	细胞	{HSK6}
zh	细菌	{HSK6}
zh	系列	{HSK6}
zh	戏曲	{HSK6}
zh	细致	{HSK6}
zh	吓	{HSK6}
zh	下功夫	{HSK6}
zh	下单	{HSK6}
zh	夏令营	{HSK6}
zh	下线	{HSK6}
zh	下旬	{HSK6}
zh	鲜明	{HSK6}
zh	先前	{HSK6}
zh	鲜艳	{HSK6}
zh	嫌	{HSK6}
zh	显	{HSK6}
zh	险	{HSK6}
zh	显著	{HSK6}
zh	限	{HSK6}
zh	线	{HSK6}
zh	现存	{HSK6}
zh	限度	{HSK6}
zh	现货	{HSK6}
zh	陷入	{HSK6}
zh	线索	{HSK6}
zh	限于	{HSK6}
zh	相差	{HSK6}
zh	香肠	{HSK6}
zh	相传	{HSK6}
zh	相等	{HSK6}
zh	相连	{HSK6}
zh	香水	{HSK6}
zh	相应	{HSK6}
zh	项链	{HSK6}
zh	象棋	{HSK6}
zh	相声	{HSK6}
zh	向往	{HSK6}
zh	消除	{HSK6}
zh	消毒	{HSK6}
zh	消防	{HSK6}
zh	消耗	{HSK6}
zh	消灭	{HSK6}
zh	小麦	{HSK6}
zh	小气	{HSK6}
zh	小偷儿	{HSK6}
zh	笑容	{HSK6}
zh	效应	{HSK6}
zh	歇	{HSK6}
zh	携带	{HSK6}
zh	协会	{HSK6}
zh	协调	{HSK6}
zh	协助	{HSK6}
zh	心爱	{HSK6}
zh	缓	{HSK7-9}
zh	心底	{HSK6}
zh	新款	{HSK6}
zh	心灵	{HSK6}
zh	新媒体	{HSK6}
zh	心目	{HSK6}
zh	新能源	{HSK6}
zh	薪水	{HSK6}
zh	心疼	{HSK6}
zh	新兴	{HSK6}
zh	新颖	{HSK6}
zh	心愿	{HSK6}
zh	心脏	{HSK6}
zh	信赖	{HSK6}
zh	信念	{HSK6}
zh	兴起	{HSK6}
zh	型号	{HSK6}
zh	形态	{HSK6}
zh	性价比	{HSK6}
zh	性能	{HSK6}
zh	胸	{HSK6}
zh	修订	{HSK6}
zh	修复	{HSK6}
zh	袖子	{HSK6}
zh	许可	{HSK6}
zh	叙述	{HSK6}
zh	旋转	{HSK6}
zh	选拔	{HSK6}
zh	选修	{HSK6}
zh	学会	{HSK6}
zh	学位	{HSK6}
zh	学问	{HSK6}
zh	学员	{HSK6}
zh	血管	{HSK6}
zh	血型	{HSK6}
zh	血压	{HSK6}
zh	血液	{HSK6}
zh	循环	{HSK6}
zh	寻求	{HSK6}
zh	压缩	{HSK6}
zh	亚军	{HSK6}
zh	淹	{HSK6}
zh	淹没	{HSK6}
zh	严	{HSK6}
zh	沿海	{HSK6}
zh	严寒	{HSK6}
zh	严禁	{HSK6}
zh	严厉	{HSK6}
zh	延期	{HSK6}
zh	炎热	{HSK6}
zh	延伸	{HSK6}
zh	研讨	{HSK6}
zh	延续	{HSK6}
zh	言语	{HSK6}
zh	炎症	{HSK6}
zh	眼光	{HSK6}
zh	眼看	{HSK6}
zh	演奏	{HSK6}
zh	宴会	{HSK6}
zh	验证	{HSK6}
zh	仰	{HSK6}
zh	痒	{HSK6}
zh	养老	{HSK6}
zh	养老院	{HSK6}
zh	氧气	{HSK6}
zh	样	{HSK6}
zh	遥远	{HSK6}
zh	要点	{HSK6}
zh	要么	{HSK6}
zh	要素	{HSK6}
zh	野	{HSK6}
zh	也好	{HSK6}
zh	野生	{HSK6}
zh	野外	{HSK6}
zh	业	{HSK6}
zh	液体	{HSK6}
zh	依旧	{HSK6}
zh	依赖	{HSK6}
zh	一流	{HSK6}
zh	衣食住行	{HSK6}
zh	医药	{HSK6}
zh	一一	{HSK6}
zh	姨	{HSK6}
zh	一辈子	{HSK6}
zh	遗产	{HSK6}
zh	遗传	{HSK6}
zh	一带	{HSK6}
zh	一道	{HSK6}
zh	一贯	{HSK6}
zh	疑惑	{HSK6}
zh	一律	{HSK6}
zh	移民	{HSK6}
zh	仪器	{HSK6}
zh	仪式	{HSK6}
zh	一向	{HSK6}
zh	一系列	{HSK6}
zh	一再	{HSK6}
zh	一阵	{HSK6}
zh	遗址	{HSK6}
zh	以便	{HSK6}
zh	以免	{HSK6}
zh	以往	{HSK6}
zh	异常	{HSK6}
zh	益处	{HSK6}
zh	一帆风顺	{HSK6}
zh	一口气	{HSK6}
zh	议论	{HSK6}
zh	一模一样	{HSK6}
zh	艺人	{HSK6}
zh	一身	{HSK6}
zh	一时	{HSK6}
zh	一同	{HSK6}
zh	易于	{HSK6}
zh	抑制	{HSK6}
zh	因	{HSK6}
zh	音节	{HSK6}
zh	银	{HSK6}
zh	银牌	{HSK6}
zh	引	{HSK6}
zh	隐藏	{HSK6}
zh	引导	{HSK6}
zh	引发	{HSK6}
zh	引入	{HSK6}
zh	隐私	{HSK6}
zh	饮用水	{HSK6}
zh	印	{HSK6}
zh	婴儿	{HSK6}
zh	英雄	{HSK6}
zh	影子	{HSK6}
zh	拥挤	{HSK6}
zh	涌现	{HSK6}
zh	勇于	{HSK6}
zh	用餐	{HSK6}
zh	用处	{HSK6}
zh	用功	{HSK6}
zh	用人	{HSK6}
zh	用心	{HSK6}
zh	优化	{HSK6}
zh	优先	{HSK6}
zh	优异	{HSK6}
zh	由来	{HSK6}
zh	游人	{HSK6}
zh	犹如	{HSK6}
zh	有机	{HSK6}
zh	有劲	{HSK6}
zh	有序	{HSK6}
zh	于	{HSK6}
zh	余额	{HSK6}
zh	与其	{HSK6}
zh	羽绒服	{HSK6}
zh	预定	{HSK6}
zh	预料	{HSK6}
zh	预期	{HSK6}
zh	浴室	{HSK6}
zh	欲望	{HSK6}
zh	原本	{HSK6}
zh	原材料	{HSK6}
zh	原理	{HSK6}
zh	原料	{HSK6}
zh	园林	{HSK6}
zh	圆满	{HSK6}
zh	原始	{HSK6}
zh	元素	{HSK6}
zh	原先	{HSK6}
zh	元宵	{HSK6}
zh	源于	{HSK6}
zh	远程	{HSK6}
zh	远方	{HSK6}
zh	约束	{HSK6}
zh	月光	{HSK6}
zh	乐器	{HSK6}
zh	月球	{HSK6}
zh	乐曲	{HSK6}
zh	晕	{HSK6}
zh	晕车	{HSK6}
zh	运送	{HSK6}
zh	运行	{HSK6}
zh	运营	{HSK6}
zh	杂	{HSK6}
zh	灾	{HSK6}
zh	灾害	{HSK6}
zh	灾难	{HSK6}
zh	灾区	{HSK6}
zh	再三	{HSK6}
zh	再生	{HSK6}
zh	在意	{HSK6}
zh	赞赏	{HSK6}
zh	赞同	{HSK6}
zh	遭到	{HSK6}
zh	遭受	{HSK6}
zh	遭遇	{HSK6}
zh	噪声	{HSK6}
zh	造型	{HSK6}
zh	则	{HSK6,HSK7-9}
zh	扎	{HSK6}
zh	粘	{HSK6}
zh	粘贴	{HSK6}
zh	崭新	{HSK6}
zh	占比	{HSK6}
zh	战斗	{HSK6}
zh	占据	{HSK6}
zh	战胜	{HSK6}
zh	占有	{HSK6}
zh	战争	{HSK6}
zh	章	{HSK6}
zh	长辈	{HSK6}
zh	障碍	{HSK6}
zh	账单	{HSK6}
zh	招	{HSK6}
zh	招待	{HSK6}
zh	招生	{HSK6}
zh	招手	{HSK6}
zh	招收	{HSK6}
zh	照明	{HSK6}
zh	折	{HSK6,HSK7-9}
zh	针	{HSK6}
zh	真相	{HSK6}
zh	珍珠	{HSK6}
zh	枕头	{HSK6}
zh	镇	{HSK6}
zh	阵雨	{HSK6}
zh	睁	{HSK6}
zh	争吵	{HSK6}
zh	争夺	{HSK6}
zh	争论	{HSK6}
zh	征求	{HSK6}
zh	争议	{HSK6}
zh	政策	{HSK6}
zh	正规	{HSK6}
zh	正面	{HSK6}
zh	证实	{HSK6}
zh	正义	{HSK6}
zh	症状	{HSK6}
zh	枝	{HSK6}
zh	支撑	{HSK6}
zh	支出	{HSK6}
zh	脂肪	{HSK6}
zh	之所以	{HSK6}
zh	值班	{HSK6}
zh	职位	{HSK6}
zh	职务	{HSK6}
zh	职员	{HSK6}
zh	职责	{HSK6}
zh	侄子	{HSK6}
zh	只得	{HSK6}
zh	指定	{HSK6}
zh	只顾	{HSK6}
zh	指挥	{HSK6}
zh	指示	{HSK6}
zh	指责	{HSK6}
zh	制	{HSK6}
zh	至关重要	{HSK6}
zh	智力	{HSK6}
zh	治理	{HSK6}
zh	制品	{HSK6}
zh	秩序	{HSK6}
zh	质疑	{HSK6}
zh	至于	{HSK6}
zh	中等	{HSK6}
zh	终点	{HSK6}
zh	中断	{HSK6}
zh	终身	{HSK6}
zh	钟头	{HSK6}
zh	中旬	{HSK6}
zh	中央	{HSK6}
zh	肿	{HSK6}
zh	种地	{HSK6}
zh	中毒	{HSK6}
zh	中奖	{HSK6}
zh	众人	{HSK6}
zh	中暑	{HSK6}
zh	众所周知	{HSK6}
zh	重心	{HSK6}
zh	州	{HSK6}
zh	粥	{HSK6}
zh	周边	{HSK6}
zh	周到	{HSK6}
zh	周期	{HSK6}
zh	株	{HSK6}
zh	珠宝	{HSK6}
zh	诸多	{HSK6}
zh	主办	{HSK6}
zh	主播	{HSK6}
zh	主导	{HSK6}
zh	主管	{HSK6}
zh	主角	{HSK6}
zh	主流	{HSK6}
zh	主演	{HSK6}
zh	主张	{HSK6}
zh	祝福	{HSK6}
zh	助理	{HSK6}
zh	助手	{HSK6}
zh	祝愿	{HSK6}
zh	住宅	{HSK6}
zh	著作	{HSK6}
zh	砖	{HSK6}
zh	专科	{HSK6}
zh	专利	{HSK6}
zh	专题	{HSK6}
zh	专用	{HSK6}
zh	专注	{HSK6}
zh	转换	{HSK6}
zh	转交	{HSK6}
zh	转让	{HSK6}
zh	转身	{HSK6}
zh	转移	{HSK6}
zh	转动	{HSK6}
zh	装备	{HSK6}
zh	庄稼	{HSK6}
zh	追究	{HSK6}
zh	捉	{HSK6}
zh	资本	{HSK6}
zh	资产	{HSK6}
zh	自豪	{HSK6}
zh	自来水	{HSK6}
zh	自律	{HSK6}
zh	字幕	{HSK6}
zh	自杀	{HSK6}
zh	自我	{HSK6}
zh	自言自语	{HSK6}
zh	自愿	{HSK6}
zh	自助	{HSK6}
zh	棕色	{HSK6}
zh	总裁	{HSK6}
zh	总计	{HSK6}
zh	总理	{HSK6}
zh	总算	{HSK6}
zh	粽子	{HSK6}
zh	走廊	{HSK6}
zh	足	{HSK6}
zh	足以	{HSK6}
zh	阻碍	{HSK6}
zh	阻挡	{HSK6}
zh	祖国	{HSK6}
zh	祖先	{HSK6}
zh	钻	{HSK6}
zh	罪	{HSK6}
zh	挨	{HSK7-9}
zh	挨家挨户	{HSK7-9}
zh	哀求	{HSK7-9}
zh	癌	{HSK7-9}
zh	癌症	{HSK7-9}
zh	爱不释手	{HSK7-9}
zh	爱戴	{HSK7-9}
zh	暧昧	{HSK7-9}
zh	爱慕	{HSK7-9}
zh	碍事	{HSK7-9}
zh	爱惜	{HSK7-9}
zh	艾滋病	{HSK7-9}
zh	安定	{HSK7-9}
zh	安抚	{HSK7-9}
zh	安眠药	{HSK7-9}
zh	安宁	{HSK7-9}
zh	安稳	{HSK7-9}
zh	安详	{HSK7-9}
zh	安心	{HSK7-9}
zh	安逸	{HSK7-9}
zh	安置	{HSK7-9}
zh	暗地里	{HSK7-9}
zh	案件	{HSK7-9}
zh	按理	{HSK7-9}
zh	按钮	{HSK7-9}
zh	按说	{HSK7-9}
zh	暗中	{HSK7-9}
zh	凹	{HSK7-9}
zh	熬	{HSK7-9}
zh	傲	{HSK7-9}
zh	傲慢	{HSK7-9}
zh	奥秘	{HSK7-9}
zh	扒	{HSK7-9}
zh	疤	{HSK7-9}
zh	巴不得	{HSK7-9}
zh	八成	{HSK7-9}
zh	八卦	{HSK7-9}
zh	巴结	{HSK7-9}
zh	芭蕾	{HSK7-9}
zh	巴掌	{HSK7-9}
zh	拔	{HSK7-9}
zh	把柄	{HSK7-9}
zh	把关	{HSK7-9}
zh	把手	{HSK7-9}
zh	靶子	{HSK7-9}
zh	坝	{HSK7-9}
zh	霸道	{HSK7-9}
zh	罢工	{HSK7-9}
zh	罢了	{HSK7-9}
zh	罢免	{HSK7-9}
zh	罢休	{HSK7-9}
zh	霸占	{HSK7-9}
zh	掰	{HSK7-9}
zh	百般	{HSK7-9}
zh	摆动	{HSK7-9}
zh	百分比	{HSK7-9}
zh	百合	{HSK7-9}
zh	百科全书	{HSK7-9}
zh	摆平	{HSK7-9}
zh	摆设	{HSK7-9}
zh	柏树	{HSK7-9}
zh	败坏	{HSK7-9}
zh	拜会	{HSK7-9}
zh	拜见	{HSK7-9}
zh	拜托	{HSK7-9}
zh	扳	{HSK7-9}
zh	颁布	{HSK7-9}
zh	斑点	{HSK7-9}
zh	颁发	{HSK7-9}
zh	颁奖	{HSK7-9}
zh	斑马线	{HSK7-9}
zh	搬迁	{HSK7-9}
zh	板块	{HSK7-9}
zh	版权	{HSK7-9}
zh	扮	{HSK7-9}
zh	伴	{HSK7-9}
zh	拌	{HSK7-9}
zh	绊	{HSK7-9}
zh	半边天	{HSK7-9}
zh	半岛	{HSK7-9}
zh	半导体	{HSK7-9}
zh	绊脚石	{HSK7-9}
zh	半径	{HSK7-9}
zh	伴侣	{HSK7-9}
zh	办事处	{HSK7-9}
zh	半数	{HSK7-9}
zh	半途而废	{HSK7-9}
zh	半信半疑	{HSK7-9}
zh	办学	{HSK7-9}
zh	伴奏	{HSK7-9}
zh	帮手	{HSK7-9}
zh	绑	{HSK7-9}
zh	绑架	{HSK7-9}
zh	磅	{HSK7-9}
zh	煲	{HSK7-9}
zh	剥	{HSK7-9}
zh	包庇	{HSK7-9}
zh	褒贬	{HSK7-9}
zh	包袱	{HSK7-9}
zh	包罗万象	{HSK7-9}
zh	包容	{HSK7-9}
zh	包围	{HSK7-9}
zh	包扎	{HSK7-9}
zh	饱和	{HSK7-9}
zh	饱经沧桑	{HSK7-9}
zh	宝库	{HSK7-9}
zh	堡垒	{HSK7-9}
zh	饱满	{HSK7-9}
zh	保密	{HSK7-9}
zh	保姆	{HSK7-9}
zh	宝石	{HSK7-9}
zh	保守	{HSK7-9}
zh	保卫	{HSK7-9}
zh	保鲜	{HSK7-9}
zh	保养	{HSK7-9}
zh	保佑	{HSK7-9}
zh	宝藏	{HSK7-9}
zh	保重	{HSK7-9}
zh	报	{HSK7-9}
zh	豹	{HSK7-9}
zh	报案	{HSK7-9}
zh	报酬	{HSK7-9}
zh	报仇	{HSK7-9}
zh	报答	{HSK7-9}
zh	报废	{HSK7-9}
zh	暴风骤雨	{HSK7-9}
zh	报复	{HSK7-9}
zh	抱负	{HSK7-9}
zh	曝光	{HSK7-9}
zh	暴利	{HSK7-9}
zh	爆满	{HSK7-9}
zh	报销	{HSK7-9}
zh	暴躁	{HSK7-9}
zh	爆竹	{HSK7-9}
zh	碑	{HSK7-9}
zh	悲哀	{HSK7-9}
zh	卑鄙	{HSK7-9}
zh	悲惨	{HSK7-9}
zh	背负	{HSK7-9}
zh	悲欢离合	{HSK7-9}
zh	悲痛	{HSK7-9}
zh	卑微	{HSK7-9}
zh	备	{HSK7-9}
zh	备份	{HSK7-9}
zh	被告	{HSK7-9}
zh	贝壳	{HSK7-9}
zh	备课	{HSK7-9}
zh	背面	{HSK7-9}
zh	背叛	{HSK7-9}
zh	背诵	{HSK7-9}
zh	备忘录	{HSK7-9}
zh	背影	{HSK7-9}
zh	备战	{HSK7-9}
zh	奔波	{HSK7-9}
zh	奔驰	{HSK7-9}
zh	奔赴	{HSK7-9}
zh	本分	{HSK7-9}
zh	本钱	{HSK7-9}
zh	本色	{HSK7-9}
zh	本事	{HSK7-9}
zh	本性	{HSK7-9}
zh	本意	{HSK7-9}
zh	本着	{HSK7-9}
zh	奔	{HSK7-9}
zh	笨蛋	{HSK7-9}
zh	笨重	{HSK7-9}
zh	笨拙	{HSK7-9}
zh	绷	{HSK7-9}
zh	绷带	{HSK7-9}
zh	崩溃	{HSK7-9}
zh	蹦	{HSK7-9}
zh	迸发	{HSK7-9}
zh	逼近	{HSK7-9}
zh	逼迫	{HSK7-9}
zh	逼真	{HSK7-9}
zh	鼻涕	{HSK7-9}
zh	比比皆是	{HSK7-9}
zh	笔墨	{HSK7-9}
zh	比试	{HSK7-9}
zh	鄙视	{HSK7-9}
zh	弊病	{HSK7-9}
zh	必不可少	{HSK7-9}
zh	必定	{HSK7-9}
zh	弊端	{HSK7-9}
zh	壁画	{HSK7-9}
zh	必将	{HSK7-9}
zh	壁垒	{HSK7-9}
zh	碧绿	{HSK7-9}
zh	避难	{HSK7-9}
zh	避让	{HSK7-9}
zh	毕生	{HSK7-9}
zh	避暑	{HSK7-9}
zh	鞭策	{HSK7-9}
zh	编程	{HSK7-9}
zh	编号	{HSK7-9}
zh	边疆	{HSK7-9}
zh	边界	{HSK7-9}
zh	边境	{HSK7-9}
zh	编剧	{HSK7-9}
zh	编排	{HSK7-9}
zh	鞭炮	{HSK7-9}
zh	边缘	{HSK7-9}
zh	边远	{HSK7-9}
zh	编造	{HSK7-9}
zh	编制	{HSK7-9}
zh	编织	{HSK7-9}
zh	扁	{HSK7-9}
zh	贬低	{HSK7-9}
zh	贬值	{HSK7-9}
zh	辩	{HSK7-9}
zh	辨别	{HSK7-9}
zh	遍布	{HSK7-9}
zh	便饭	{HSK7-9}
zh	变革	{HSK7-9}
zh	变更	{HSK7-9}
zh	变故	{HSK7-9}
zh	辩护	{HSK7-9}
zh	变换	{HSK7-9}
zh	变幻莫测	{HSK7-9}
zh	辩解	{HSK7-9}
zh	辩论	{HSK7-9}
zh	变迁	{HSK7-9}
zh	辨认	{HSK7-9}
zh	变通	{HSK7-9}
zh	便携式	{HSK7-9}
zh	变形	{HSK7-9}
zh	变异	{HSK7-9}
zh	辩证	{HSK7-9}
zh	辫子	{HSK7-9}
zh	标	{HSK7-9}
zh	标榜	{HSK7-9}
zh	标本	{HSK7-9}
zh	标点	{HSK7-9}
zh	标记	{HSK7-9}
zh	标签	{HSK7-9}
zh	飙升	{HSK7-9}
zh	标识	{HSK7-9}
zh	标示	{HSK7-9}
zh	标语	{HSK7-9}
zh	标致	{HSK7-9}
zh	表白	{HSK7-9}
zh	表决	{HSK7-9}
zh	表述	{HSK7-9}
zh	表率	{HSK7-9}
zh	表态	{HSK7-9}
zh	表彰	{HSK7-9}
zh	憋	{HSK7-9}
zh	别具匠心	{HSK7-9}
zh	别看	{HSK7-9}
zh	别墅	{HSK7-9}
zh	别说	{HSK7-9}
zh	别致	{HSK7-9}
zh	别扭	{HSK7-9}
zh	彬彬有礼	{HSK7-9}
zh	缤纷	{HSK7-9}
zh	濒临	{HSK7-9}
zh	濒危	{HSK7-9}
zh	冰雹	{HSK7-9}
zh	冰棍儿	{HSK7-9}
zh	冰山一角	{HSK7-9}
zh	冰天雪地	{HSK7-9}
zh	丙	{HSK7-9}
zh	秉承	{HSK7-9}
zh	秉持	{HSK7-9}
zh	并发症	{HSK7-9}
zh	并非	{HSK7-9}
zh	并购	{HSK7-9}
zh	并肩	{HSK7-9}
zh	病历	{HSK7-9}
zh	并列	{HSK7-9}
zh	并行	{HSK7-9}
zh	病症	{HSK7-9}
zh	拨	{HSK7-9}
zh	波动	{HSK7-9}
zh	剥夺	{HSK7-9}
zh	波及	{HSK7-9}
zh	拨款	{HSK7-9}
zh	波澜	{HSK7-9}
zh	波浪	{HSK7-9}
zh	波涛	{HSK7-9}
zh	剥削	{HSK7-9}
zh	波折	{HSK7-9}
zh	伯伯	{HSK7-9}
zh	博大精深	{HSK7-9}
zh	搏斗	{HSK7-9}
zh	伯父	{HSK7-9}
zh	驳回	{HSK7-9}
zh	伯母	{HSK7-9}
zh	博学	{HSK7-9}
zh	博弈	{HSK7-9}
zh	不算	{HSK7-9}
zh	不当	{HSK7-9}
zh	不定	{HSK7-9}
zh	不动产	{HSK7-9}
zh	不见得	{HSK7-9}
zh	不愧	{HSK7-9}
zh	不力	{HSK7-9}
zh	不妙	{HSK7-9}
zh	不慎	{HSK7-9}
zh	不下	{HSK7-9}
zh	不像话	{HSK7-9}
zh	不肖	{HSK7-9}
zh	不屑	{HSK7-9}
zh	不懈	{HSK7-9}
zh	不厌其烦	{HSK7-9}
zh	不亚于	{HSK7-9}
zh	不翼而飞	{HSK7-9}
zh	不亦乐乎	{HSK7-9}
zh	不正之风	{HSK7-9}
zh	捕获	{HSK7-9}
zh	补给	{HSK7-9}
zh	补救	{HSK7-9}
zh	哺乳	{HSK7-9}
zh	捕食	{HSK7-9}
zh	哺育	{HSK7-9}
zh	补助	{HSK7-9}
zh	捕捉	{HSK7-9}
zh	不经意	{HSK7-9}
zh	不予	{HSK7-9}
zh	不准	{HSK7-9}
zh	不耻下问	{HSK7-9}
zh	不辞而别	{HSK7-9}
zh	不得而知	{HSK7-9}
zh	不得已	{HSK7-9}
zh	不乏	{HSK7-9}
zh	步伐	{HSK7-9}
zh	不法	{HSK7-9}
zh	不妨	{HSK7-9}
zh	不服	{HSK7-9}
zh	不敢当	{HSK7-9}
zh	不及	{HSK7-9}
zh	部件	{HSK7-9}
zh	不假思索	{HSK7-9}
zh	不解	{HSK7-9}
zh	不景气	{HSK7-9}
zh	布局	{HSK7-9}
zh	不堪	{HSK7-9}
zh	不可或缺	{HSK7-9}
zh	不可思议	{HSK7-9}
zh	不了了之	{HSK7-9}
zh	不免	{HSK7-9}
zh	不平	{HSK7-9}
zh	不容	{HSK7-9}
zh	步入	{HSK7-9}
zh	部首	{HSK7-9}
zh	部署	{HSK7-9}
zh	不惜	{HSK7-9}
zh	不相上下	{HSK7-9}
zh	不言而喻	{HSK7-9}
zh	不以为然	{HSK7-9}
zh	不由得	{HSK7-9}
zh	不由自主	{HSK7-9}
zh	不约而同	{HSK7-9}
zh	不折不扣	{HSK7-9}
zh	不知不觉	{HSK7-9}
zh	不知所措	{HSK7-9}
zh	猜想	{HSK7-9}
zh	裁	{HSK7-9}
zh	裁定	{HSK7-9}
zh	裁缝	{HSK7-9}
zh	才干	{HSK7-9}
zh	财经	{HSK7-9}
zh	裁决	{HSK7-9}
zh	财力	{HSK7-9}
zh	裁员	{HSK7-9}
zh	财政	{HSK7-9}
zh	采	{HSK7-9}
zh	采矿	{HSK7-9}
zh	采摘	{HSK7-9}
zh	菜肴	{HSK7-9}
zh	参见	{HSK7-9}
zh	参谋	{HSK7-9}
zh	参照	{HSK7-9}
zh	残	{HSK7-9}
zh	残酷	{HSK7-9}
zh	惭愧	{HSK7-9}
zh	残留	{HSK7-9}
zh	残缺	{HSK7-9}
zh	残忍	{HSK7-9}
zh	惨	{HSK7-9}
zh	惨白	{HSK7-9}
zh	惨痛	{HSK7-9}
zh	惨重	{HSK7-9}
zh	灿烂	{HSK7-9}
zh	舱	{HSK7-9}
zh	苍白	{HSK7-9}
zh	仓促	{HSK7-9}
zh	沧桑	{HSK7-9}
zh	苍蝇	{HSK7-9}
zh	藏匿	{HSK7-9}
zh	藏品	{HSK7-9}
zh	藏身	{HSK7-9}
zh	操控	{HSK7-9}
zh	操劳	{HSK7-9}
zh	操练	{HSK7-9}
zh	操心	{HSK7-9}
zh	操纵	{HSK7-9}
zh	嘈杂	{HSK7-9}
zh	草案	{HSK7-9}
zh	草丛	{HSK7-9}
zh	草坪	{HSK7-9}
zh	草率	{HSK7-9}
zh	草药	{HSK7-9}
zh	测定	{HSK7-9}
zh	侧面	{HSK7-9}
zh	测算	{HSK7-9}
zh	测验	{HSK7-9}
zh	侧重	{HSK7-9}
zh	层出不穷	{HSK7-9}
zh	蹭	{HSK7-9}
zh	差错	{HSK7-9}
zh	差额	{HSK7-9}
zh	插曲	{HSK7-9}
zh	插手	{HSK7-9}
zh	插图	{HSK7-9}
zh	插嘴	{HSK7-9}
zh	查处	{HSK7-9}
zh	查获	{HSK7-9}
zh	察觉	{HSK7-9}
zh	察看	{HSK7-9}
zh	查明	{HSK7-9}
zh	岔	{HSK7-9}
zh	刹那	{HSK7-9}
zh	诧异	{HSK7-9}
zh	拆迁	{HSK7-9}
zh	柴油	{HSK7-9}
zh	掺	{HSK7-9}
zh	搀	{HSK7-9}
zh	馋	{HSK7-9}
zh	缠	{HSK7-9}
zh	缠绕	{HSK7-9}
zh	铲	{HSK7-9}
zh	产权	{HSK7-9}
zh	阐释	{HSK7-9}
zh	阐述	{HSK7-9}
zh	产物	{HSK7-9}
zh	产业链	{HSK7-9}
zh	产值	{HSK7-9}
zh	颤抖	{HSK7-9}
zh	猖狂	{HSK7-9}
zh	昌盛	{HSK7-9}
zh	偿还	{HSK7-9}
zh	常理	{HSK7-9}
zh	长期以来	{HSK7-9}
zh	常人	{HSK7-9}
zh	常态	{HSK7-9}
zh	长效	{HSK7-9}
zh	长征	{HSK7-9}
zh	长足	{HSK7-9}
zh	敞开	{HSK7-9}
zh	倡导	{HSK7-9}
zh	唱片	{HSK7-9}
zh	畅谈	{HSK7-9}
zh	倡议	{HSK7-9}
zh	超标	{HSK7-9}
zh	钞票	{HSK7-9}
zh	超前	{HSK7-9}
zh	抄袭	{HSK7-9}
zh	潮	{HSK7-9}
zh	嘲弄	{HSK7-9}
zh	潮水	{HSK7-9}
zh	巢穴	{HSK7-9}
zh	炒作	{HSK7-9}
zh	车间	{HSK7-9}
zh	扯	{HSK7-9}
zh	撤	{HSK7-9}
zh	撤离	{HSK7-9}
zh	撤退	{HSK7-9}
zh	彻夜	{HSK7-9}
zh	沉淀	{HSK7-9}
zh	沉甸甸	{HSK7-9}
zh	沉浸	{HSK7-9}
zh	陈旧	{HSK7-9}
zh	陈列	{HSK7-9}
zh	沉闷	{HSK7-9}
zh	沉迷	{HSK7-9}
zh	陈述	{HSK7-9}
zh	沉睡	{HSK7-9}
zh	沉思	{HSK7-9}
zh	沉稳	{HSK7-9}
zh	沉着	{HSK7-9}
zh	趁机	{HSK7-9}
zh	衬托	{HSK7-9}
zh	称心如意	{HSK7-9}
zh	趁早	{HSK7-9}
zh	呈	{HSK7-9}
zh	承包	{HSK7-9}
zh	成才	{HSK7-9}
zh	成家	{HSK7-9}
zh	成家立业	{HSK7-9}
zh	承接	{HSK7-9}
zh	诚恳	{HSK7-9}
zh	成品	{HSK7-9}
zh	城墙	{HSK7-9}
zh	澄清	{HSK7-9}
zh	成全	{HSK7-9}
zh	成群结队	{HSK7-9}
zh	成天	{HSK7-9}
zh	成心	{HSK7-9}
zh	成型	{HSK7-9}
zh	诚意	{HSK7-9}
zh	承载	{HSK7-9}
zh	诚挚	{HSK7-9}
zh	逞强	{HSK7-9}
zh	秤	{HSK7-9}
zh	痴呆	{HSK7-9}
zh	吃喝玩乐	{HSK7-9}
zh	吃苦	{HSK7-9}
zh	吃亏	{HSK7-9}
zh	吃力	{HSK7-9}
zh	痴迷	{HSK7-9}
zh	痴心	{HSK7-9}
zh	持	{HSK7-9}
zh	迟迟	{HSK7-9}
zh	迟钝	{HSK7-9}
zh	迟缓	{HSK7-9}
zh	驰名	{HSK7-9}
zh	持平	{HSK7-9}
zh	池塘	{HSK7-9}
zh	迟疑	{HSK7-9}
zh	迟早	{HSK7-9}
zh	持之以恒	{HSK7-9}
zh	尺度	{HSK7-9}
zh	耻辱	{HSK7-9}
zh	耻笑	{HSK7-9}
zh	赤道	{HSK7-9}
zh	赤字	{HSK7-9}
zh	充	{HSK7-9}
zh	充斥	{HSK7-9}
zh	冲刺	{HSK7-9}
zh	充当	{HSK7-9}
zh	憧憬	{HSK7-9}
zh	冲浪	{HSK7-9}
zh	充沛	{HSK7-9}
zh	冲洗	{HSK7-9}
zh	充裕	{HSK7-9}
zh	冲撞	{HSK7-9}
zh	重重	{HSK7-9}
zh	重叠	{HSK7-9}
zh	重返	{HSK7-9}
zh	崇高	{HSK7-9}
zh	重合	{HSK7-9}
zh	崇敬	{HSK7-9}
zh	崇尚	{HSK7-9}
zh	重申	{HSK7-9}
zh	重现	{HSK7-9}
zh	重组	{HSK7-9}
zh	宠	{HSK7-9}
zh	宠爱	{HSK7-9}
zh	抽查	{HSK7-9}
zh	抽签	{HSK7-9}
zh	抽屉	{HSK7-9}
zh	抽样	{HSK7-9}
zh	仇	{HSK7-9}
zh	稠	{HSK7-9}
zh	筹	{HSK7-9}
zh	筹办	{HSK7-9}
zh	筹措	{HSK7-9}
zh	仇恨	{HSK7-9}
zh	筹划	{HSK7-9}
zh	筹集	{HSK7-9}
zh	筹码	{HSK7-9}
zh	愁眉苦脸	{HSK7-9}
zh	稠密	{HSK7-9}
zh	仇人	{HSK7-9}
zh	瞅	{HSK7-9}
zh	丑恶	{HSK7-9}
zh	丑陋	{HSK7-9}
zh	丑闻	{HSK7-9}
zh	出厂	{HSK7-9}
zh	出丑	{HSK7-9}
zh	出动	{HSK7-9}
zh	出发点	{HSK7-9}
zh	出访	{HSK7-9}
zh	出局	{HSK7-9}
zh	出具	{HSK7-9}
zh	出口成章	{HSK7-9}
zh	出路	{HSK7-9}
zh	出卖	{HSK7-9}
zh	出面	{HSK7-9}
zh	出任	{HSK7-9}
zh	出人意料	{HSK7-9}
zh	出神	{HSK7-9}
zh	出身	{HSK7-9}
zh	出手	{HSK7-9}
zh	出台	{HSK7-9}
zh	出头	{HSK7-9}
zh	出土	{HSK7-9}
zh	出息	{HSK7-9}
zh	出征	{HSK7-9}
zh	出众	{HSK7-9}
zh	初衷	{HSK7-9}
zh	出资	{HSK7-9}
zh	出走	{HSK7-9}
zh	锄	{HSK7-9}
zh	橱窗	{HSK7-9}
zh	除去	{HSK7-9}
zh	除外	{HSK7-9}
zh	储备	{HSK7-9}
zh	处方	{HSK7-9}
zh	处分	{HSK7-9}
zh	处境	{HSK7-9}
zh	储量	{HSK7-9}
zh	处事	{HSK7-9}
zh	处置	{HSK7-9}
zh	触动	{HSK7-9}
zh	触犯	{HSK7-9}
zh	触觉	{HSK7-9}
zh	矗立	{HSK7-9}
zh	触摸	{HSK7-9}
zh	触目惊心	{HSK7-9}
zh	揣	{HSK7-9}
zh	揣测	{HSK7-9}
zh	揣摩	{HSK7-9}
zh	踹	{HSK7-9}
zh	川流不息	{HSK7-9}
zh	穿梭	{HSK7-9}
zh	穿越	{HSK7-9}
zh	穿着	{HSK7-9}
zh	船舶	{HSK7-9}
zh	传单	{HSK7-9}
zh	传媒	{HSK7-9}
zh	传奇	{HSK7-9}
zh	传人	{HSK7-9}
zh	传闻	{HSK7-9}
zh	传言	{HSK7-9}
zh	喘	{HSK7-9}
zh	喘息	{HSK7-9}
zh	串门	{HSK7-9}
zh	窗帘	{HSK7-9}
zh	创伤	{HSK7-9}
zh	床位	{HSK7-9}
zh	创	{HSK7-9}
zh	创始人	{HSK7-9}
zh	吹牛	{HSK7-9}
zh	吹捧	{HSK7-9}
zh	炊烟	{HSK7-9}
zh	垂	{HSK7-9}
zh	捶	{HSK7-9}
zh	锤	{HSK7-9}
zh	垂头丧气	{HSK7-9}
zh	纯粹	{HSK7-9}
zh	醇厚	{HSK7-9}
zh	纯洁	{HSK7-9}
zh	纯朴	{HSK7-9}
zh	淳朴	{HSK7-9}
zh	蠢	{HSK7-9}
zh	戳	{HSK7-9}
zh	绰号	{HSK7-9}
zh	辞	{HSK7-9}
zh	辞呈	{HSK7-9}
zh	磁带	{HSK7-9}
zh	辞典	{HSK7-9}
zh	慈善	{HSK7-9}
zh	磁铁	{HSK7-9}
zh	辞退	{HSK7-9}
zh	慈祥	{HSK7-9}
zh	雌性	{HSK7-9}
zh	此起彼伏	{HSK7-9}
zh	此致	{HSK7-9}
zh	赐	{HSK7-9}
zh	刺耳	{HSK7-9}
zh	刺骨	{HSK7-9}
zh	伺候	{HSK7-9}
zh	赐教	{HSK7-9}
zh	次品	{HSK7-9}
zh	次日	{HSK7-9}
zh	刺绣	{HSK7-9}
zh	次序	{HSK7-9}
zh	刺眼	{HSK7-9}
zh	次要	{HSK7-9}
zh	葱	{HSK7-9}
zh	丛	{HSK7-9}
zh	丛林	{HSK7-9}
zh	从容	{HSK7-9}
zh	从容不迫	{HSK7-9}
zh	从头	{HSK7-9}
zh	凑	{HSK7-9}
zh	凑合	{HSK7-9}
zh	凑巧	{HSK7-9}
zh	粗暴	{HSK7-9}
zh	粗糙	{HSK7-9}
zh	粗鲁	{HSK7-9}
zh	粗略	{HSK7-9}
zh	粗心大意	{HSK7-9}
zh	促成	{HSK7-9}
zh	簇拥	{HSK7-9}
zh	窜	{HSK7-9}
zh	摧残	{HSK7-9}
zh	催促	{HSK7-9}
zh	摧毁	{HSK7-9}
zh	催眠	{HSK7-9}
zh	璀璨	{HSK7-9}
zh	翠绿	{HSK7-9}
zh	存活	{HSK7-9}
zh	存货	{HSK7-9}
zh	存心	{HSK7-9}
zh	存折	{HSK7-9}
zh	搓	{HSK7-9}
zh	磋商	{HSK7-9}
zh	挫败	{HSK7-9}
zh	错别字	{HSK7-9}
zh	错觉	{HSK7-9}
zh	措手不及	{HSK7-9}
zh	错位	{HSK7-9}
zh	错综复杂	{HSK7-9}
zh	搭乘	{HSK7-9}
zh	搭档	{HSK7-9}
zh	搭建	{HSK7-9}
zh	答辩	{HSK7-9}
zh	达标	{HSK7-9}
zh	打喷嚏	{HSK7-9}
zh	打下手	{HSK7-9}
zh	打岔	{HSK7-9}
zh	打倒	{HSK7-9}
zh	打赌	{HSK7-9}
zh	打盹儿	{HSK7-9}
zh	打发	{HSK7-9}
zh	打搅	{HSK7-9}
zh	打捞	{HSK7-9}
zh	打量	{HSK7-9}
zh	打猎	{HSK7-9}
zh	打磨	{HSK7-9}
zh	打消	{HSK7-9}
zh	大不了	{HSK7-9}
zh	大大咧咧	{HSK7-9}
zh	大纲	{HSK7-9}
zh	大公无私	{HSK7-9}
zh	大街小巷	{HSK7-9}
zh	大惊小怪	{HSK7-9}
zh	大局	{HSK7-9}
zh	大陆	{HSK7-9}
zh	大名鼎鼎	{HSK7-9}
zh	大片	{HSK7-9}
zh	大气	{HSK7-9}
zh	大数据	{HSK7-9}
zh	大肆	{HSK7-9}
zh	大体	{HSK7-9}
zh	大同小异	{HSK7-9}
zh	大为	{HSK7-9}
zh	大雁	{HSK7-9}
zh	大意	{HSK7-9}
zh	大有可为	{HSK7-9}
zh	大宗	{HSK7-9}
zh	逮	{HSK7-9}
zh	歹徒	{HSK7-9}
zh	逮捕	{HSK7-9}
zh	带队	{HSK7-9}
zh	怠工	{HSK7-9}
zh	代号	{HSK7-9}
zh	代理人	{HSK7-9}
zh	带路	{HSK7-9}
zh	怠慢	{HSK7-9}
zh	带头	{HSK7-9}
zh	代言	{HSK7-9}
zh	担	{HSK7-9}
zh	担保	{HSK7-9}
zh	单边	{HSK7-9}
zh	单薄	{HSK7-9}
zh	担当	{HSK7-9}
zh	单方面	{HSK7-9}
zh	担负	{HSK7-9}
zh	耽搁	{HSK7-9}
zh	单价	{HSK7-9}
zh	单身	{HSK7-9}
zh	胆量	{HSK7-9}
zh	胆怯	{HSK7-9}
zh	胆小鬼	{HSK7-9}
zh	诞辰	{HSK7-9}
zh	淡化	{HSK7-9}
zh	淡季	{HSK7-9}
zh	淡水	{HSK7-9}
zh	但愿	{HSK7-9}
zh	担子	{HSK7-9}
zh	当即	{HSK7-9}
zh	当机立断	{HSK7-9}
zh	当日	{HSK7-9}
zh	当事人	{HSK7-9}
zh	当务之急	{HSK7-9}
zh	当心	{HSK7-9}
zh	当之无愧	{HSK7-9}
zh	当众	{HSK7-9}
zh	党	{HSK7-9}
zh	档次	{HSK7-9}
zh	当晚	{HSK7-9}
zh	荡漾	{HSK7-9}
zh	当真	{HSK7-9}
zh	导弹	{HSK7-9}
zh	导航	{HSK7-9}
zh	导火索	{HSK7-9}
zh	捣乱	{HSK7-9}
zh	倒霉	{HSK7-9}
zh	倒塌	{HSK7-9}
zh	导向	{HSK7-9}
zh	岛屿	{HSK7-9}
zh	盗	{HSK7-9}
zh	盗版	{HSK7-9}
zh	道别	{HSK7-9}
zh	稻草	{HSK7-9}
zh	倒计时	{HSK7-9}
zh	道具	{HSK7-9}
zh	悼念	{HSK7-9}
zh	盗窃	{HSK7-9}
zh	倒数	{HSK7-9}
zh	到头来	{HSK7-9}
zh	倒退	{HSK7-9}
zh	到位	{HSK7-9}
zh	得不偿失	{HSK7-9}
zh	德才兼备	{HSK7-9}
zh	得当	{HSK7-9}
zh	得力	{HSK7-9}
zh	得失	{HSK7-9}
zh	得手	{HSK7-9}
zh	得体	{HSK7-9}
zh	得天独厚	{HSK7-9}
zh	得心应手	{HSK7-9}
zh	得益	{HSK7-9}
zh	得意扬扬	{HSK7-9}
zh	得罪	{HSK7-9}
zh	蹬	{HSK7-9}
zh	登场	{HSK7-9}
zh	登顶	{HSK7-9}
zh	登陆	{HSK7-9}
zh	灯泡	{HSK7-9}
zh	瞪	{HSK7-9}
zh	凳子	{HSK7-9}
zh	堤	{HSK7-9}
zh	堤坝	{HSK7-9}
zh	低调	{HSK7-9}
zh	提防	{HSK7-9}
zh	低谷	{HSK7-9}
zh	低估	{HSK7-9}
zh	低落	{HSK7-9}
zh	低迷	{HSK7-9}
zh	低下	{HSK7-9}
zh	嘀咕	{HSK7-9}
zh	敌视	{HSK7-9}
zh	笛子	{HSK7-9}
zh	抵	{HSK7-9}
zh	底层	{HSK7-9}
zh	抵触	{HSK7-9}
zh	抵挡	{HSK7-9}
zh	底线	{HSK7-9}
zh	抵消	{HSK7-9}
zh	抵押	{HSK7-9}
zh	抵御	{HSK7-9}
zh	底蕴	{HSK7-9}
zh	抵制	{HSK7-9}
zh	底子	{HSK7-9}
zh	地板	{HSK7-9}
zh	地步	{HSK7-9}
zh	地带	{HSK7-9}
zh	地段	{HSK7-9}
zh	帝国	{HSK7-9}
zh	递交	{HSK7-9}
zh	地势	{HSK7-9}
zh	地毯	{HSK7-9}
zh	地下水	{HSK7-9}
zh	第一手	{HSK7-9}
zh	地狱	{HSK7-9}
zh	递增	{HSK7-9}
zh	弟子	{HSK7-9}
zh	颠簸	{HSK7-9}
zh	颠倒	{HSK7-9}
zh	颠倒黑白	{HSK7-9}
zh	巅峰	{HSK7-9}
zh	颠覆	{HSK7-9}
zh	典范	{HSK7-9}
zh	点火	{HSK7-9}
zh	点评	{HSK7-9}
zh	点缀	{HSK7-9}
zh	点子	{HSK7-9}
zh	垫	{HSK7-9}
zh	垫底	{HSK7-9}
zh	奠定	{HSK7-9}
zh	淀粉	{HSK7-9}
zh	惦记	{HSK7-9}
zh	电台	{HSK7-9}
zh	殿堂	{HSK7-9}
zh	电网	{HSK7-9}
zh	电线	{HSK7-9}
zh	电信	{HSK7-9}
zh	电讯	{HSK7-9}
zh	垫子	{HSK7-9}
zh	叼	{HSK7-9}
zh	雕	{HSK7-9}
zh	雕刻	{HSK7-9}
zh	刁难	{HSK7-9}
zh	雕塑	{HSK7-9}
zh	雕像	{HSK7-9}
zh	凋谢	{HSK7-9}
zh	调度	{HSK7-9}
zh	掉队	{HSK7-9}
zh	掉头	{HSK7-9}
zh	吊销	{HSK7-9}
zh	爹	{HSK7-9}
zh	跌幅	{HSK7-9}
zh	叠	{HSK7-9}
zh	碟	{HSK7-9}
zh	迭起	{HSK7-9}
zh	丁	{HSK7-9}
zh	盯	{HSK7-9}
zh	叮嘱	{HSK7-9}
zh	钉子	{HSK7-9}
zh	顶多	{HSK7-9}
zh	顶级	{HSK7-9}
zh	顶尖	{HSK7-9}
zh	钉	{HSK7-9}
zh	订购	{HSK7-9}
zh	定金	{HSK7-9}
zh	定居	{HSK7-9}
zh	订立	{HSK7-9}
zh	定律	{HSK7-9}
zh	定论	{HSK7-9}
zh	定向	{HSK7-9}
zh	定心丸	{HSK7-9}
zh	订阅	{HSK7-9}
zh	定做	{HSK7-9}
zh	丢脸	{HSK7-9}
zh	丢弃	{HSK7-9}
zh	丢人	{HSK7-9}
zh	丢三落四	{HSK7-9}
zh	东奔西走	{HSK7-9}
zh	东道主	{HSK7-9}
zh	东张西望	{HSK7-9}
zh	董事	{HSK7-9}
zh	懂事	{HSK7-9}
zh	董事会	{HSK7-9}
zh	董事长	{HSK7-9}
zh	动不动	{HSK7-9}
zh	动荡	{HSK7-9}
zh	动感	{HSK7-9}
zh	动工	{HSK7-9}
zh	冻结	{HSK7-9}
zh	动静	{HSK7-9}
zh	栋梁	{HSK7-9}
zh	动脉	{HSK7-9}
zh	动身	{HSK7-9}
zh	动弹	{HSK7-9}
zh	动向	{HSK7-9}
zh	洞穴	{HSK7-9}
zh	动摇	{HSK7-9}
zh	动用	{HSK7-9}
zh	动员	{HSK7-9}
zh	兜	{HSK7-9}
zh	兜售	{HSK7-9}
zh	抖	{HSK7-9}
zh	陡	{HSK7-9}
zh	陡峭	{HSK7-9}
zh	斗	{HSK7-9}
zh	逗留	{HSK7-9}
zh	斗志	{HSK7-9}
zh	豆子	{HSK7-9}
zh	督促	{HSK7-9}
zh	都会	{HSK7-9}
zh	独	{HSK7-9}
zh	独家	{HSK7-9}
zh	毒品	{HSK7-9}
zh	独身	{HSK7-9}
zh	读物	{HSK7-9}
zh	独一无二	{HSK7-9}
zh	赌	{HSK7-9}
zh	赌博	{HSK7-9}
zh	堵塞	{HSK7-9}
zh	杜绝	{HSK7-9}
zh	端正	{HSK7-9}
zh	短暂	{HSK7-9}
zh	断定	{HSK7-9}
zh	断断续续	{HSK7-9}
zh	断绝	{HSK7-9}
zh	断裂	{HSK7-9}
zh	段落	{HSK7-9}
zh	断然	{HSK7-9}
zh	断章取义	{HSK7-9}
zh	堆积	{HSK7-9}
zh	堆砌	{HSK7-9}
zh	兑	{HSK7-9}
zh	对岸	{HSK7-9}
zh	对白	{HSK7-9}
zh	对策	{HSK7-9}
zh	对得起	{HSK7-9}
zh	对付	{HSK7-9}
zh	兑换	{HSK7-9}
zh	对联	{HSK7-9}
zh	对流	{HSK7-9}
zh	对牛弹琴	{HSK7-9}
zh	兑现	{HSK7-9}
zh	队形	{HSK7-9}
zh	对弈	{HSK7-9}
zh	对照	{HSK7-9}
zh	对症下药	{HSK7-9}
zh	对峙	{HSK7-9}
zh	敦促	{HSK7-9}
zh	敦厚	{HSK7-9}
zh	炖	{HSK7-9}
zh	多年来	{HSK7-9}
zh	多半	{HSK7-9}
zh	多边	{HSK7-9}
zh	哆嗦	{HSK7-9}
zh	多心	{HSK7-9}
zh	夺冠	{HSK7-9}
zh	夺魁	{HSK7-9}
zh	堕落	{HSK7-9}
zh	鹅	{HSK7-9}
zh	额度	{HSK7-9}
zh	额外	{HSK7-9}
zh	讹诈	{HSK7-9}
zh	恶	{HSK7-9}
zh	噩耗	{HSK7-9}
zh	恶化	{HSK7-9}
zh	恶性	{HSK7-9}
zh	恶意	{HSK7-9}
zh	鳄鱼	{HSK7-9}
zh	厄运	{HSK7-9}
zh	遏制	{HSK7-9}
zh	恶作剧	{HSK7-9}
zh	恩爱	{HSK7-9}
zh	恩情	{HSK7-9}
zh	恩人	{HSK7-9}
zh	恩怨	{HSK7-9}
zh	而已	{HSK7-9}
zh	耳光	{HSK7-9}
zh	耳目一新	{HSK7-9}
zh	耳熟能详	{HSK7-9}
zh	发财	{HSK7-9}
zh	发呆	{HSK7-9}
zh	发抖	{HSK7-9}
zh	发火	{HSK7-9}
zh	发酵	{HSK7-9}
zh	发觉	{HSK7-9}
zh	发掘	{HSK7-9}
zh	发愣	{HSK7-9}
zh	发怒	{HSK7-9}
zh	发热	{HSK7-9}
zh	发射	{HSK7-9}
zh	发誓	{HSK7-9}
zh	发泄	{HSK7-9}
zh	发芽	{HSK7-9}
zh	发扬	{HSK7-9}
zh	发扬光大	{HSK7-9}
zh	发言人	{HSK7-9}
zh	发源	{HSK7-9}
zh	发源地	{HSK7-9}
zh	发作	{HSK7-9}
zh	乏力	{HSK7-9}
zh	阀门	{HSK7-9}
zh	法人	{HSK7-9}
zh	法庭	{HSK7-9}
zh	法则	{HSK7-9}
zh	法制	{HSK7-9}
zh	法治	{HSK7-9}
zh	发型	{HSK7-9}
zh	帆	{HSK7-9}
zh	帆船	{HSK7-9}
zh	翻番	{HSK7-9}
zh	翻来覆去	{HSK7-9}
zh	翻身	{HSK7-9}
zh	翻天覆地	{HSK7-9}
zh	翻新	{HSK7-9}
zh	繁多	{HSK7-9}
zh	繁华	{HSK7-9}
zh	烦闷	{HSK7-9}
zh	繁体字	{HSK7-9}
zh	繁衍	{HSK7-9}
zh	繁杂	{HSK7-9}
zh	烦躁	{HSK7-9}
zh	繁重	{HSK7-9}
zh	反驳	{HSK7-9}
zh	反差	{HSK7-9}
zh	反常	{HSK7-9}
zh	反倒	{HSK7-9}
zh	反感	{HSK7-9}
zh	返还	{HSK7-9}
zh	反击	{HSK7-9}
zh	反抗	{HSK7-9}
zh	反面	{HSK7-9}
zh	反射	{HSK7-9}
zh	反弹	{HSK7-9}
zh	反问	{HSK7-9}
zh	反响	{HSK7-9}
zh	反省	{HSK7-9}
zh	反之	{HSK7-9}
zh	犯愁	{HSK7-9}
zh	范畴	{HSK7-9}
zh	犯规	{HSK7-9}
zh	泛滥	{HSK7-9}
zh	贩卖	{HSK7-9}
zh	饭碗	{HSK7-9}
zh	犯罪	{HSK7-9}
zh	方向盘	{HSK7-9}
zh	方圆	{HSK7-9}
zh	方针	{HSK7-9}
zh	防盗	{HSK7-9}
zh	房地产	{HSK7-9}
zh	防范	{HSK7-9}
zh	防护	{HSK7-9}
zh	防火墙	{HSK7-9}
zh	防守	{HSK7-9}
zh	防卫	{HSK7-9}
zh	防汛	{HSK7-9}
zh	防疫	{HSK7-9}
zh	防御	{HSK7-9}
zh	仿	{HSK7-9}
zh	仿真	{HSK7-9}
zh	仿制	{HSK7-9}
zh	纺织	{HSK7-9}
zh	放过	{HSK7-9}
zh	放宽	{HSK7-9}
zh	放射	{HSK7-9}
zh	放水	{HSK7-9}
zh	放肆	{HSK7-9}
zh	放映	{HSK7-9}
zh	放置	{HSK7-9}
zh	放纵	{HSK7-9}
zh	非	{HSK7-9}
zh	飞船	{HSK7-9}
zh	非但	{HSK7-9}
zh	非得	{HSK7-9}
zh	飞碟	{HSK7-9}
zh	非法	{HSK7-9}
zh	非凡	{HSK7-9}
zh	飞禽走兽	{HSK7-9}
zh	绯闻	{HSK7-9}
zh	飞翔	{HSK7-9}
zh	飞跃	{HSK7-9}
zh	肥料	{HSK7-9}
zh	肥皂	{HSK7-9}
zh	诽谤	{HSK7-9}
zh	废	{HSK7-9}
zh	废除	{HSK7-9}
zh	沸沸扬扬	{HSK7-9}
zh	废话	{HSK7-9}
zh	费劲	{HSK7-9}
zh	费力	{HSK7-9}
zh	废品	{HSK7-9}
zh	废弃	{HSK7-9}
zh	废寝忘食	{HSK7-9}
zh	沸腾	{HSK7-9}
zh	废物	{HSK7-9}
zh	废墟	{HSK7-9}
zh	分辨	{HSK7-9}
zh	分成	{HSK7-9}
zh	分寸	{HSK7-9}
zh	分担	{HSK7-9}
zh	分发	{HSK7-9}
zh	芬芳	{HSK7-9}
zh	吩咐	{HSK7-9}
zh	分割	{HSK7-9}
zh	分红	{HSK7-9}
zh	分化	{HSK7-9}
zh	分解	{HSK7-9}
zh	分裂	{HSK7-9}
zh	分泌	{HSK7-9}
zh	分明	{HSK7-9}
zh	分歧	{HSK7-9}
zh	分支	{HSK7-9}
zh	坟	{HSK7-9}
zh	坟墓	{HSK7-9}
zh	焚烧	{HSK7-9}
zh	粉末	{HSK7-9}
zh	粉丝	{HSK7-9}
zh	粉碎	{HSK7-9}
zh	粪	{HSK7-9}
zh	粪便	{HSK7-9}
zh	份额	{HSK7-9}
zh	奋力	{HSK7-9}
zh	分量	{HSK7-9}
zh	分外	{HSK7-9}
zh	奋勇	{HSK7-9}
zh	疯	{HSK7-9}
zh	风暴	{HSK7-9}
zh	风波	{HSK7-9}
zh	风采	{HSK7-9}
zh	风餐露宿	{HSK7-9}
zh	风吹雨打	{HSK7-9}
zh	封顶	{HSK7-9}
zh	风度	{HSK7-9}
zh	风范	{HSK7-9}
zh	风和日丽	{HSK7-9}
zh	丰厚	{HSK7-9}
zh	峰会	{HSK7-9}
zh	峰回路转	{HSK7-9}
zh	封建	{HSK7-9}
zh	风景线	{HSK7-9}
zh	风浪	{HSK7-9}
zh	锋利	{HSK7-9}
zh	风流	{HSK7-9}
zh	丰满	{HSK7-9}
zh	风貌	{HSK7-9}
zh	蜂蜜	{HSK7-9}
zh	封面	{HSK7-9}
zh	风气	{HSK7-9}
zh	风情	{HSK7-9}
zh	风趣	{HSK7-9}
zh	风沙	{HSK7-9}
zh	风尚	{HSK7-9}
zh	丰盛	{HSK7-9}
zh	风水	{HSK7-9}
zh	丰硕	{HSK7-9}
zh	封锁	{HSK7-9}
zh	风土人情	{HSK7-9}
zh	风味	{HSK7-9}
zh	风云	{HSK7-9}
zh	风雨无阻	{HSK7-9}
zh	风筝	{HSK7-9}
zh	疯子	{HSK7-9}
zh	逢	{HSK7-9}
zh	缝	{HSK7-9}
zh	缝合	{HSK7-9}
zh	讽刺	{HSK7-9}
zh	凤凰	{HSK7-9}
zh	凤毛麟角	{HSK7-9}
zh	佛	{HSK7-9}
zh	否决	{HSK7-9}
zh	敷	{HSK7-9}
zh	孵化	{HSK7-9}
zh	肤浅	{HSK7-9}
zh	敷衍	{HSK7-9}
zh	扶持	{HSK7-9}
zh	浮动	{HSK7-9}
zh	俘获	{HSK7-9}
zh	浮力	{HSK7-9}
zh	俘虏	{HSK7-9}
zh	福气	{HSK7-9}
zh	服气	{HSK7-9}
zh	辐射	{HSK7-9}
zh	服饰	{HSK7-9}
zh	服务器	{HSK7-9}
zh	浮现	{HSK7-9}
zh	浮躁	{HSK7-9}
zh	腐败	{HSK7-9}
zh	腐烂	{HSK7-9}
zh	抚摸	{HSK7-9}
zh	腐蚀	{HSK7-9}
zh	俯视	{HSK7-9}
zh	俯首	{HSK7-9}
zh	腐朽	{HSK7-9}
zh	抚恤	{HSK7-9}
zh	抚养	{HSK7-9}
zh	斧子	{HSK7-9}
zh	负	{HSK7-9}
zh	附	{HSK7-9}
zh	赴	{HSK7-9}
zh	腹	{HSK7-9}
zh	副本	{HSK7-9}
zh	复查	{HSK7-9}
zh	附带	{HSK7-9}
zh	复发	{HSK7-9}
zh	富含	{HSK7-9}
zh	富豪	{HSK7-9}
zh	复合	{HSK7-9}
zh	附和	{HSK7-9}
zh	复活	{HSK7-9}
zh	附加	{HSK7-9}
zh	富强	{HSK7-9}
zh	附属	{HSK7-9}
zh	复苏	{HSK7-9}
zh	富翁	{HSK7-9}
zh	腹泻	{HSK7-9}
zh	复兴	{HSK7-9}
zh	复原	{HSK7-9}
zh	负重	{HSK7-9}
zh	富足	{HSK7-9}
zh	副作用	{HSK7-9}
zh	改版	{HSK7-9}
zh	改动	{HSK7-9}
zh	改观	{HSK7-9}
zh	改良	{HSK7-9}
zh	改日	{HSK7-9}
zh	改邪归正	{HSK7-9}
zh	改装	{HSK7-9}
zh	钙	{HSK7-9}
zh	概	{HSK7-9}
zh	概况	{HSK7-9}
zh	概论	{HSK7-9}
zh	干戈	{HSK7-9}
zh	干枯	{HSK7-9}
zh	干涉	{HSK7-9}
zh	甘心	{HSK7-9}
zh	干预	{HSK7-9}
zh	杆	{HSK7-9}
zh	感触	{HSK7-9}
zh	感恩	{HSK7-9}
zh	赶赴	{HSK7-9}
zh	感慨	{HSK7-9}
zh	感叹	{HSK7-9}
zh	感悟	{HSK7-9}
zh	感性	{HSK7-9}
zh	干部	{HSK7-9}
zh	干劲	{HSK7-9}
zh	干事	{HSK7-9}
zh	缸	{HSK7-9}
zh	纲领	{HSK7-9}
zh	钢铁	{HSK7-9}
zh	纲要	{HSK7-9}
zh	港	{HSK7-9}
zh	港湾	{HSK7-9}
zh	杠杆	{HSK7-9}
zh	高额	{HSK7-9}
zh	高昂	{HSK7-9}
zh	高傲	{HSK7-9}
zh	高潮	{HSK7-9}
zh	高调	{HSK7-9}
zh	高贵	{HSK7-9}
zh	高见	{HSK7-9}
zh	高空	{HSK7-9}
zh	高龄	{HSK7-9}
zh	高明	{HSK7-9}
zh	高血压	{HSK7-9}
zh	高雅	{HSK7-9}
zh	高压	{HSK7-9}
zh	高涨	{HSK7-9}
zh	搞鬼	{HSK7-9}
zh	搞笑	{HSK7-9}
zh	告	{HSK7-9}
zh	告辞	{HSK7-9}
zh	告诫	{HSK7-9}
zh	告示	{HSK7-9}
zh	告知	{HSK7-9}
zh	告状	{HSK7-9}
zh	搁	{HSK7-9}
zh	戈壁	{HSK7-9}
zh	疙瘩	{HSK7-9}
zh	歌剧	{HSK7-9}
zh	搁浅	{HSK7-9}
zh	歌颂	{HSK7-9}
zh	歌舞	{HSK7-9}
zh	歌谣	{HSK7-9}
zh	搁置	{HSK7-9}
zh	鸽子	{HSK7-9}
zh	格格不入	{HSK7-9}
zh	隔阂	{HSK7-9}
zh	格局	{HSK7-9}
zh	隔离	{HSK7-9}
zh	阁楼	{HSK7-9}
zh	格式	{HSK7-9}
zh	革新	{HSK7-9}
zh	格子	{HSK7-9}
zh	个案	{HSK7-9}
zh	各抒己见	{HSK7-9}
zh	个头儿	{HSK7-9}
zh	根基	{HSK7-9}
zh	跟进	{HSK7-9}
zh	根深蒂固	{HSK7-9}
zh	根源	{HSK7-9}
zh	根治	{HSK7-9}
zh	耕	{HSK7-9}
zh	耕地	{HSK7-9}
zh	更改	{HSK7-9}
zh	更衣室	{HSK7-9}
zh	耕耘	{HSK7-9}
zh	更正	{HSK7-9}
zh	哽咽	{HSK7-9}
zh	耿直	{HSK7-9}
zh	弓	{HSK7-9}
zh	功	{HSK7-9}
zh	攻	{HSK7-9}
zh	供	{HSK7-9}
zh	公办	{HSK7-9}
zh	供不应求	{HSK7-9}
zh	功臣	{HSK7-9}
zh	公道	{HSK7-9}
zh	功底	{HSK7-9}
zh	宫殿	{HSK7-9}
zh	攻读	{HSK7-9}
zh	公费	{HSK7-9}
zh	公关	{HSK7-9}
zh	攻关	{HSK7-9}
zh	工会	{HSK7-9}
zh	工匠	{HSK7-9}
zh	恭敬	{HSK7-9}
zh	攻克	{HSK7-9}
zh	工科	{HSK7-9}
zh	公款	{HSK7-9}
zh	功劳	{HSK7-9}
zh	公立	{HSK7-9}
zh	功力	{HSK7-9}
zh	功利	{HSK7-9}
zh	功率	{HSK7-9}
zh	公墓	{HSK7-9}
zh	供暖	{HSK7-9}
zh	公仆	{HSK7-9}
zh	公顷	{HSK7-9}
zh	供求	{HSK7-9}
zh	公然	{HSK7-9}
zh	公示	{HSK7-9}
zh	公式	{HSK7-9}
zh	公事	{HSK7-9}
zh	攻势	{HSK7-9}
zh	宫廷	{HSK7-9}
zh	恭维	{HSK7-9}
zh	公务	{HSK7-9}
zh	供需	{HSK7-9}
zh	供养	{HSK7-9}
zh	供应链	{HSK7-9}
zh	公用	{HSK7-9}
zh	公约	{HSK7-9}
zh	公证	{HSK7-9}
zh	工整	{HSK7-9}
zh	公职	{HSK7-9}
zh	拱	{HSK7-9}
zh	供奉	{HSK7-9}
zh	共和国	{HSK7-9}
zh	共鸣	{HSK7-9}
zh	共识	{HSK7-9}
zh	共同体	{HSK7-9}
zh	共性	{HSK7-9}
zh	勾	{HSK7-9}
zh	钩	{HSK7-9}
zh	勾结	{HSK7-9}
zh	勾勒	{HSK7-9}
zh	构建	{HSK7-9}
zh	够呛	{HSK7-9}
zh	构思	{HSK7-9}
zh	构想	{HSK7-9}
zh	孤单	{HSK7-9}
zh	孤儿	{HSK7-9}
zh	辜负	{HSK7-9}
zh	孤立	{HSK7-9}
zh	孤零零	{HSK7-9}
zh	孤陋寡闻	{HSK7-9}
zh	姑且	{HSK7-9}
zh	估算	{HSK7-9}
zh	股	{HSK7-9}
zh	鼓动	{HSK7-9}
zh	古董	{HSK7-9}
zh	股东	{HSK7-9}
zh	股份	{HSK7-9}
zh	骨干	{HSK7-9}
zh	骨骼	{HSK7-9}
zh	古怪	{HSK7-9}
zh	古籍	{HSK7-9}
zh	骨架	{HSK7-9}
zh	古今中外	{HSK7-9}
zh	股民	{HSK7-9}
zh	古朴	{HSK7-9}
zh	骨气	{HSK7-9}
zh	谷物	{HSK7-9}
zh	骨折	{HSK7-9}
zh	故	{HSK7-9}
zh	雇	{HSK7-9}
zh	固化	{HSK7-9}
zh	顾及	{HSK7-9}
zh	顾虑	{HSK7-9}
zh	顾名思义	{HSK7-9}
zh	顾全大局	{HSK7-9}
zh	固然	{HSK7-9}
zh	雇佣	{HSK7-9}
zh	固有	{HSK7-9}
zh	雇员	{HSK7-9}
zh	固执	{HSK7-9}
zh	雇主	{HSK7-9}
zh	瓜分	{HSK7-9}
zh	刮目相看	{HSK7-9}
zh	瓜子	{HSK7-9}
zh	寡妇	{HSK7-9}
zh	挂钩	{HSK7-9}
zh	挂念	{HSK7-9}
zh	挂失	{HSK7-9}
zh	乖	{HSK7-9}
zh	乖巧	{HSK7-9}
zh	拐杖	{HSK7-9}
zh	怪不得	{HSK7-9}
zh	怪物	{HSK7-9}
zh	怪异	{HSK7-9}
zh	官兵	{HSK7-9}
zh	棺材	{HSK7-9}
zh	观测	{HSK7-9}
zh	观感	{HSK7-9}
zh	关节	{HSK7-9}
zh	官吏	{HSK7-9}
zh	官僚	{HSK7-9}
zh	观摩	{HSK7-9}
zh	关切	{HSK7-9}
zh	关税	{HSK7-9}
zh	官司	{HSK7-9}
zh	关头	{HSK7-9}
zh	观望	{HSK7-9}
zh	关照	{HSK7-9}
zh	管家	{HSK7-9}
zh	管教	{HSK7-9}
zh	管辖	{HSK7-9}
zh	管用	{HSK7-9}
zh	惯	{HSK7-9}
zh	灌	{HSK7-9}
zh	贯彻	{HSK7-9}
zh	贯穿	{HSK7-9}
zh	灌溉	{HSK7-9}
zh	惯例	{HSK7-9}
zh	灌输	{HSK7-9}
zh	贯通	{HSK7-9}
zh	罐头	{HSK7-9}
zh	惯性	{HSK7-9}
zh	光彩	{HSK7-9}
zh	光顾	{HSK7-9}
zh	光滑	{HSK7-9}
zh	光环	{HSK7-9}
zh	光辉	{HSK7-9}
zh	光缆	{HSK7-9}
zh	光芒	{HSK7-9}
zh	光明磊落	{HSK7-9}
zh	光盘	{HSK7-9}
zh	光荣	{HSK7-9}
zh	光泽	{HSK7-9}
zh	广义	{HSK7-9}
zh	龟	{HSK7-9}
zh	瑰宝	{HSK7-9}
zh	规格	{HSK7-9}
zh	归根到底	{HSK7-9}
zh	归结	{HSK7-9}
zh	归来	{HSK7-9}
zh	归纳	{HSK7-9}
zh	闺女	{HSK7-9}
zh	归属	{HSK7-9}
zh	归宿	{HSK7-9}
zh	归于	{HSK7-9}
zh	规章	{HSK7-9}
zh	鬼	{HSK7-9}
zh	轨迹	{HSK7-9}
zh	诡计	{HSK7-9}
zh	贵宾	{HSK7-9}
zh	桂花	{HSK7-9}
zh	柜台	{HSK7-9}
zh	贵族	{HSK7-9}
zh	滚动	{HSK7-9}
zh	国防	{HSK7-9}
zh	国徽	{HSK7-9}
zh	国民	{HSK7-9}
zh	国土	{HSK7-9}
zh	国务院	{HSK7-9}
zh	国学	{HSK7-9}
zh	国有	{HSK7-9}
zh	裹	{HSK7-9}
zh	果断	{HSK7-9}
zh	果真	{HSK7-9}
zh	过意不去	{HSK7-9}
zh	过半	{HSK7-9}
zh	过不去	{HSK7-9}
zh	过错	{HSK7-9}
zh	过道	{HSK7-9}
zh	过关	{HSK7-9}
zh	过奖	{HSK7-9}
zh	过境	{HSK7-9}
zh	过量	{HSK7-9}
zh	过滤	{HSK7-9}
zh	过剩	{HSK7-9}
zh	过失	{HSK7-9}
zh	过头	{HSK7-9}
zh	筋	{HSK7-9}
zh	过往	{HSK7-9}
zh	过问	{HSK7-9}
zh	过瘾	{HSK7-9}
zh	过硬	{HSK7-9}
zh	海报	{HSK7-9}
zh	海滨	{HSK7-9}
zh	海盗	{HSK7-9}
zh	海军	{HSK7-9}
zh	海量	{HSK7-9}
zh	海绵	{HSK7-9}
zh	海滩	{HSK7-9}
zh	海豚	{HSK7-9}
zh	海湾	{HSK7-9}
zh	海峡	{HSK7-9}
zh	海啸	{HSK7-9}
zh	海运	{HSK7-9}
zh	海藻	{HSK7-9}
zh	害虫	{HSK7-9}
zh	骇人听闻	{HSK7-9}
zh	酣畅	{HSK7-9}
zh	憨厚	{HSK7-9}
zh	酣睡	{HSK7-9}
zh	函	{HSK7-9}
zh	寒带	{HSK7-9}
zh	涵盖	{HSK7-9}
zh	含糊	{HSK7-9}
zh	含蓄	{HSK7-9}
zh	寒暄	{HSK7-9}
zh	汉服	{HSK7-9}
zh	汗马功劳	{HSK7-9}
zh	捍卫	{HSK7-9}
zh	夯实	{HSK7-9}
zh	航海	{HSK7-9}
zh	行家	{HSK7-9}
zh	行列	{HSK7-9}
zh	行情	{HSK7-9}
zh	航天	{HSK7-9}
zh	航天员	{HSK7-9}
zh	航行	{HSK7-9}
zh	航运	{HSK7-9}
zh	豪华	{HSK7-9}
zh	豪迈	{HSK7-9}
zh	好比	{HSK7-9}
zh	好歹	{HSK7-9}
zh	好受	{HSK7-9}
zh	好说	{HSK7-9}
zh	好似	{HSK7-9}
zh	好心	{HSK7-9}
zh	好意	{HSK7-9}
zh	好在	{HSK7-9}
zh	耗	{HSK7-9}
zh	号称	{HSK7-9}
zh	耗费	{HSK7-9}
zh	浩瀚	{HSK7-9}
zh	浩劫	{HSK7-9}
zh	好胜	{HSK7-9}
zh	耗时	{HSK7-9}
zh	呵	{HSK7-9}
zh	呵护	{HSK7-9}
zh	何	{HSK7-9}
zh	核	{HSK7-9}
zh	和蔼	{HSK7-9}
zh	何必	{HSK7-9}
zh	核查	{HSK7-9}
zh	合唱	{HSK7-9}
zh	何等	{HSK7-9}
zh	核电站	{HSK7-9}
zh	核对	{HSK7-9}
zh	和好	{HSK7-9}
zh	合乎	{HSK7-9}
zh	荷花	{HSK7-9}
zh	合伙	{HSK7-9}
zh	合计	{HSK7-9}
zh	和解	{HSK7-9}
zh	何苦	{HSK7-9}
zh	何况	{HSK7-9}
zh	禾苗	{HSK7-9}
zh	和睦	{HSK7-9}
zh	核能	{HSK7-9}
zh	河畔	{HSK7-9}
zh	和平共处	{HSK7-9}
zh	和气	{HSK7-9}
zh	和尚	{HSK7-9}
zh	核实	{HSK7-9}
zh	核桃	{HSK7-9}
zh	核武器	{HSK7-9}
zh	合约	{HSK7-9}
zh	何止	{HSK7-9}
zh	合资	{HSK7-9}
zh	喝彩	{HSK7-9}
zh	贺电	{HSK7-9}
zh	鹤立鸡群	{HSK7-9}
zh	赫然	{HSK7-9}
zh	贺信	{HSK7-9}
zh	黑客	{HSK7-9}
zh	黑马	{HSK7-9}
zh	黑名单	{HSK7-9}
zh	恨不得	{HSK7-9}
zh	哼	{HSK7-9}
zh	横向	{HSK7-9}
zh	恒星	{HSK7-9}
zh	轰	{HSK7-9}
zh	烘	{HSK7-9}
zh	烘焙	{HSK7-9}
zh	轰动	{HSK7-9}
zh	烘干	{HSK7-9}
zh	哄堂大笑	{HSK7-9}
zh	烘托	{HSK7-9}
zh	轰炸	{HSK7-9}
zh	宏观	{HSK7-9}
zh	红火	{HSK7-9}
zh	红利	{HSK7-9}
zh	洪亮	{HSK7-9}
zh	红扑扑	{HSK7-9}
zh	红润	{HSK7-9}
zh	红薯	{HSK7-9}
zh	宏伟	{HSK7-9}
zh	弘扬	{HSK7-9}
zh	哄	{HSK7-9}
zh	喉咙	{HSK7-9}
zh	吼	{HSK7-9}
zh	后备	{HSK7-9}
zh	后备箱	{HSK7-9}
zh	厚道	{HSK7-9}
zh	后盾	{HSK7-9}
zh	后顾之忧	{HSK7-9}
zh	后勤	{HSK7-9}
zh	后世	{HSK7-9}
zh	后台	{HSK7-9}
zh	后续	{HSK7-9}
zh	候选人	{HSK7-9}
zh	后裔	{HSK7-9}
zh	后遗症	{HSK7-9}
zh	呼	{HSK7-9}
zh	呼唤	{HSK7-9}
zh	呼救	{HSK7-9}
zh	忽冷忽热	{HSK7-9}
zh	呼声	{HSK7-9}
zh	呼啸	{HSK7-9}
zh	呼应	{HSK7-9}
zh	忽悠	{HSK7-9}
zh	呼吁	{HSK7-9}
zh	糊	{HSK7-9}
zh	狐狸	{HSK7-9}
zh	胡乱	{HSK7-9}
zh	胡闹	{HSK7-9}
zh	湖泊	{HSK7-9}
zh	胡说	{HSK7-9}
zh	胡思乱想	{HSK7-9}
zh	糊涂	{HSK7-9}
zh	护	{HSK7-9}
zh	互补	{HSK7-9}
zh	护理	{HSK7-9}
zh	花瓣	{HSK7-9}
zh	花卉	{HSK7-9}
zh	花蕾	{HSK7-9}
zh	花纹	{HSK7-9}
zh	花样	{HSK7-9}
zh	划不来	{HSK7-9}
zh	划得来	{HSK7-9}
zh	滑稽	{HSK7-9}
zh	华丽	{HSK7-9}
zh	华侨	{HSK7-9}
zh	哗然	{HSK7-9}
zh	华人	{HSK7-9}
zh	划算	{HSK7-9}
zh	滑梯	{HSK7-9}
zh	华裔	{HSK7-9}
zh	画册	{HSK7-9}
zh	化肥	{HSK7-9}
zh	化解	{HSK7-9}
zh	画龙点睛	{HSK7-9}
zh	化身	{HSK7-9}
zh	画蛇添足	{HSK7-9}
zh	划时代	{HSK7-9}
zh	化险为夷	{HSK7-9}
zh	化验	{HSK7-9}
zh	话语	{HSK7-9}
zh	怀抱	{HSK7-9}
zh	怀旧	{HSK7-9}
zh	槐树	{HSK7-9}
zh	欢呼	{HSK7-9}
zh	欢聚	{HSK7-9}
zh	欢快	{HSK7-9}
zh	欢声笑语	{HSK7-9}
zh	环比	{HSK7-9}
zh	环球	{HSK7-9}
zh	环绕	{HSK7-9}
zh	缓和	{HSK7-9}
zh	焕发	{HSK7-9}
zh	幻觉	{HSK7-9}
zh	唤起	{HSK7-9}
zh	换取	{HSK7-9}
zh	焕然一新	{HSK7-9}
zh	唤醒	{HSK7-9}
zh	幻影	{HSK7-9}
zh	荒	{HSK7-9}
zh	慌	{HSK7-9}
zh	荒诞	{HSK7-9}
zh	荒凉	{HSK7-9}
zh	慌乱	{HSK7-9}
zh	慌忙	{HSK7-9}
zh	荒谬	{HSK7-9}
zh	荒唐	{HSK7-9}
zh	慌张	{HSK7-9}
zh	皇宫	{HSK7-9}
zh	皇后	{HSK7-9}
zh	黄昏	{HSK7-9}
zh	皇上	{HSK7-9}
zh	皇室	{HSK7-9}
zh	晃	{HSK7-9}
zh	谎话	{HSK7-9}
zh	恍然大悟	{HSK7-9}
zh	谎言	{HSK7-9}
zh	晃荡	{HSK7-9}
zh	辉煌	{HSK7-9}
zh	挥霍	{HSK7-9}
zh	挥舞	{HSK7-9}
zh	回避	{HSK7-9}
zh	回归	{HSK7-9}
zh	回合	{HSK7-9}
zh	回馈	{HSK7-9}
zh	回落	{HSK7-9}
zh	回升	{HSK7-9}
zh	回首	{HSK7-9}
zh	回味	{HSK7-9}
zh	回想	{HSK7-9}
zh	回忆录	{HSK7-9}
zh	回应	{HSK7-9}
zh	毁	{HSK7-9}
zh	悔恨	{HSK7-9}
zh	毁坏	{HSK7-9}
zh	毁灭	{HSK7-9}
zh	会场	{HSK7-9}
zh	汇合	{HSK7-9}
zh	汇集	{HSK7-9}
zh	汇聚	{HSK7-9}
zh	贿赂	{HSK7-9}
zh	会面	{HSK7-9}
zh	绘声绘色	{HSK7-9}
zh	会谈	{HSK7-9}
zh	会晤	{HSK7-9}
zh	会意	{HSK7-9}
zh	会诊	{HSK7-9}
zh	绘制	{HSK7-9}
zh	昏	{HSK7-9}
zh	荤	{HSK7-9}
zh	昏迷	{HSK7-9}
zh	婚纱	{HSK7-9}
zh	浑身	{HSK7-9}
zh	混淆	{HSK7-9}
zh	混浊	{HSK7-9}
zh	豁	{HSK7-9}
zh	豁出去	{HSK7-9}
zh	活该	{HSK7-9}
zh	活期	{HSK7-9}
zh	火爆	{HSK7-9}
zh	火候	{HSK7-9}
zh	火花	{HSK7-9}
zh	火箭	{HSK7-9}
zh	火炬	{HSK7-9}
zh	火辣辣	{HSK7-9}
zh	火热	{HSK7-9}
zh	火山	{HSK7-9}
zh	伙食	{HSK7-9}
zh	火速	{HSK7-9}
zh	火腿	{HSK7-9}
zh	火焰	{HSK7-9}
zh	豁达	{HSK7-9}
zh	或多或少	{HSK7-9}
zh	祸害	{HSK7-9}
zh	获悉	{HSK7-9}
zh	货运	{HSK7-9}
zh	积	{HSK7-9}
zh	基本功	{HSK7-9}
zh	机舱	{HSK7-9}
zh	基层	{HSK7-9}
zh	激荡	{HSK7-9}
zh	积淀	{HSK7-9}
zh	机动	{HSK7-9}
zh	肌肤	{HSK7-9}
zh	机关	{HSK7-9}
zh	激光	{HSK7-9}
zh	激化	{HSK7-9}
zh	激活	{HSK7-9}
zh	基建	{HSK7-9}
zh	基金会	{HSK7-9}
zh	机灵	{HSK7-9}
zh	机密	{HSK7-9}
zh	激起	{HSK7-9}
zh	激素	{HSK7-9}
zh	讥笑	{HSK7-9}
zh	畸形	{HSK7-9}
zh	积蓄	{HSK7-9}
zh	基于	{HSK7-9}
zh	积攒	{HSK7-9}
zh	激增	{HSK7-9}
zh	机智	{HSK7-9}
zh	基准	{HSK7-9}
zh	即	{HSK7-9}
zh	级别	{HSK7-9}
zh	急促	{HSK7-9}
zh	极度	{HSK7-9}
zh	嫉妒	{HSK7-9}
zh	急功近利	{HSK7-9}
zh	籍贯	{HSK7-9}
zh	集会	{HSK7-9}
zh	急剧	{HSK7-9}
zh	即可	{HSK7-9}
zh	吉利	{HSK7-9}
zh	极力	{HSK7-9}
zh	急迫	{HSK7-9}
zh	汲取	{HSK7-9}
zh	即日	{HSK7-9}
zh	即时	{HSK7-9}
zh	集市	{HSK7-9}
zh	棘手	{HSK7-9}
zh	集思广益	{HSK7-9}
zh	吉他	{HSK7-9}
zh	极限	{HSK7-9}
zh	吉祥物	{HSK7-9}
zh	急性	{HSK7-9}
zh	急于	{HSK7-9}
zh	急于求成	{HSK7-9}
zh	急躁	{HSK7-9}
zh	及早	{HSK7-9}
zh	急中生智	{HSK7-9}
zh	集装箱	{HSK7-9}
zh	集资	{HSK7-9}
zh	脊梁	{HSK7-9}
zh	挤压	{HSK7-9}
zh	计	{HSK7-9}
zh	忌	{HSK7-9}
zh	剂	{HSK7-9}
zh	继	{HSK7-9}
zh	祭	{HSK7-9}
zh	暨	{HSK7-9}
zh	继而	{HSK7-9}
zh	计策	{HSK7-9}
zh	祭奠	{HSK7-9}
zh	忌妒	{HSK7-9}
zh	继父	{HSK7-9}
zh	记号	{HSK7-9}
zh	忌讳	{HSK7-9}
zh	计较	{HSK7-9}
zh	寂静	{HSK7-9}
zh	忌口	{HSK7-9}
zh	剂量	{HSK7-9}
zh	继母	{HSK7-9}
zh	纪念碑	{HSK7-9}
zh	纪实	{HSK7-9}
zh	祭祀	{HSK7-9}
zh	寄托	{HSK7-9}
zh	迹象	{HSK7-9}
zh	绩效	{HSK7-9}
zh	记性	{HSK7-9}
zh	纪要	{HSK7-9}
zh	记忆犹新	{HSK7-9}
zh	家伙	{HSK7-9}
zh	家教	{HSK7-9}
zh	佳节	{HSK7-9}
zh	加紧	{HSK7-9}
zh	家境	{HSK7-9}
zh	加盟	{HSK7-9}
zh	嘉年华	{HSK7-9}
zh	家禽	{HSK7-9}
zh	家世	{HSK7-9}
zh	佳肴	{HSK7-9}
zh	家用	{HSK7-9}
zh	家喻户晓	{HSK7-9}
zh	夹杂	{HSK7-9}
zh	家政	{HSK7-9}
zh	加之	{HSK7-9}
zh	夹子	{HSK7-9}
zh	家族	{HSK7-9}
zh	假定	{HSK7-9}
zh	假冒	{HSK7-9}
zh	假使	{HSK7-9}
zh	假装	{HSK7-9}
zh	驾	{HSK7-9}
zh	架势	{HSK7-9}
zh	价位	{HSK7-9}
zh	驾驭	{HSK7-9}
zh	价值观	{HSK7-9}
zh	嫁妆	{HSK7-9}
zh	架子	{HSK7-9}
zh	兼	{HSK7-9}
zh	煎	{HSK7-9}
zh	煎熬	{HSK7-9}
zh	监察	{HSK7-9}
zh	尖端	{HSK7-9}
zh	肩负	{HSK7-9}
zh	兼顾	{HSK7-9}
zh	监管	{HSK7-9}
zh	坚果	{HSK7-9}
zh	监护	{HSK7-9}
zh	艰巨	{HSK7-9}
zh	监控	{HSK7-9}
zh	歼灭	{HSK7-9}
zh	坚韧	{HSK7-9}
zh	兼任	{HSK7-9}
zh	兼容	{HSK7-9}
zh	尖锐	{HSK7-9}
zh	坚实	{HSK7-9}
zh	监视	{HSK7-9}
zh	坚守	{HSK7-9}
zh	艰险	{HSK7-9}
zh	坚信	{HSK7-9}
zh	监狱	{HSK7-9}
zh	奸诈	{HSK7-9}
zh	拣	{HSK7-9}
zh	剪彩	{HSK7-9}
zh	检察	{HSK7-9}
zh	简称	{HSK7-9}
zh	简短	{HSK7-9}
zh	减负	{HSK7-9}
zh	剪辑	{HSK7-9}
zh	简洁	{HSK7-9}
zh	简练	{HSK7-9}
zh	简陋	{HSK7-9}
zh	减免	{HSK7-9}
zh	检讨	{HSK7-9}
zh	简体字	{HSK7-9}
zh	减退	{HSK7-9}
zh	简要	{HSK7-9}
zh	简易	{HSK7-9}
zh	贱	{HSK7-9}
zh	溅	{HSK7-9}
zh	鉴别	{HSK7-9}
zh	间谍	{HSK7-9}
zh	间断	{HSK7-9}
zh	见多识广	{HSK7-9}
zh	见解	{HSK7-9}
zh	见利忘义	{HSK7-9}
zh	健美	{HSK7-9}
zh	见仁见智	{HSK7-9}
zh	鉴赏	{HSK7-9}
zh	见识	{HSK7-9}
zh	建树	{HSK7-9}
zh	践踏	{HSK7-9}
zh	见外	{HSK7-9}
zh	见闻	{HSK7-9}
zh	间隙	{HSK7-9}
zh	见效	{HSK7-9}
zh	间歇	{HSK7-9}
zh	见义勇为	{HSK7-9}
zh	鉴于	{HSK7-9}
zh	见证	{HSK7-9}
zh	健壮	{HSK7-9}
zh	姜	{HSK7-9}
zh	僵	{HSK7-9}
zh	僵化	{HSK7-9}
zh	将就	{HSK7-9}
zh	僵局	{HSK7-9}
zh	江山	{HSK7-9}
zh	僵硬	{HSK7-9}
zh	桨	{HSK7-9}
zh	奖杯	{HSK7-9}
zh	讲理	{HSK7-9}
zh	奖赏	{HSK7-9}
zh	奖项	{HSK7-9}
zh	降临	{HSK7-9}
zh	焦	{HSK7-9}
zh	交叉	{HSK7-9}
zh	交代	{HSK7-9}
zh	交锋	{HSK7-9}
zh	交付	{HSK7-9}
zh	娇惯	{HSK7-9}
zh	交互	{HSK7-9}
zh	交集	{HSK7-9}
zh	焦急	{HSK7-9}
zh	交界	{HSK7-9}
zh	交接	{HSK7-9}
zh	交纳	{HSK7-9}
zh	胶囊	{HSK7-9}
zh	娇气	{HSK7-9}
zh	交情	{HSK7-9}
zh	交涉	{HSK7-9}
zh	礁石	{HSK7-9}
zh	交替	{HSK7-9}
zh	交头接耳	{HSK7-9}
zh	交响乐	{HSK7-9}
zh	郊游	{HSK7-9}
zh	焦躁	{HSK7-9}
zh	交织	{HSK7-9}
zh	嚼	{HSK7-9}
zh	绞	{HSK7-9}
zh	搅	{HSK7-9}
zh	缴	{HSK7-9}
zh	搅拌	{HSK7-9}
zh	狡猾	{HSK7-9}
zh	缴纳	{HSK7-9}
zh	脚踏实地	{HSK7-9}
zh	侥幸	{HSK7-9}
zh	矫正	{HSK7-9}
zh	叫板	{HSK7-9}
zh	轿车	{HSK7-9}
zh	叫好	{HSK7-9}
zh	较劲	{HSK7-9}
zh	教科书	{HSK7-9}
zh	较量	{HSK7-9}
zh	教条	{HSK7-9}
zh	教养	{HSK7-9}
zh	皆	{HSK7-9}
zh	揭	{HSK7-9}
zh	接二连三	{HSK7-9}
zh	接班	{HSK7-9}
zh	接班人	{HSK7-9}
zh	阶层	{HSK7-9}
zh	皆大欢喜	{HSK7-9}
zh	揭发	{HSK7-9}
zh	街坊	{HSK7-9}
zh	接轨	{HSK7-9}
zh	阶级	{HSK7-9}
zh	接济	{HSK7-9}
zh	接见	{HSK7-9}
zh	接力	{HSK7-9}
zh	揭露	{HSK7-9}
zh	接纳	{HSK7-9}
zh	揭示	{HSK7-9}
zh	接手	{HSK7-9}
zh	接替	{HSK7-9}
zh	阶梯	{HSK7-9}
zh	揭晓	{HSK7-9}
zh	劫	{HSK7-9}
zh	截	{HSK7-9}
zh	洁白	{HSK7-9}
zh	劫持	{HSK7-9}
zh	节俭	{HSK7-9}
zh	洁净	{HSK7-9}
zh	捷径	{HSK7-9}
zh	结晶	{HSK7-9}
zh	竭尽全力	{HSK7-9}
zh	结局	{HSK7-9}
zh	竭力	{HSK7-9}
zh	节气	{HSK7-9}
zh	截然不同	{HSK7-9}
zh	结识	{HSK7-9}
zh	结算	{HSK7-9}
zh	节衣缩食	{HSK7-9}
zh	节制	{HSK7-9}
zh	解除	{HSK7-9}
zh	解雇	{HSK7-9}
zh	解救	{HSK7-9}
zh	解渴	{HSK7-9}
zh	解剖	{HSK7-9}
zh	解散	{HSK7-9}
zh	解体	{HSK7-9}
zh	解脱	{HSK7-9}
zh	解围	{HSK7-9}
zh	解析	{HSK7-9}
zh	解约	{HSK7-9}
zh	戒	{HSK7-9}
zh	界	{HSK7-9}
zh	戒备	{HSK7-9}
zh	界定	{HSK7-9}
zh	借口	{HSK7-9}
zh	介入	{HSK7-9}
zh	届时	{HSK7-9}
zh	借条	{HSK7-9}
zh	界限	{HSK7-9}
zh	界线	{HSK7-9}
zh	介意	{HSK7-9}
zh	借用	{HSK7-9}
zh	介于	{HSK7-9}
zh	禁不住	{HSK7-9}
zh	津津有味	{HSK7-9}
zh	紧凑	{HSK7-9}
zh	紧迫	{HSK7-9}
zh	锦旗	{HSK7-9}
zh	紧缺	{HSK7-9}
zh	锦上添花	{HSK7-9}
zh	紧缩	{HSK7-9}
zh	尽早	{HSK7-9}
zh	劲	{HSK7-9}
zh	进程	{HSK7-9}
zh	进攻	{HSK7-9}
zh	晋级	{HSK7-9}
zh	禁忌	{HSK7-9}
zh	进军	{HSK7-9}
zh	浸泡	{HSK7-9}
zh	尽情	{HSK7-9}
zh	进取	{HSK7-9}
zh	禁区	{HSK7-9}
zh	晋升	{HSK7-9}
zh	尽头	{HSK7-9}
zh	劲头	{HSK7-9}
zh	进修	{HSK7-9}
zh	茎	{HSK7-9}
zh	经	{HSK7-9}
zh	精	{HSK7-9}
zh	鲸	{HSK7-9}
zh	精彩纷呈	{HSK7-9}
zh	精打细算	{HSK7-9}
zh	惊动	{HSK7-9}
zh	经度	{HSK7-9}
zh	精度	{HSK7-9}
zh	经费	{HSK7-9}
zh	精华	{HSK7-9}
zh	惊慌	{HSK7-9}
zh	惊慌失措	{HSK7-9}
zh	荆棘	{HSK7-9}
zh	精简	{HSK7-9}
zh	兢兢业业	{HSK7-9}
zh	经久不息	{HSK7-9}
zh	精练	{HSK7-9}
zh	经贸	{HSK7-9}
zh	精密	{HSK7-9}
zh	精妙	{HSK7-9}
zh	精明	{HSK7-9}
zh	精疲力竭	{HSK7-9}
zh	精品	{HSK7-9}
zh	惊奇	{HSK7-9}
zh	精巧	{HSK7-9}
zh	精神病	{HSK7-9}
zh	经受	{HSK7-9}
zh	精髓	{HSK7-9}
zh	惊叹	{HSK7-9}
zh	惊天动地	{HSK7-9}
zh	精细	{HSK7-9}
zh	惊吓	{HSK7-9}
zh	惊险	{HSK7-9}
zh	惊心动魄	{HSK7-9}
zh	晶莹	{HSK7-9}
zh	精英	{HSK7-9}
zh	精益求精	{HSK7-9}
zh	精湛	{HSK7-9}
zh	警报	{HSK7-9}
zh	井底之蛙	{HSK7-9}
zh	警戒	{HSK7-9}
zh	警犬	{HSK7-9}
zh	警示	{HSK7-9}
zh	警惕	{HSK7-9}
zh	警钟	{HSK7-9}
zh	竟	{HSK7-9}
zh	敬	{HSK7-9}
zh	敬爱	{HSK7-9}
zh	敬而远之	{HSK7-9}
zh	境地	{HSK7-9}
zh	净化	{HSK7-9}
zh	竞技	{HSK7-9}
zh	境界	{HSK7-9}
zh	敬礼	{HSK7-9}
zh	境内	{HSK7-9}
zh	敬佩	{HSK7-9}
zh	敬请	{HSK7-9}
zh	境外	{HSK7-9}
zh	敬畏	{HSK7-9}
zh	竞相	{HSK7-9}
zh	竞选	{HSK7-9}
zh	敬业	{HSK7-9}
zh	敬意	{HSK7-9}
zh	境遇	{HSK7-9}
zh	径直	{HSK7-9}
zh	静止	{HSK7-9}
zh	敬重	{HSK7-9}
zh	窘迫	{HSK7-9}
zh	揪	{HSK7-9}
zh	纠缠	{HSK7-9}
zh	酒楼	{HSK7-9}
zh	久违	{HSK7-9}
zh	久仰	{HSK7-9}
zh	就餐	{HSK7-9}
zh	就此	{HSK7-9}
zh	就地	{HSK7-9}
zh	救济	{HSK7-9}
zh	就近	{HSK7-9}
zh	就任	{HSK7-9}
zh	救死扶伤	{HSK7-9}
zh	就绪	{HSK7-9}
zh	就医	{HSK7-9}
zh	就诊	{HSK7-9}
zh	就职	{HSK7-9}
zh	救治	{HSK7-9}
zh	就座	{HSK7-9}
zh	居安思危	{HSK7-9}
zh	居高不下	{HSK7-9}
zh	鞠躬	{HSK7-9}
zh	拘留	{HSK7-9}
zh	拘束	{HSK7-9}
zh	居于	{HSK7-9}
zh	局部	{HSK7-9}
zh	局势	{HSK7-9}
zh	举报	{HSK7-9}
zh	举措	{HSK7-9}
zh	咀嚼	{HSK7-9}
zh	举棋不定	{HSK7-9}
zh	沮丧	{HSK7-9}
zh	举世瞩目	{HSK7-9}
zh	举一反三	{HSK7-9}
zh	举止	{HSK7-9}
zh	举重	{HSK7-9}
zh	举足轻重	{HSK7-9}
zh	剧变	{HSK7-9}
zh	巨额	{HSK7-9}
zh	聚焦	{HSK7-9}
zh	聚精会神	{HSK7-9}
zh	剧目	{HSK7-9}
zh	剧情	{HSK7-9}
zh	巨人	{HSK7-9}
zh	巨头	{HSK7-9}
zh	据悉	{HSK7-9}
zh	捐献	{HSK7-9}
zh	卷入	{HSK7-9}
zh	绝	{HSK7-9}
zh	绝技	{HSK7-9}
zh	绝迹	{HSK7-9}
zh	倔强	{HSK7-9}
zh	崛起	{HSK7-9}
zh	诀窍	{HSK7-9}
zh	觉悟	{HSK7-9}
zh	觉醒	{HSK7-9}
zh	决议	{HSK7-9}
zh	绝缘	{HSK7-9}
zh	抉择	{HSK7-9}
zh	角逐	{HSK7-9}
zh	倔	{HSK7-9}
zh	均	{HSK7-9}
zh	军官	{HSK7-9}
zh	均衡	{HSK7-9}
zh	军舰	{HSK7-9}
zh	军事	{HSK7-9}
zh	君子	{HSK7-9}
zh	俊	{HSK7-9}
zh	竣工	{HSK7-9}
zh	骏马	{HSK7-9}
zh	俊俏	{HSK7-9}
zh	卡车	{HSK7-9}
zh	卡通	{HSK7-9}
zh	开办	{HSK7-9}
zh	开采	{HSK7-9}
zh	开场	{HSK7-9}
zh	开场白	{HSK7-9}
zh	开除	{HSK7-9}
zh	开动	{HSK7-9}
zh	开发区	{HSK7-9}
zh	开发商	{HSK7-9}
zh	开工	{HSK7-9}
zh	开垦	{HSK7-9}
zh	开阔	{HSK7-9}
zh	开朗	{HSK7-9}
zh	开明	{HSK7-9}
zh	开辟	{HSK7-9}
zh	开天辟地	{HSK7-9}
zh	开庭	{HSK7-9}
zh	开拓	{HSK7-9}
zh	开销	{HSK7-9}
zh	开张	{HSK7-9}
zh	开支	{HSK7-9}
zh	楷模	{HSK7-9}
zh	凯旋	{HSK7-9}
zh	堪称	{HSK7-9}
en	ease	{选择性必修,CET4}
zh	刊登	{HSK7-9}
zh	看护	{HSK7-9}
zh	看守	{HSK7-9}
zh	勘探	{HSK7-9}
zh	刊物	{HSK7-9}
zh	砍伐	{HSK7-9}
zh	侃侃而谈	{HSK7-9}
zh	坎坷	{HSK7-9}
zh	看台	{HSK7-9}
zh	慷慨	{HSK7-9}
zh	看管	{HSK7-9}
zh	扛	{HSK7-9}
zh	抗衡	{HSK7-9}
zh	抗拒	{HSK7-9}
zh	抗生素	{HSK7-9}
zh	抗议	{HSK7-9}
zh	抗争	{HSK7-9}
zh	考查	{HSK7-9}
zh	考量	{HSK7-9}
zh	靠拢	{HSK7-9}
zh	磕	{HSK7-9}
zh	苛刻	{HSK7-9}
zh	颗粒	{HSK7-9}
zh	壳	{HSK7-9}
zh	可悲	{HSK7-9}
zh	可不是	{HSK7-9}
zh	可乘之机	{HSK7-9}
zh	可耻	{HSK7-9}
zh	可观	{HSK7-9}
zh	可贵	{HSK7-9}
zh	可谓	{HSK7-9}
zh	可恶	{HSK7-9}
zh	可想而知	{HSK7-9}
zh	可笑	{HSK7-9}
zh	可疑	{HSK7-9}
zh	刻不容缓	{HSK7-9}
zh	客房	{HSK7-9}
zh	刻画	{HSK7-9}
zh	客机	{HSK7-9}
zh	刻苦	{HSK7-9}
zh	客流	{HSK7-9}
zh	克隆	{HSK7-9}
zh	刻意	{HSK7-9}
zh	客运	{HSK7-9}
zh	克制	{HSK7-9}
zh	刻舟求剑	{HSK7-9}
zh	啃	{HSK7-9}
zh	恳切	{HSK7-9}
zh	恳求	{HSK7-9}
zh	坑	{HSK7-9}
zh	空荡荡	{HSK7-9}
zh	空洞	{HSK7-9}
zh	空间站	{HSK7-9}
zh	空军	{HSK7-9}
zh	空难	{HSK7-9}
zh	空前	{HSK7-9}
zh	空想	{HSK7-9}
zh	空虚	{HSK7-9}
zh	孔	{HSK7-9}
zh	恐怖	{HSK7-9}
zh	恐吓	{HSK7-9}
zh	恐慌	{HSK7-9}
zh	恐龙	{HSK7-9}
zh	空白	{HSK7-9}
zh	控告	{HSK7-9}
zh	空隙	{HSK7-9}
zh	抠	{HSK7-9}
zh	口岸	{HSK7-9}
zh	口碑	{HSK7-9}
zh	口才	{HSK7-9}
zh	口吃	{HSK7-9}
zh	口径	{HSK7-9}
zh	口令	{HSK7-9}
zh	口气	{HSK7-9}
zh	口哨儿	{HSK7-9}
zh	口水	{HSK7-9}
zh	口头禅	{HSK7-9}
zh	口香糖	{HSK7-9}
zh	口音	{HSK7-9}
zh	口罩	{HSK7-9}
zh	口子	{HSK7-9}
zh	扣除	{HSK7-9}
zh	扣留	{HSK7-9}
zh	扣人心弦	{HSK7-9}
zh	扣押	{HSK7-9}
zh	枯竭	{HSK7-9}
zh	窟窿	{HSK7-9}
zh	哭泣	{HSK7-9}
zh	枯萎	{HSK7-9}
zh	哭笑不得	{HSK7-9}
zh	苦尽甘来	{HSK7-9}
zh	苦难	{HSK7-9}
zh	苦恼	{HSK7-9}
zh	苦涩	{HSK7-9}
zh	苦笑	{HSK7-9}
zh	苦心	{HSK7-9}
zh	库存	{HSK7-9}
zh	酷似	{HSK7-9}
zh	夸大	{HSK7-9}
zh	夸夸其谈	{HSK7-9}
zh	夸耀	{HSK7-9}
zh	垮	{HSK7-9}
zh	挎	{HSK7-9}
zh	跨	{HSK7-9}
zh	跨度	{HSK7-9}
zh	跨国	{HSK7-9}
zh	跨越	{HSK7-9}
zh	快活	{HSK7-9}
zh	宽敞	{HSK7-9}
zh	宽泛	{HSK7-9}
zh	宽广	{HSK7-9}
zh	宽厚	{HSK7-9}
zh	宽阔	{HSK7-9}
zh	宽容	{HSK7-9}
zh	宽恕	{HSK7-9}
zh	宽松	{HSK7-9}
zh	款待	{HSK7-9}
zh	款项	{HSK7-9}
zh	筐	{HSK7-9}
zh	狂	{HSK7-9}
zh	狂欢	{HSK7-9}
zh	狂热	{HSK7-9}
zh	矿	{HSK7-9}
zh	框	{HSK7-9}
zh	矿藏	{HSK7-9}
zh	矿产	{HSK7-9}
zh	框架	{HSK7-9}
zh	旷课	{HSK7-9}
zh	况且	{HSK7-9}
zh	亏本	{HSK7-9}
zh	亏待	{HSK7-9}
zh	捆	{HSK7-9}
zh	困惑	{HSK7-9}
zh	困境	{HSK7-9}
zh	扩	{HSK7-9}
zh	扩充	{HSK7-9}
zh	阔绰	{HSK7-9}
zh	括号	{HSK7-9}
zh	扩建	{HSK7-9}
zh	扩散	{HSK7-9}
zh	扩张	{HSK7-9}
zh	拉动	{HSK7-9}
zh	啦啦队	{HSK7-9}
zh	拉链	{HSK7-9}
zh	拉拢	{HSK7-9}
zh	喇叭	{HSK7-9}
zh	蜡	{HSK7-9}
zh	腊月	{HSK7-9}
zh	蜡烛	{HSK7-9}
zh	来宾	{HSK7-9}
zh	来电	{HSK7-9}
zh	来访	{HSK7-9}
zh	来回	{HSK7-9}
zh	来历	{HSK7-9}
zh	来龙去脉	{HSK7-9}
zh	来年	{HSK7-9}
zh	来之不易	{HSK7-9}
zh	栏杆	{HSK7-9}
zh	栏目	{HSK7-9}
zh	蓝图	{HSK7-9}
zh	揽	{HSK7-9}
zh	缆车	{HSK7-9}
zh	懒得	{HSK7-9}
zh	懒惰	{HSK7-9}
zh	滥用	{HSK7-9}
zh	狼狈	{HSK7-9}
zh	狼吞虎咽	{HSK7-9}
zh	朗诵	{HSK7-9}
zh	捞	{HSK7-9}
zh	唠叨	{HSK7-9}
zh	牢固	{HSK7-9}
zh	牢记	{HSK7-9}
zh	劳驾	{HSK7-9}
zh	牢牢	{HSK7-9}
zh	劳累	{HSK7-9}
zh	牢骚	{HSK7-9}
zh	劳务	{HSK7-9}
zh	老伴儿	{HSK7-9}
zh	老大	{HSK7-9}
zh	老化	{HSK7-9}
zh	老人家	{HSK7-9}
zh	老乡	{HSK7-9}
zh	老字号	{HSK7-9}
zh	涝	{HSK7-9}
zh	乐此不疲	{HSK7-9}
zh	乐意	{HSK7-9}
zh	乐园	{HSK7-9}
zh	勒	{HSK7-9}
zh	雷达	{HSK7-9}
zh	雷同	{HSK7-9}
zh	累赘	{HSK7-9}
zh	累计	{HSK7-9}
zh	累积	{HSK7-9}
zh	棱角	{HSK7-9}
zh	冷淡	{HSK7-9}
zh	冷冻	{HSK7-9}
zh	冷酷	{HSK7-9}
zh	冷落	{HSK7-9}
zh	冷门	{HSK7-9}
zh	冷漠	{HSK7-9}
zh	冷气	{HSK7-9}
zh	冷却	{HSK7-9}
zh	冷战	{HSK7-9}
zh	愣	{HSK7-9}
zh	黎明	{HSK7-9}
zh	离谱儿	{HSK7-9}
zh	离奇	{HSK7-9}
zh	理睬	{HSK7-9}
zh	里程碑	{HSK7-9}
zh	礼服	{HSK7-9}
zh	理会	{HSK7-9}
zh	礼节	{HSK7-9}
zh	礼品	{HSK7-9}
zh	礼尚往来	{HSK7-9}
zh	理事	{HSK7-9}
zh	理所当然	{HSK7-9}
zh	礼堂	{HSK7-9}
zh	礼仪	{HSK7-9}
zh	鲤鱼	{HSK7-9}
zh	理智	{HSK7-9}
zh	理直气壮	{HSK7-9}
zh	立案	{HSK7-9}
zh	利弊	{HSK7-9}
zh	力不从心	{HSK7-9}
zh	历程	{HSK7-9}
zh	历代	{HSK7-9}
zh	立法	{HSK7-9}
zh	立方	{HSK7-9}
zh	立方米	{HSK7-9}
zh	立功	{HSK7-9}
zh	利害	{HSK7-9}
zh	立交桥	{HSK7-9}
zh	历届	{HSK7-9}
zh	历来	{HSK7-9}
zh	莅临	{HSK7-9}
zh	利率	{HSK7-9}
zh	力求	{HSK7-9}
zh	历时	{HSK7-9}
zh	利索	{HSK7-9}
zh	力所能及	{HSK7-9}
zh	立体	{HSK7-9}
zh	力争	{HSK7-9}
zh	励志	{HSK7-9}
zh	立足	{HSK7-9}
zh	连贯	{HSK7-9}
zh	联欢	{HSK7-9}
zh	廉价	{HSK7-9}
zh	廉洁	{HSK7-9}
zh	连连	{HSK7-9}
zh	联络	{HSK7-9}
zh	联盟	{HSK7-9}
zh	连绵	{HSK7-9}
zh	连年	{HSK7-9}
zh	连任	{HSK7-9}
zh	联赛	{HSK7-9}
zh	联手	{HSK7-9}
zh	连锁	{HSK7-9}
zh	连同	{HSK7-9}
zh	怜惜	{HSK7-9}
zh	连夜	{HSK7-9}
zh	廉正	{HSK7-9}
zh	帘子	{HSK7-9}
zh	莲子	{HSK7-9}
zh	脸颊	{HSK7-9}
zh	炼	{HSK7-9}
zh	恋恋不舍	{HSK7-9}
zh	良	{HSK7-9}
zh	凉爽	{HSK7-9}
zh	良心	{HSK7-9}
zh	良性	{HSK7-9}
zh	两口子	{HSK7-9}
zh	两栖	{HSK7-9}
zh	两手	{HSK7-9}
zh	两下子	{HSK7-9}
zh	两翼	{HSK7-9}
zh	亮点	{HSK7-9}
zh	量化	{HSK7-9}
zh	谅解	{HSK7-9}
zh	亮丽	{HSK7-9}
zh	亮相	{HSK7-9}
zh	潦草	{HSK7-9}
zh	疗法	{HSK7-9}
zh	辽阔	{HSK7-9}
zh	寥寥无几	{HSK7-9}
zh	疗效	{HSK7-9}
zh	疗养	{HSK7-9}
zh	了结	{HSK7-9}
zh	料理	{HSK7-9}
zh	咧嘴	{HSK7-9}
zh	裂	{HSK7-9}
zh	裂缝	{HSK7-9}
zh	裂痕	{HSK7-9}
zh	列举	{HSK7-9}
zh	猎人	{HSK7-9}
zh	烈日	{HSK7-9}
zh	劣势	{HSK7-9}
zh	烈士	{HSK7-9}
zh	猎物	{HSK7-9}
zh	劣质	{HSK7-9}
zh	拎	{HSK7-9}
zh	临	{HSK7-9}
zh	临床	{HSK7-9}
zh	临街	{HSK7-9}
zh	临近	{HSK7-9}
zh	吝啬	{HSK7-9}
zh	灵	{HSK7-9}
zh	灵感	{HSK7-9}
zh	灵魂	{HSK7-9}
zh	零件	{HSK7-9}
zh	灵机一动	{HSK7-9}
zh	灵敏	{HSK7-9}
zh	灵巧	{HSK7-9}
zh	零售	{HSK7-9}
zh	零碎	{HSK7-9}
zh	聆听	{HSK7-9}
zh	灵通	{HSK7-9}
zh	零星	{HSK7-9}
zh	领队	{HSK7-9}
zh	领会	{HSK7-9}
zh	领军	{HSK7-9}
zh	领略	{HSK7-9}
zh	领事	{HSK7-9}
zh	领事馆	{HSK7-9}
zh	领土	{HSK7-9}
zh	领悟	{HSK7-9}
zh	领袖	{HSK7-9}
zh	领养	{HSK7-9}
zh	溜	{HSK7-9}
zh	溜达	{HSK7-9}
zh	流畅	{HSK7-9}
zh	流浪	{HSK7-9}
zh	留恋	{HSK7-9}
zh	流露	{HSK7-9}
zh	流氓	{HSK7-9}
zh	留念	{HSK7-9}
zh	流派	{HSK7-9}
zh	留神	{HSK7-9}
zh	流逝	{HSK7-9}
zh	流失	{HSK7-9}
zh	流水	{HSK7-9}
zh	流淌	{HSK7-9}
zh	流向	{HSK7-9}
zh	留心	{HSK7-9}
zh	流血	{HSK7-9}
zh	留意	{HSK7-9}
zh	流域	{HSK7-9}
zh	流转	{HSK7-9}
zh	柳树	{HSK7-9}
zh	遛	{HSK7-9}
zh	聋	{HSK7-9}
zh	龙头	{HSK7-9}
zh	隆重	{HSK7-9}
zh	笼子	{HSK7-9}
zh	垄断	{HSK7-9}
zh	笼统	{HSK7-9}
zh	笼罩	{HSK7-9}
zh	搂	{HSK7-9}
zh	露面	{HSK7-9}
zh	炉子	{HSK7-9}
zh	鲁莽	{HSK7-9}
zh	卤味	{HSK7-9}
zh	鹿	{HSK7-9}
zh	路段	{HSK7-9}
zh	路径	{HSK7-9}
zh	陆军	{HSK7-9}
zh	露天	{HSK7-9}
zh	路途	{HSK7-9}
zh	露营	{HSK7-9}
zh	路子	{HSK7-9}
zh	屡	{HSK7-9}
zh	缕	{HSK7-9}
zh	屡次	{HSK7-9}
zh	屡屡	{HSK7-9}
zh	绿地	{HSK7-9}
zh	绿洲	{HSK7-9}
zh	孪生	{HSK7-9}
zh	卵	{HSK7-9}
zh	乱七八糟	{HSK7-9}
zh	略	{HSK7-9}
zh	掠夺	{HSK7-9}
zh	略微	{HSK7-9}
zh	抡	{HSK7-9}
zh	轮换	{HSK7-9}
zh	轮廓	{HSK7-9}
zh	伦理	{HSK7-9}
zh	轮胎	{HSK7-9}
zh	论述	{HSK7-9}
zh	论证	{HSK7-9}
zh	啰唆	{HSK7-9}
zh	萝卜	{HSK7-9}
zh	螺丝	{HSK7-9}
zh	裸	{HSK7-9}
zh	裸露	{HSK7-9}
zh	裸体	{HSK7-9}
zh	落差	{HSK7-9}
zh	落成	{HSK7-9}
zh	落户	{HSK7-9}
zh	落实	{HSK7-9}
zh	络绎不绝	{HSK7-9}
zh	麻	{HSK7-9}
zh	麻痹	{HSK7-9}
zh	麻将	{HSK7-9}
zh	麻辣	{HSK7-9}
zh	麻木	{HSK7-9}
zh	麻醉	{HSK7-9}
zh	码	{HSK7-9}
zh	马后炮	{HSK7-9}
zh	马力	{HSK7-9}
zh	马桶	{HSK7-9}
zh	埋藏	{HSK7-9}
zh	埋伏	{HSK7-9}
zh	埋没	{HSK7-9}
zh	埋头苦干	{HSK7-9}
zh	埋葬	{HSK7-9}
zh	脉搏	{HSK7-9}
zh	脉络	{HSK7-9}
zh	瞒	{HSK7-9}
zh	埋怨	{HSK7-9}
zh	满怀	{HSK7-9}
zh	漫	{HSK7-9}
zh	慢性	{HSK7-9}
zh	蔓延	{HSK7-9}
zh	漫游	{HSK7-9}
zh	忙活	{HSK7-9}
zh	忙乱	{HSK7-9}
zh	茫茫	{HSK7-9}
zh	盲目	{HSK7-9}
zh	茫然	{HSK7-9}
zh	矛头	{HSK7-9}
zh	冒充	{HSK7-9}
zh	冒犯	{HSK7-9}
zh	冒昧	{HSK7-9}
zh	茂密	{HSK7-9}
zh	茂盛	{HSK7-9}
zh	枚	{HSK7-9}
zh	媒介	{HSK7-9}
zh	没劲	{HSK7-9}
zh	眉开眼笑	{HSK7-9}
zh	煤气	{HSK7-9}
zh	煤炭	{HSK7-9}
zh	没完没了	{HSK7-9}
zh	没辙	{HSK7-9}
zh	没准儿	{HSK7-9}
zh	美德	{HSK7-9}
zh	美化	{HSK7-9}
zh	美满	{HSK7-9}
zh	美妙	{HSK7-9}
zh	美容	{HSK7-9}
zh	美学	{HSK7-9}
zh	美誉	{HSK7-9}
zh	美中不足	{HSK7-9}
zh	美滋滋	{HSK7-9}
zh	闷	{HSK7-9}
zh	闷热	{HSK7-9}
zh	门槛	{HSK7-9}
zh	门路	{HSK7-9}
zh	蒙	{HSK7-9}
zh	萌发	{HSK7-9}
zh	朦胧	{HSK7-9}
zh	萌芽	{HSK7-9}
zh	盟友	{HSK7-9}
zh	猛	{HSK7-9}
zh	猛烈	{HSK7-9}
zh	猛然	{HSK7-9}
zh	梦幻	{HSK7-9}
zh	梦寐以求	{HSK7-9}
zh	眯	{HSK7-9}
zh	谜	{HSK7-9}
zh	谜底	{HSK7-9}
zh	迷惑	{HSK7-9}
zh	迷恋	{HSK7-9}
zh	弥漫	{HSK7-9}
zh	迷失	{HSK7-9}
zh	谜团	{HSK7-9}
zh	迷信	{HSK7-9}
zh	谜语	{HSK7-9}
zh	密布	{HSK7-9}
zh	秘方	{HSK7-9}
zh	密封	{HSK7-9}
zh	秘诀	{HSK7-9}
zh	蜜月	{HSK7-9}
zh	棉花	{HSK7-9}
zh	免不了	{HSK7-9}
zh	免除	{HSK7-9}
zh	免得	{HSK7-9}
zh	缅怀	{HSK7-9}
zh	勉励	{HSK7-9}
zh	腼腆	{HSK7-9}
zh	免职	{HSK7-9}
zh	面红耳赤	{HSK7-9}
zh	面孔	{HSK7-9}
zh	面貌	{HSK7-9}
zh	面面俱到	{HSK7-9}
zh	面目全非	{HSK7-9}
zh	苗	{HSK7-9}
zh	苗条	{HSK7-9}
zh	苗头	{HSK7-9}
zh	瞄准	{HSK7-9}
zh	藐视	{HSK7-9}
zh	渺小	{HSK7-9}
zh	庙	{HSK7-9}
zh	庙会	{HSK7-9}
zh	灭绝	{HSK7-9}
zh	蔑视	{HSK7-9}
zh	灭亡	{HSK7-9}
zh	民办	{HSK7-9}
zh	民居	{HSK7-9}
zh	民生	{HSK7-9}
zh	民事	{HSK7-9}
zh	民意	{HSK7-9}
zh	民营	{HSK7-9}
zh	民用	{HSK7-9}
zh	敏捷	{HSK7-9}
zh	敏锐	{HSK7-9}
zh	鸣	{HSK7-9}
zh	名次	{HSK7-9}
zh	名副其实	{HSK7-9}
zh	名贵	{HSK7-9}
zh	铭记	{HSK7-9}
zh	明朗	{HSK7-9}
zh	名利	{HSK7-9}
zh	明媚	{HSK7-9}
zh	名声	{HSK7-9}
zh	名言	{HSK7-9}
zh	名义	{HSK7-9}
zh	名誉	{HSK7-9}
zh	明智	{HSK7-9}
zh	名著	{HSK7-9}
zh	摸索	{HSK7-9}
zh	膜	{HSK7-9}
zh	磨	{HSK7-9}
zh	摩擦	{HSK7-9}
zh	魔法	{HSK7-9}
zh	模范	{HSK7-9}
zh	蘑菇	{HSK7-9}
zh	魔鬼	{HSK7-9}
zh	磨合	{HSK7-9}
zh	魔力	{HSK7-9}
zh	磨炼	{HSK7-9}
zh	磨难	{HSK7-9}
zh	魔术	{HSK7-9}
zh	磨损	{HSK7-9}
zh	抹	{HSK7-9}
zh	抹杀	{HSK7-9}
zh	墨	{HSK7-9}
zh	莫大	{HSK7-9}
zh	莫非	{HSK7-9}
zh	茉莉	{HSK7-9}
zh	没落	{HSK7-9}
zh	莫名其妙	{HSK7-9}
zh	默默无闻	{HSK7-9}
zh	默契	{HSK7-9}
zh	漠然	{HSK7-9}
zh	末日	{HSK7-9}
zh	没收	{HSK7-9}
zh	墨水	{HSK7-9}
zh	谋害	{HSK7-9}
zh	谋划	{HSK7-9}
zh	谋求	{HSK7-9}
zh	谋取	{HSK7-9}
zh	谋生	{HSK7-9}
zh	亩	{HSK7-9}
zh	牡丹	{HSK7-9}
zh	拇指	{HSK7-9}
zh	墓	{HSK7-9}
zh	幕	{HSK7-9}
en	fuck	{CET4}
zh	墓碑	{HSK7-9}
zh	目不转睛	{HSK7-9}
zh	牧场	{HSK7-9}
zh	目瞪口呆	{HSK7-9}
zh	墓地	{HSK7-9}
zh	目睹	{HSK7-9}
zh	幕后	{HSK7-9}
zh	木匠	{HSK7-9}
zh	募捐	{HSK7-9}
zh	牧民	{HSK7-9}
zh	木偶	{HSK7-9}
zh	沐浴	{HSK7-9}
zh	目中无人	{HSK7-9}
zh	拿手	{HSK7-9}
zh	呐喊	{HSK7-9}
zh	纳闷儿	{HSK7-9}
zh	纳入	{HSK7-9}
zh	纳税	{HSK7-9}
zh	纳税人	{HSK7-9}
zh	乃	{HSK7-9}
zh	奶酪	{HSK7-9}
zh	乃至	{HSK7-9}
zh	耐	{HSK7-9}
zh	耐人寻味	{HSK7-9}
zh	耐用	{HSK7-9}
zh	难处	{HSK7-9}
zh	难得一见	{HSK7-9}
zh	男方	{HSK7-9}
zh	南瓜	{HSK7-9}
zh	难怪	{HSK7-9}
zh	难关	{HSK7-9}
zh	难堪	{HSK7-9}
zh	难能可贵	{HSK7-9}
zh	难为情	{HSK7-9}
zh	难以置信	{HSK7-9}
zh	南辕北辙	{HSK7-9}
zh	挠	{HSK7-9}
zh	脑海	{HSK7-9}
zh	恼火	{HSK7-9}
zh	恼羞成怒	{HSK7-9}
zh	闹事	{HSK7-9}
zh	内存	{HSK7-9}
zh	内地	{HSK7-9}
zh	内行	{HSK7-9}
zh	内幕	{HSK7-9}
zh	内向	{HSK7-9}
zh	内需	{HSK7-9}
zh	内在	{HSK7-9}
zh	内脏	{HSK7-9}
zh	嫩	{HSK7-9}
zh	能耗	{HSK7-9}
zh	能耐	{HSK7-9}
zh	能人	{HSK7-9}
zh	泥泞	{HSK7-9}
zh	泥潭	{HSK7-9}
zh	泥土	{HSK7-9}
zh	拟	{HSK7-9}
zh	拟定	{HSK7-9}
zh	逆	{HSK7-9}
zh	逆境	{HSK7-9}
zh	匿名	{HSK7-9}
zh	溺水	{HSK7-9}
zh	逆行	{HSK7-9}
zh	黏	{HSK7-9}
zh	年报	{HSK7-9}
zh	年画	{HSK7-9}
zh	年均	{HSK7-9}
zh	年轮	{HSK7-9}
zh	年迈	{HSK7-9}
zh	年限	{HSK7-9}
zh	年薪	{HSK7-9}
zh	撵	{HSK7-9}
zh	念念不忘	{HSK7-9}
zh	念头	{HSK7-9}
zh	娘	{HSK7-9}
zh	酿造	{HSK7-9}
zh	鸟巢	{HSK7-9}
zh	尿	{HSK7-9}
zh	捏	{HSK7-9}
zh	拧	{HSK7-9}
zh	凝固	{HSK7-9}
zh	凝结	{HSK7-9}
zh	宁静	{HSK7-9}
zh	凝聚	{HSK7-9}
zh	凝视	{HSK7-9}
zh	宁可	{HSK7-9}
zh	宁愿	{HSK7-9}
zh	纽带	{HSK7-9}
zh	纽扣	{HSK7-9}
zh	扭曲	{HSK7-9}
zh	扭头	{HSK7-9}
zh	扭转	{HSK7-9}
zh	农场	{HSK7-9}
zh	农历	{HSK7-9}
zh	农民工	{HSK7-9}
zh	浓缩	{HSK7-9}
zh	浓郁	{HSK7-9}
zh	浓重	{HSK7-9}
zh	弄虚作假	{HSK7-9}
zh	奴隶	{HSK7-9}
zh	女方	{HSK7-9}
zh	女婿	{HSK7-9}
zh	暖烘烘	{HSK7-9}
zh	虐待	{HSK7-9}
zh	挪	{HSK7-9}
zh	诺言	{HSK7-9}
zh	殴打	{HSK7-9}
zh	呕吐	{HSK7-9}
zh	趴	{HSK7-9}
zh	拍板	{HSK7-9}
zh	拍卖	{HSK7-9}
zh	排查	{HSK7-9}
zh	排斥	{HSK7-9}
zh	排行榜	{HSK7-9}
zh	徘徊	{HSK7-9}
zh	牌照	{HSK7-9}
zh	派别	{HSK7-9}
zh	派遣	{HSK7-9}
zh	攀	{HSK7-9}
zh	攀登	{HSK7-9}
zh	攀升	{HSK7-9}
zh	盘算	{HSK7-9}
zh	盘旋	{HSK7-9}
zh	判	{HSK7-9}
zh	盼	{HSK7-9}
zh	判处	{HSK7-9}
zh	判定	{HSK7-9}
zh	判决	{HSK7-9}
zh	叛逆	{HSK7-9}
zh	旁人	{HSK7-9}
zh	螃蟹	{HSK7-9}
zh	胖乎乎	{HSK7-9}
zh	抛弃	{HSK7-9}
zh	刨	{HSK7-9}
zh	跑龙套	{HSK7-9}
zh	炮	{HSK7-9}
zh	泡沫	{HSK7-9}
zh	胚胎	{HSK7-9}
zh	佩戴	{HSK7-9}
zh	配方	{HSK7-9}
zh	配件	{HSK7-9}
zh	配角	{HSK7-9}
zh	配偶	{HSK7-9}
zh	配音	{HSK7-9}
zh	配置	{HSK7-9}
zh	喷泉	{HSK7-9}
zh	盆地	{HSK7-9}
zh	抨击	{HSK7-9}
zh	烹饪	{HSK7-9}
zh	烹调	{HSK7-9}
zh	棚	{HSK7-9}
zh	蓬勃	{HSK7-9}
zh	鹏程万里	{HSK7-9}
zh	澎湃	{HSK7-9}
zh	膨胀	{HSK7-9}
zh	捧场	{HSK7-9}
zh	碰钉子	{HSK7-9}
zh	碰巧	{HSK7-9}
zh	劈	{HSK7-9}
zh	批发	{HSK7-9}
zh	披露	{HSK7-9}
zh	批判	{HSK7-9}
zh	脾	{HSK7-9}
zh	疲惫	{HSK7-9}
zh	皮革	{HSK7-9}
zh	疲倦	{HSK7-9}
zh	匹配	{HSK7-9}
zh	屁股	{HSK7-9}
zh	僻静	{HSK7-9}
zh	媲美	{HSK7-9}
zh	譬如	{HSK7-9}
zh	偏	{HSK7-9}
zh	偏爱	{HSK7-9}
zh	偏差	{HSK7-9}
zh	篇幅	{HSK7-9}
zh	偏见	{HSK7-9}
zh	偏离	{HSK7-9}
zh	偏旁	{HSK7-9}
zh	偏僻	{HSK7-9}
zh	偏偏	{HSK7-9}
zh	偏向	{HSK7-9}
zh	偏远	{HSK7-9}
zh	片子	{HSK7-9}
zh	片段	{HSK7-9}
zh	漂泊	{HSK7-9}
zh	飘浮	{HSK7-9}
zh	漂浮	{HSK7-9}
zh	漂流	{HSK7-9}
zh	飘扬	{HSK7-9}
en	fuel	{选择性必修,CET4}
zh	票房	{HSK7-9}
zh	撇	{HSK7-9}
zh	拼搏	{HSK7-9}
zh	拼接	{HSK7-9}
zh	拼命	{HSK7-9}
zh	贫乏	{HSK7-9}
zh	频频	{HSK7-9}
zh	贫穷	{HSK7-9}
zh	品德	{HSK7-9}
zh	品位	{HSK7-9}
zh	品味	{HSK7-9}
zh	品行	{HSK7-9}
zh	聘	{HSK7-9}
zh	聘任	{HSK7-9}
zh	聘用	{HSK7-9}
zh	屏蔽	{HSK7-9}
zh	平淡	{HSK7-9}
zh	评定	{HSK7-9}
zh	平房	{HSK7-9}
zh	平和	{HSK7-9}
zh	平价	{HSK7-9}
zh	瓶颈	{HSK7-9}
zh	平面	{HSK7-9}
zh	评判	{HSK7-9}
zh	平日	{HSK7-9}
zh	评审	{HSK7-9}
zh	萍水相逢	{HSK7-9}
zh	平坦	{HSK7-9}
zh	评委	{HSK7-9}
zh	平稳	{HSK7-9}
zh	平息	{HSK7-9}
zh	平行	{HSK7-9}
zh	平庸	{HSK7-9}
zh	平原	{HSK7-9}
zh	屏障	{HSK7-9}
zh	凭证	{HSK7-9}
zh	颇	{HSK7-9}
zh	泼冷水	{HSK7-9}
zh	破案	{HSK7-9}
zh	迫不及待	{HSK7-9}
zh	破除	{HSK7-9}
zh	迫害	{HSK7-9}
zh	破解	{HSK7-9}
zh	破旧	{HSK7-9}
zh	破例	{HSK7-9}
zh	魄力	{HSK7-9}
zh	破裂	{HSK7-9}
zh	破灭	{HSK7-9}
zh	迫使	{HSK7-9}
zh	破碎	{HSK7-9}
zh	扑克	{HSK7-9}
zh	铺路	{HSK7-9}
zh	扑面而来	{HSK7-9}
zh	菩萨	{HSK7-9}
zh	谱	{HSK7-9}
zh	朴实	{HSK7-9}
zh	瀑布	{HSK7-9}
zh	沏	{HSK7-9}
zh	漆	{HSK7-9}
zh	欺负	{HSK7-9}
zh	漆黑	{HSK7-9}
zh	凄凉	{HSK7-9}
zh	期盼	{HSK7-9}
zh	蹊跷	{HSK7-9}
zh	欺诈	{HSK7-9}
zh	七嘴八舌	{HSK7-9}
zh	祈祷	{HSK7-9}
zh	奇观	{HSK7-9}
zh	奇妙	{HSK7-9}
zh	旗袍	{HSK7-9}
zh	崎岖	{HSK7-9}
zh	歧视	{HSK7-9}
zh	奇特	{HSK7-9}
zh	齐心协力	{HSK7-9}
zh	旗帜	{HSK7-9}
zh	起步	{HSK7-9}
zh	起草	{HSK7-9}
zh	启程	{HSK7-9}
zh	起程	{HSK7-9}
zh	启迪	{HSK7-9}
zh	起伏	{HSK7-9}
zh	乞丐	{HSK7-9}
zh	起哄	{HSK7-9}
zh	起劲	{HSK7-9}
zh	起码	{HSK7-9}
zh	启蒙	{HSK7-9}
zh	起跑线	{HSK7-9}
zh	乞求	{HSK7-9}
zh	起诉	{HSK7-9}
zh	乞讨	{HSK7-9}
zh	企图	{HSK7-9}
zh	启用	{HSK7-9}
zh	岂有此理	{HSK7-9}
zh	器材	{HSK7-9}
zh	气愤	{HSK7-9}
zh	气管	{HSK7-9}
zh	器官	{HSK7-9}
zh	契机	{HSK7-9}
zh	迄今	{HSK7-9}
zh	器具	{HSK7-9}
zh	气流	{HSK7-9}
zh	气馁	{HSK7-9}
zh	气派	{HSK7-9}
zh	气泡	{HSK7-9}
zh	气魄	{HSK7-9}
zh	弃权	{HSK7-9}
zh	气色	{HSK7-9}
zh	气势	{HSK7-9}
zh	气息	{HSK7-9}
zh	气象	{HSK7-9}
zh	器械	{HSK7-9}
zh	气压	{HSK7-9}
zh	契约	{HSK7-9}
zh	器重	{HSK7-9}
zh	掐	{HSK7-9}
zh	恰到好处	{HSK7-9}
zh	恰巧	{HSK7-9}
zh	恰如其分	{HSK7-9}
zh	洽谈	{HSK7-9}
zh	迁	{HSK7-9}
zh	千变万化	{HSK7-9}
zh	牵扯	{HSK7-9}
zh	千方百计	{HSK7-9}
zh	牵挂	{HSK7-9}
zh	迁就	{HSK7-9}
zh	千军万马	{HSK7-9}
zh	千钧一发	{HSK7-9}
zh	牵涉	{HSK7-9}
zh	签署	{HSK7-9}
zh	牵头	{HSK7-9}
zh	迁徙	{HSK7-9}
zh	谦逊	{HSK7-9}
zh	迁移	{HSK7-9}
zh	签约	{HSK7-9}
zh	牵制	{HSK7-9}
zh	千姿百态	{HSK7-9}
zh	前辈	{HSK7-9}
zh	钱财	{HSK7-9}
zh	前程	{HSK7-9}
zh	虔诚	{HSK7-9}
zh	潜伏	{HSK7-9}
zh	前赴后继	{HSK7-9}
zh	潜能	{HSK7-9}
zh	前任	{HSK7-9}
zh	潜入	{HSK7-9}
zh	潜水	{HSK7-9}
zh	前所未有	{HSK7-9}
zh	前台	{HSK7-9}
zh	潜艇	{HSK7-9}
zh	前无古人	{HSK7-9}
zh	前夕	{HSK7-9}
zh	前线	{HSK7-9}
zh	潜心	{HSK7-9}
zh	前沿	{HSK7-9}
zh	潜移默化	{HSK7-9}
zh	潜在	{HSK7-9}
zh	浅显	{HSK7-9}
zh	谴责	{HSK7-9}
zh	欠缺	{HSK7-9}
zh	欠条	{HSK7-9}
zh	歉意	{HSK7-9}
zh	呛	{HSK7-9}
zh	腔	{HSK7-9}
zh	枪毙	{HSK7-9}
zh	强盗	{HSK7-9}
zh	强加	{HSK7-9}
zh	强劲	{HSK7-9}
zh	强势	{HSK7-9}
zh	强项	{HSK7-9}
zh	强行	{HSK7-9}
zh	强硬	{HSK7-9}
zh	强占	{HSK7-9}
zh	强制	{HSK7-9}
zh	抢夺	{HSK7-9}
zh	抢劫	{HSK7-9}
zh	抢眼	{HSK7-9}
zh	敲诈	{HSK7-9}
zh	憔悴	{HSK7-9}
zh	巧合	{HSK7-9}
zh	翘	{HSK7-9}
zh	撬	{HSK7-9}
zh	窍门	{HSK7-9}
zh	切除	{HSK7-9}
zh	切磋	{HSK7-9}
zh	切割	{HSK7-9}
zh	切换	{HSK7-9}
zh	且	{HSK7-9}
zh	锲而不舍	{HSK7-9}
zh	切记	{HSK7-9}
zh	切忌	{HSK7-9}
zh	窃取	{HSK7-9}
zh	切身	{HSK7-9}
zh	惬意	{HSK7-9}
zh	侵犯	{HSK7-9}
zh	侵害	{HSK7-9}
zh	亲和力	{HSK7-9}
zh	亲近	{HSK7-9}
zh	侵略	{HSK7-9}
zh	钦佩	{HSK7-9}
zh	侵权	{HSK7-9}
zh	亲热	{HSK7-9}
zh	亲身	{HSK7-9}
zh	亲生	{HSK7-9}
zh	亲手	{HSK7-9}
zh	亲眼	{HSK7-9}
zh	侵占	{HSK7-9}
zh	勤工俭学	{HSK7-9}
zh	勤俭	{HSK7-9}
zh	勤快	{HSK7-9}
zh	琴棋书画	{HSK7-9}
zh	寝室	{HSK7-9}
zh	轻而易举	{HSK7-9}
zh	清澈	{HSK7-9}
zh	清除	{HSK7-9}
zh	清脆	{HSK7-9}
zh	清单	{HSK7-9}
zh	倾倒	{HSK7-9}
zh	倾家荡产	{HSK7-9}
zh	清静	{HSK7-9}
zh	青睐	{HSK7-9}
zh	清凉	{HSK7-9}
zh	轻蔑	{HSK7-9}
zh	轻视	{HSK7-9}
zh	倾诉	{HSK7-9}
zh	青铜器	{HSK7-9}
zh	轻微	{HSK7-9}
zh	倾销	{HSK7-9}
zh	倾斜	{HSK7-9}
zh	清新	{HSK7-9}
zh	轻型	{HSK7-9}
zh	情报	{HSK7-9}
zh	情不自禁	{HSK7-9}
zh	情调	{HSK7-9}
zh	情怀	{HSK7-9}
zh	情结	{HSK7-9}
zh	情境	{HSK7-9}
zh	情理	{HSK7-9}
zh	情侣	{HSK7-9}
zh	情人	{HSK7-9}
zh	情商	{HSK7-9}
zh	情谊	{HSK7-9}
zh	情愿	{HSK7-9}
zh	请柬	{HSK7-9}
zh	请示	{HSK7-9}
zh	请帖	{HSK7-9}
zh	庆典	{HSK7-9}
zh	庆贺	{HSK7-9}
zh	庆幸	{HSK7-9}
zh	丘陵	{HSK7-9}
zh	囚犯	{HSK7-9}
zh	求同存异	{HSK7-9}
zh	求学	{HSK7-9}
zh	求医	{HSK7-9}
zh	求证	{HSK7-9}
zh	驱动	{HSK7-9}
zh	屈服	{HSK7-9}
zh	区间	{HSK7-9}
zh	区区	{HSK7-9}
zh	曲线	{HSK7-9}
zh	趋于	{HSK7-9}
zh	曲折	{HSK7-9}
zh	驱逐	{HSK7-9}
zh	取而代之	{HSK7-9}
zh	取材	{HSK7-9}
zh	取缔	{HSK7-9}
zh	取经	{HSK7-9}
zh	取决	{HSK7-9}
zh	取暖	{HSK7-9}
zh	取胜	{HSK7-9}
zh	取笑	{HSK7-9}
zh	曲艺	{HSK7-9}
zh	去除	{HSK7-9}
zh	去处	{HSK7-9}
zh	去向	{HSK7-9}
zh	圈套	{HSK7-9}
zh	圈子	{HSK7-9}
zh	拳	{HSK7-9}
zh	全方位	{HSK7-9}
zh	权衡	{HSK7-9}
zh	拳击	{HSK7-9}
zh	全局	{HSK7-9}
zh	全力以赴	{HSK7-9}
zh	全能	{HSK7-9}
zh	全身心	{HSK7-9}
zh	诠释	{HSK7-9}
zh	拳头	{HSK7-9}
zh	权威	{HSK7-9}
zh	权限	{HSK7-9}
zh	全心全意	{HSK7-9}
zh	权益	{HSK7-9}
zh	劝告	{HSK7-9}
zh	劝说	{HSK7-9}
zh	劝阻	{HSK7-9}
zh	缺口	{HSK7-9}
zh	缺失	{HSK7-9}
zh	缺席	{HSK7-9}
zh	瘸	{HSK7-9}
zh	确切	{HSK7-9}
zh	确信	{HSK7-9}
zh	确凿	{HSK7-9}
zh	确诊	{HSK7-9}
zh	燃放	{HSK7-9}
zh	燃气	{HSK7-9}
zh	燃油	{HSK7-9}
zh	嚷	{HSK7-9}
zh	让步	{HSK7-9}
zh	饶	{HSK7-9}
zh	饶恕	{HSK7-9}
zh	扰乱	{HSK7-9}
zh	绕行	{HSK7-9}
zh	绕远儿	{HSK7-9}
zh	惹	{HSK7-9}
zh	热潮	{HSK7-9}
zh	热带	{HSK7-9}
zh	热泪盈眶	{HSK7-9}
zh	热腾腾	{HSK7-9}
zh	热销	{HSK7-9}
zh	热衷	{HSK7-9}
zh	仁慈	{HSK7-9}
zh	人次	{HSK7-9}
zh	人道	{HSK7-9}
zh	人格	{HSK7-9}
zh	人间	{HSK7-9}
zh	人品	{HSK7-9}
zh	人气	{HSK7-9}
zh	人情	{HSK7-9}
zh	人权	{HSK7-9}
zh	人身	{HSK7-9}
zh	人手	{HSK7-9}
zh	人文	{HSK7-9}
zh	人性	{HSK7-9}
zh	任性	{HSK7-9}
zh	人选	{HSK7-9}
zh	人缘儿	{HSK7-9}
zh	人造	{HSK7-9}
zh	人质	{HSK7-9}
zh	忍耐	{HSK7-9}
zh	忍心	{HSK7-9}
zh	任	{HSK7-9}
zh	任命	{HSK7-9}
zh	任期	{HSK7-9}
zh	韧性	{HSK7-9}
zh	任意	{HSK7-9}
zh	认证	{HSK7-9}
zh	任职	{HSK7-9}
zh	任重道远	{HSK7-9}
zh	日程	{HSK7-9}
zh	日复一日	{HSK7-9}
zh	日趋	{HSK7-9}
zh	日新月异	{HSK7-9}
zh	融	{HSK7-9}
zh	容光焕发	{HSK7-9}
zh	荣获	{HSK7-9}
zh	溶解	{HSK7-9}
zh	容貌	{HSK7-9}
zh	容纳	{HSK7-9}
zh	容器	{HSK7-9}
zh	融洽	{HSK7-9}
zh	容忍	{HSK7-9}
zh	荣幸	{HSK7-9}
zh	容许	{HSK7-9}
zh	容颜	{HSK7-9}
zh	荣耀	{HSK7-9}
zh	融资	{HSK7-9}
zh	冗长	{HSK7-9}
zh	揉	{HSK7-9}
zh	柔和	{HSK7-9}
zh	如痴如醉	{HSK7-9}
zh	如期	{HSK7-9}
zh	如实	{HSK7-9}
zh	如意	{HSK7-9}
zh	如一	{HSK7-9}
zh	如愿以偿	{HSK7-9}
zh	乳制品	{HSK7-9}
zh	入场	{HSK7-9}
zh	入场券	{HSK7-9}
zh	入侵	{HSK7-9}
zh	入手	{HSK7-9}
zh	软弱	{HSK7-9}
zh	软实力	{HSK7-9}
zh	瑞雪	{HSK7-9}
zh	润	{HSK7-9}
zh	若	{HSK7-9}
zh	若干	{HSK7-9}
zh	若是	{HSK7-9}
zh	弱势	{HSK7-9}
zh	弱项	{HSK7-9}
zh	撒谎	{HSK7-9}
zh	赛	{HSK7-9}
zh	赛车	{HSK7-9}
zh	赛季	{HSK7-9}
zh	赛跑	{HSK7-9}
zh	三番五次	{HSK7-9}
zh	三角	{HSK7-9}
zh	三维	{HSK7-9}
zh	散布	{HSK7-9}
zh	散落	{HSK7-9}
zh	桑拿	{HSK7-9}
zh	嗓音	{HSK7-9}
zh	丧生	{HSK7-9}
zh	骚乱	{HSK7-9}
zh	骚扰	{HSK7-9}
zh	扫除	{HSK7-9}
zh	扫墓	{HSK7-9}
zh	扫兴	{HSK7-9}
zh	嫂子	{HSK7-9}
zh	扫帚	{HSK7-9}
zh	僧人	{HSK7-9}
zh	纱	{HSK7-9}
zh	杀毒	{HSK7-9}
zh	杀害	{HSK7-9}
zh	沙龙	{HSK7-9}
zh	杀手	{HSK7-9}
zh	沙滩	{HSK7-9}
zh	傻瓜	{HSK7-9}
zh	筛	{HSK7-9}
zh	筛查	{HSK7-9}
zh	山川	{HSK7-9}
zh	煽动	{HSK7-9}
zh	山谷	{HSK7-9}
zh	山岭	{HSK7-9}
zh	山脉	{HSK7-9}
zh	山寨	{HSK7-9}
zh	闪烁	{HSK7-9}
zh	善	{HSK7-9}
zh	膳食	{HSK7-9}
zh	赡养	{HSK7-9}
zh	善意	{HSK7-9}
zh	擅自	{HSK7-9}
zh	伤脑筋	{HSK7-9}
zh	伤残	{HSK7-9}
zh	商贩	{HSK7-9}
zh	伤感	{HSK7-9}
zh	商贾	{HSK7-9}
zh	伤痕	{HSK7-9}
zh	商机	{HSK7-9}
zh	伤势	{HSK7-9}
zh	商讨	{HSK7-9}
zh	商议	{HSK7-9}
zh	商用	{HSK7-9}
zh	赏识	{HSK7-9}
zh	尚	{HSK7-9}
zh	上半场	{HSK7-9}
zh	上报	{HSK7-9}
zh	上层	{HSK7-9}
zh	上场	{HSK7-9}
zh	上岗	{HSK7-9}
zh	上火	{HSK7-9}
zh	上空	{HSK7-9}
zh	尚且	{HSK7-9}
zh	上任	{HSK7-9}
zh	上司	{HSK7-9}
zh	上诉	{HSK7-9}
zh	上调	{HSK7-9}
zh	尚未	{HSK7-9}
zh	上限	{HSK7-9}
zh	上行	{HSK7-9}
zh	上演	{HSK7-9}
zh	上瘾	{HSK7-9}
zh	上映	{HSK7-9}
zh	上游	{HSK7-9}
zh	捎	{HSK7-9}
zh	稍后	{HSK7-9}
zh	烧毁	{HSK7-9}
zh	稍稍	{HSK7-9}
zh	少不了	{HSK7-9}
zh	哨	{HSK7-9}
zh	少女	{HSK7-9}
zh	奢侈	{HSK7-9}
zh	奢望	{HSK7-9}
zh	设	{HSK7-9}
zh	设定	{HSK7-9}
zh	设法	{HSK7-9}
zh	社会主义	{HSK7-9}
zh	社交	{HSK7-9}
zh	涉猎	{HSK7-9}
zh	社团	{HSK7-9}
zh	涉嫌	{HSK7-9}
zh	深奥	{HSK7-9}
zh	申办	{HSK7-9}
zh	申报	{HSK7-9}
zh	身不由己	{HSK7-9}
zh	深沉	{HSK7-9}
zh	深化	{HSK7-9}
zh	身价	{HSK7-9}
zh	申领	{HSK7-9}
zh	深切	{HSK7-9}
zh	深情	{HSK7-9}
zh	深情厚谊	{HSK7-9}
zh	身躯	{HSK7-9}
zh	深入人心	{HSK7-9}
zh	绅士	{HSK7-9}
zh	伸手	{HSK7-9}
zh	深思	{HSK7-9}
zh	申诉	{HSK7-9}
zh	深邃	{HSK7-9}
zh	伸缩	{HSK7-9}
zh	呻吟	{HSK7-9}
zh	身影	{HSK7-9}
zh	深造	{HSK7-9}
zh	伸张	{HSK7-9}
zh	身子	{HSK7-9}
zh	神气	{HSK7-9}
zh	神情	{HSK7-9}
zh	神圣	{HSK7-9}
zh	神态	{HSK7-9}
zh	神仙	{HSK7-9}
zh	审	{HSK7-9}
zh	审查	{HSK7-9}
zh	审定	{HSK7-9}
zh	审核	{HSK7-9}
zh	审计	{HSK7-9}
zh	审理	{HSK7-9}
zh	审判	{HSK7-9}
zh	审批	{HSK7-9}
zh	审视	{HSK7-9}
zh	肾	{HSK7-9}
zh	渗	{HSK7-9}
zh	渗透	{HSK7-9}
zh	慎重	{HSK7-9}
zh	生产线	{HSK7-9}
zh	声称	{HSK7-9}
zh	牲畜	{HSK7-9}
zh	升华	{HSK7-9}
zh	生机	{HSK7-9}
zh	生理	{HSK7-9}
zh	声明	{HSK7-9}
zh	生命线	{HSK7-9}
zh	生怕	{HSK7-9}
zh	生平	{HSK7-9}
zh	生前	{HSK7-9}
zh	声势	{HSK7-9}
zh	生疏	{HSK7-9}
zh	生死	{HSK7-9}
zh	声望	{HSK7-9}
zh	生效	{HSK7-9}
zh	生涯	{HSK7-9}
zh	生硬	{HSK7-9}
zh	生育	{HSK7-9}
zh	声誉	{HSK7-9}
zh	升值	{HSK7-9}
zh	绳子	{HSK7-9}
zh	省略	{HSK7-9}
zh	省事	{HSK7-9}
zh	盛产	{HSK7-9}
zh	胜出	{HSK7-9}
zh	盛大	{HSK7-9}
zh	胜负	{HSK7-9}
zh	盛会	{HSK7-9}
zh	盛开	{HSK7-9}
zh	盛气凌人	{HSK7-9}
zh	盛情	{HSK7-9}
zh	胜任	{HSK7-9}
zh	盛夏	{HSK7-9}
zh	圣贤	{HSK7-9}
zh	盛行	{HSK7-9}
zh	盛宴	{HSK7-9}
zh	失传	{HSK7-9}
zh	湿地	{HSK7-9}
zh	师范	{HSK7-9}
zh	施工	{HSK7-9}
zh	施加	{HSK7-9}
zh	失控	{HSK7-9}
zh	失利	{HSK7-9}
zh	失礼	{HSK7-9}
zh	失灵	{HSK7-9}
zh	失落	{HSK7-9}
zh	失明	{HSK7-9}
zh	湿润	{HSK7-9}
zh	失事	{HSK7-9}
zh	失态	{HSK7-9}
zh	尸体	{HSK7-9}
zh	失效	{HSK7-9}
zh	施行	{HSK7-9}
zh	施压	{HSK7-9}
zh	施展	{HSK7-9}
zh	师长	{HSK7-9}
zh	师资	{HSK7-9}
zh	失踪	{HSK7-9}
zh	时隔	{HSK7-9}
zh	时而	{HSK7-9}
zh	实地	{HSK7-9}
zh	时段	{HSK7-9}
zh	时好时坏	{HSK7-9}
zh	实话实说	{HSK7-9}
zh	时节	{HSK7-9}
zh	时空	{HSK7-9}
zh	实况	{HSK7-9}
zh	时髦	{HSK7-9}
zh	时时	{HSK7-9}
zh	时事	{HSK7-9}
zh	实事求是	{HSK7-9}
zh	食宿	{HSK7-9}
zh	实体	{HSK7-9}
zh	实物	{HSK7-9}
zh	时装	{HSK7-9}
zh	屎	{HSK7-9}
zh	使唤	{HSK7-9}
zh	使命	{HSK7-9}
zh	史无前例	{HSK7-9}
zh	使者	{HSK7-9}
zh	势必	{HSK7-9}
zh	势不可当	{HSK7-9}
zh	视察	{HSK7-9}
zh	市场经济	{HSK7-9}
zh	世代	{HSK7-9}
zh	试点	{HSK7-9}
zh	是非	{HSK7-9}
zh	世故	{HSK7-9}
zh	嗜好	{HSK7-9}
zh	侍候	{HSK7-9}
zh	事迹	{HSK7-9}
zh	世间	{HSK7-9}
zh	视角	{HSK7-9}
zh	适量	{HSK7-9}
zh	士气	{HSK7-9}
zh	世人	{HSK7-9}
zh	适时	{HSK7-9}
zh	逝世	{HSK7-9}
zh	事态	{HSK7-9}
zh	试探	{HSK7-9}
zh	势头	{HSK7-9}
zh	示威	{HSK7-9}
zh	事务所	{HSK7-9}
zh	视线	{HSK7-9}
zh	试行	{HSK7-9}
zh	视野	{HSK7-9}
zh	事宜	{HSK7-9}
zh	示意	{HSK7-9}
zh	市值	{HSK7-9}
zh	柿子	{HSK7-9}
zh	收复	{HSK7-9}
zh	收割	{HSK7-9}
zh	收据	{HSK7-9}
zh	收敛	{HSK7-9}
zh	收留	{HSK7-9}
zh	收买	{HSK7-9}
zh	收视率	{HSK7-9}
zh	收缩	{HSK7-9}
zh	收养	{HSK7-9}
zh	收音机	{HSK7-9}
zh	收支	{HSK7-9}
zh	手册	{HSK7-9}
zh	首创	{HSK7-9}
zh	手动	{HSK7-9}
zh	首付	{HSK7-9}
zh	首府	{HSK7-9}
zh	守候	{HSK7-9}
zh	守护	{HSK7-9}
zh	手脚	{HSK7-9}
zh	首脑	{HSK7-9}
zh	手帕	{HSK7-9}
zh	首批	{HSK7-9}
zh	手枪	{HSK7-9}
zh	首饰	{HSK7-9}
zh	手头	{HSK7-9}
zh	手腕	{HSK7-9}
zh	首席	{HSK7-9}
zh	守信	{HSK7-9}
zh	手艺	{HSK7-9}
zh	手掌	{HSK7-9}
zh	守株待兔	{HSK7-9}
zh	受宠若惊	{HSK7-9}
zh	受挫	{HSK7-9}
zh	受害	{HSK7-9}
zh	受害人	{HSK7-9}
zh	受贿	{HSK7-9}
zh	受惊	{HSK7-9}
zh	受苦	{HSK7-9}
zh	受理	{HSK7-9}
zh	受骗	{HSK7-9}
zh	授权	{HSK7-9}
zh	受益	{HSK7-9}
zh	受益匪浅	{HSK7-9}
zh	授予	{HSK7-9}
zh	受罪	{HSK7-9}
zh	梳	{HSK7-9}
zh	舒畅	{HSK7-9}
zh	疏导	{HSK7-9}
zh	疏忽	{HSK7-9}
zh	书记	{HSK7-9}
zh	梳理	{HSK7-9}
zh	枢纽	{HSK7-9}
zh	抒情	{HSK7-9}
zh	疏散	{HSK7-9}
zh	疏通	{HSK7-9}
zh	输血	{HSK7-9}
zh	输液	{HSK7-9}
zh	疏远	{HSK7-9}
zh	舒展	{HSK7-9}
zh	梳子	{HSK7-9}
zh	赎	{HSK7-9}
zh	曙光	{HSK7-9}
zh	属相	{HSK7-9}
zh	属性	{HSK7-9}
zh	数一数二	{HSK7-9}
zh	数额	{HSK7-9}
zh	束缚	{HSK7-9}
zh	树干	{HSK7-9}
zh	数据库	{HSK7-9}
zh	竖立	{HSK7-9}
zh	数码	{HSK7-9}
zh	树梢	{HSK7-9}
zh	束手无策	{HSK7-9}
zh	树荫	{HSK7-9}
zh	刷新	{HSK7-9}
zh	耍	{HSK7-9}
zh	耍赖	{HSK7-9}
zh	衰减	{HSK7-9}
zh	摔跤	{HSK7-9}
zh	衰竭	{HSK7-9}
zh	衰落	{HSK7-9}
zh	衰弱	{HSK7-9}
zh	衰退	{HSK7-9}
zh	甩	{HSK7-9}
zh	拴	{HSK7-9}
zh	涮	{HSK7-9}
zh	霜	{HSK7-9}
zh	双胞胎	{HSK7-9}
zh	双边	{HSK7-9}
zh	双重	{HSK7-9}
zh	双向	{HSK7-9}
zh	双赢	{HSK7-9}
zh	爽	{HSK7-9}
zh	爽快	{HSK7-9}
zh	水产	{HSK7-9}
zh	水滴石穿	{HSK7-9}
zh	水晶	{HSK7-9}
zh	水利	{HSK7-9}
zh	水龙头	{HSK7-9}
zh	水落石出	{HSK7-9}
zh	水汽	{HSK7-9}
zh	水土	{HSK7-9}
zh	水域	{HSK7-9}
zh	水源	{HSK7-9}
zh	水涨船高	{HSK7-9}
zh	水准	{HSK7-9}
zh	睡袋	{HSK7-9}
zh	税收	{HSK7-9}
zh	税务	{HSK7-9}
zh	顺差	{HSK7-9}
zh	顺畅	{HSK7-9}
zh	顺从	{HSK7-9}
zh	顺理成章	{HSK7-9}
zh	顺路	{HSK7-9}
zh	顺其自然	{HSK7-9}
zh	顺势	{HSK7-9}
zh	顺手	{HSK7-9}
zh	顺心	{HSK7-9}
zh	顺延	{HSK7-9}
zh	顺应	{HSK7-9}
zh	说不上	{HSK7-9}
zh	说谎	{HSK7-9}
zh	说情	{HSK7-9}
zh	硕果	{HSK7-9}
zh	丝	{HSK7-9}
zh	撕	{HSK7-9}
zh	丝绸	{HSK7-9}
zh	司法	{HSK7-9}
zh	丝毫	{HSK7-9}
zh	私家车	{HSK7-9}
zh	司空见惯	{HSK7-9}
zh	私立	{HSK7-9}
zh	司令	{HSK7-9}
zh	思前想后	{HSK7-9}
zh	私事	{HSK7-9}
zh	思索	{HSK7-9}
zh	私下	{HSK7-9}
zh	思绪	{HSK7-9}
zh	私营	{HSK7-9}
zh	私有	{HSK7-9}
zh	私自	{HSK7-9}
zh	死心	{HSK7-9}
zh	寺	{HSK7-9}
zh	似曾相识	{HSK7-9}
zh	四方	{HSK7-9}
zh	伺机	{HSK7-9}
zh	饲料	{HSK7-9}
zh	四面八方	{HSK7-9}
zh	寺庙	{HSK7-9}
zh	似是而非	{HSK7-9}
zh	四通八达	{HSK7-9}
zh	肆无忌惮	{HSK7-9}
zh	饲养	{HSK7-9}
zh	四肢	{HSK7-9}
zh	松弛	{HSK7-9}
zh	松树	{HSK7-9}
zh	松懈	{HSK7-9}
zh	耸	{HSK7-9}
zh	耸立	{HSK7-9}
zh	怂恿	{HSK7-9}
zh	送别	{HSK7-9}
zh	送行	{HSK7-9}
zh	搜查	{HSK7-9}
zh	搜救	{HSK7-9}
zh	搜寻	{HSK7-9}
zh	酥	{HSK7-9}
zh	苏醒	{HSK7-9}
zh	俗	{HSK7-9}
zh	俗称	{HSK7-9}
zh	俗话	{HSK7-9}
zh	俗语	{HSK7-9}
zh	素	{HSK7-9}
zh	素不相识	{HSK7-9}
zh	素材	{HSK7-9}
zh	诉苦	{HSK7-9}
zh	诉求	{HSK7-9}
zh	素食	{HSK7-9}
zh	诉说	{HSK7-9}
zh	诉讼	{HSK7-9}
zh	素养	{HSK7-9}
zh	诉诸	{HSK7-9}
zh	蒜	{HSK7-9}
zh	算计	{HSK7-9}
zh	算盘	{HSK7-9}
zh	算数	{HSK7-9}
zh	算账	{HSK7-9}
zh	虽说	{HSK7-9}
zh	随处可见	{HSK7-9}
zh	随即	{HSK7-9}
zh	随机	{HSK7-9}
zh	随身	{HSK7-9}
zh	随时随地	{HSK7-9}
zh	随心所欲	{HSK7-9}
zh	隧道	{HSK7-9}
zh	损人利己	{HSK7-9}
zh	缩	{HSK7-9}
zh	缩减	{HSK7-9}
zh	缩水	{HSK7-9}
zh	缩影	{HSK7-9}
zh	锁定	{HSK7-9}
zh	索赔	{HSK7-9}
zh	索取	{HSK7-9}
zh	所属	{HSK7-9}
zh	琐碎	{HSK7-9}
zh	所谓	{HSK7-9}
zh	索性	{HSK7-9}
zh	所在	{HSK7-9}
zh	所作所为	{HSK7-9}
zh	塌	{HSK7-9}
zh	踏	{HSK7-9}
zh	胎	{HSK7-9}
zh	胎儿	{HSK7-9}
zh	泰斗	{HSK7-9}
zh	太极	{HSK7-9}
zh	太平	{HSK7-9}
zh	态势	{HSK7-9}
zh	贪	{HSK7-9}
zh	摊	{HSK7-9}
zh	瘫	{HSK7-9}
zh	贪吃	{HSK7-9}
zh	瘫痪	{HSK7-9}
zh	贪婪	{HSK7-9}
zh	贪污	{HSK7-9}
zh	坛	{HSK7-9}
zh	痰	{HSK7-9}
zh	谈及	{HSK7-9}
zh	坦白	{HSK7-9}
zh	坦诚	{HSK7-9}
zh	坦克	{HSK7-9}
zh	坦然	{HSK7-9}
zh	坦率	{HSK7-9}
zh	坦言	{HSK7-9}
zh	毯子	{HSK7-9}
zh	炭	{HSK7-9}
zh	探	{HSK7-9}
zh	探测	{HSK7-9}
zh	探究	{HSK7-9}
zh	叹气	{HSK7-9}
zh	探亲	{HSK7-9}
zh	探求	{HSK7-9}
zh	探望	{HSK7-9}
zh	探险	{HSK7-9}
zh	堂	{HSK7-9}
zh	糖尿病	{HSK7-9}
zh	淌	{HSK7-9}
zh	倘若	{HSK7-9}
zh	掏腰包	{HSK7-9}
zh	滔滔不绝	{HSK7-9}
zh	淘	{HSK7-9}
zh	逃避	{HSK7-9}
zh	陶瓷	{HSK7-9}
zh	逃生	{HSK7-9}
zh	逃亡	{HSK7-9}
zh	陶冶	{HSK7-9}
zh	陶醉	{HSK7-9}
zh	讨	{HSK7-9}
zh	讨好	{HSK7-9}
zh	讨价还价	{HSK7-9}
zh	特此	{HSK7-9}
zh	特例	{HSK7-9}
zh	特权	{HSK7-9}
zh	特邀	{HSK7-9}
zh	特制	{HSK7-9}
zh	特质	{HSK7-9}
zh	腾	{HSK7-9}
zh	疼爱	{HSK7-9}
zh	藤蔓	{HSK7-9}
zh	剔除	{HSK7-9}
zh	梯子	{HSK7-9}
zh	提拔	{HSK7-9}
zh	提纲	{HSK7-9}
zh	提及	{HSK7-9}
zh	提炼	{HSK7-9}
zh	提名	{HSK7-9}
zh	提速	{HSK7-9}
zh	提心吊胆	{HSK7-9}
zh	提议	{HSK7-9}
zh	体裁	{HSK7-9}
zh	体谅	{HSK7-9}
zh	体面	{HSK7-9}
zh	体能	{HSK7-9}
zh	体魄	{HSK7-9}
zh	体态	{HSK7-9}
zh	体贴	{HSK7-9}
zh	体制	{HSK7-9}
zh	体质	{HSK7-9}
zh	剃	{HSK7-9}
zh	替补	{HSK7-9}
zh	替换	{HSK7-9}
zh	天长地久	{HSK7-9}
zh	天敌	{HSK7-9}
zh	天地	{HSK7-9}
zh	天鹅	{HSK7-9}
zh	天分	{HSK7-9}
zh	天赋	{HSK7-9}
zh	天花板	{HSK7-9}
zh	添加剂	{HSK7-9}
zh	天经地义	{HSK7-9}
zh	天伦之乐	{HSK7-9}
zh	天平	{HSK7-9}
zh	天桥	{HSK7-9}
zh	天生	{HSK7-9}
zh	天使	{HSK7-9}
zh	天堂	{HSK7-9}
zh	天线	{HSK7-9}
zh	天性	{HSK7-9}
zh	填补	{HSK7-9}
zh	填充	{HSK7-9}
zh	田间	{HSK7-9}
zh	甜美	{HSK7-9}
zh	甜蜜	{HSK7-9}
zh	田野	{HSK7-9}
zh	田园	{HSK7-9}
zh	舔	{HSK7-9}
zh	挑剔	{HSK7-9}
zh	调和	{HSK7-9}
zh	调剂	{HSK7-9}
zh	调解	{HSK7-9}
zh	调侃	{HSK7-9}
zh	调控	{HSK7-9}
zh	条款	{HSK7-9}
zh	条例	{HSK7-9}
zh	条理	{HSK7-9}
zh	调料	{HSK7-9}
zh	调试	{HSK7-9}
zh	条约	{HSK7-9}
zh	挑拨	{HSK7-9}
zh	挑衅	{HSK7-9}
zh	跳槽	{HSK7-9}
zh	跳动	{HSK7-9}
zh	跳伞	{HSK7-9}
zh	眺望	{HSK7-9}
zh	跳跃	{HSK7-9}
zh	贴切	{HSK7-9}
zh	铁	{HSK7-9}
zh	帖子	{HSK7-9}
zh	听从	{HSK7-9}
zh	停泊	{HSK7-9}
zh	停顿	{HSK7-9}
zh	停放	{HSK7-9}
zh	停业	{HSK7-9}
zh	停滞	{HSK7-9}
zh	亭子	{HSK7-9}
zh	挺拔	{HSK7-9}
zh	通报	{HSK7-9}
zh	通畅	{HSK7-9}
zh	通车	{HSK7-9}
zh	通告	{HSK7-9}
zh	通红	{HSK7-9}
zh	通货膨胀	{HSK7-9}
zh	通缉	{HSK7-9}
zh	通顺	{HSK7-9}
zh	通俗	{HSK7-9}
zh	通通	{HSK7-9}
zh	通宵	{HSK7-9}
zh	同胞	{HSK7-9}
zh	同比	{HSK7-9}
zh	同步	{HSK7-9}
zh	同等	{HSK7-9}
zh	同感	{HSK7-9}
zh	同伙	{HSK7-9}
zh	同盟	{HSK7-9}
zh	同期	{HSK7-9}
zh	同仁	{HSK7-9}
zh	同志	{HSK7-9}
zh	同舟共济	{HSK7-9}
zh	捅	{HSK7-9}
zh	筒	{HSK7-9}
zh	统筹	{HSK7-9}
zh	统统	{HSK7-9}
zh	统治	{HSK7-9}
zh	痛心	{HSK7-9}
zh	偷窥	{HSK7-9}
zh	偷懒	{HSK7-9}
zh	投奔	{HSK7-9}
zh	投放	{HSK7-9}
zh	投稿	{HSK7-9}
zh	头号	{HSK7-9}
zh	投机	{HSK7-9}
zh	投射	{HSK7-9}
zh	投身	{HSK7-9}
zh	头条	{HSK7-9}
zh	头头是道	{HSK7-9}
zh	头衔	{HSK7-9}
zh	投降	{HSK7-9}
zh	投掷	{HSK7-9}
zh	透彻	{HSK7-9}
zh	透气	{HSK7-9}
zh	透支	{HSK7-9}
zh	凸	{HSK7-9}
zh	秃	{HSK7-9}
zh	突击	{HSK7-9}
zh	突破口	{HSK7-9}
zh	突如其来	{HSK7-9}
zh	突兀	{HSK7-9}
zh	凸显	{HSK7-9}
zh	涂	{HSK7-9}
zh	徒步	{HSK7-9}
zh	徒劳	{HSK7-9}
zh	屠杀	{HSK7-9}
zh	图形	{HSK7-9}
zh	图纸	{HSK7-9}
zh	吐槽	{HSK7-9}
zh	土生土长	{HSK7-9}
zh	团伙	{HSK7-9}
zh	团聚	{HSK7-9}
zh	团员	{HSK7-9}
zh	推崇	{HSK7-9}
zh	推辞	{HSK7-9}
zh	推断	{HSK7-9}
zh	推翻	{HSK7-9}
zh	推理	{HSK7-9}
zh	推论	{HSK7-9}
zh	推敲	{HSK7-9}
zh	推算	{HSK7-9}
zh	推卸	{HSK7-9}
zh	推选	{HSK7-9}
zh	推移	{HSK7-9}
zh	颓废	{HSK7-9}
zh	退步	{HSK7-9}
zh	退化	{HSK7-9}
zh	退回	{HSK7-9}
zh	退却	{HSK7-9}
zh	退让	{HSK7-9}
zh	退缩	{HSK7-9}
zh	退役	{HSK7-9}
zh	吞吞吐吐	{HSK7-9}
zh	臀	{HSK7-9}
zh	托	{HSK7-9}
zh	托付	{HSK7-9}
zh	脱节	{HSK7-9}
zh	脱口而出	{HSK7-9}
zh	拖累	{HSK7-9}
zh	脱离	{HSK7-9}
zh	脱落	{HSK7-9}
zh	拖欠	{HSK7-9}
zh	脱身	{HSK7-9}
zh	脱颖而出	{HSK7-9}
zh	驮	{HSK7-9}
zh	妥	{HSK7-9}
zh	妥当	{HSK7-9}
zh	妥善	{HSK7-9}
zh	妥协	{HSK7-9}
zh	椭圆	{HSK7-9}
zh	拓宽	{HSK7-9}
zh	唾弃	{HSK7-9}
zh	唾液	{HSK7-9}
zh	拓展	{HSK7-9}
zh	挖掘	{HSK7-9}
zh	挖苦	{HSK7-9}
zh	瓦	{HSK7-9}
zh	瓦解	{HSK7-9}
zh	歪曲	{HSK7-9}
zh	外币	{HSK7-9}
zh	外行	{HSK7-9}
zh	外号	{HSK7-9}
zh	外汇	{HSK7-9}
zh	外籍	{HSK7-9}
zh	外贸	{HSK7-9}
zh	外貌	{HSK7-9}
zh	外向	{HSK7-9}
zh	外星人	{HSK7-9}
zh	外援	{HSK7-9}
zh	外在	{HSK7-9}
zh	外资	{HSK7-9}
zh	丸	{HSK7-9}
zh	完备	{HSK7-9}
zh	完毕	{HSK7-9}
zh	顽固	{HSK7-9}
zh	完好	{HSK7-9}
zh	玩弄	{HSK7-9}
zh	顽皮	{HSK7-9}
zh	玩耍	{HSK7-9}
zh	玩意儿	{HSK7-9}
zh	丸子	{HSK7-9}
zh	挽	{HSK7-9}
zh	挽回	{HSK7-9}
zh	挽救	{HSK7-9}
zh	晚年	{HSK7-9}
zh	晚期	{HSK7-9}
zh	惋惜	{HSK7-9}
zh	晚霞	{HSK7-9}
zh	万分	{HSK7-9}
zh	万能	{HSK7-9}
zh	万万	{HSK7-9}
zh	万无一失	{HSK7-9}
zh	汪洋	{HSK7-9}
zh	王朝	{HSK7-9}
zh	王国	{HSK7-9}
zh	王牌	{HSK7-9}
zh	亡羊补牢	{HSK7-9}
zh	往常	{HSK7-9}
zh	网点	{HSK7-9}
zh	网民	{HSK7-9}
zh	往日	{HSK7-9}
zh	往事	{HSK7-9}
zh	旺	{HSK7-9}
zh	旺季	{HSK7-9}
zh	旺盛	{HSK7-9}
zh	妄想	{HSK7-9}
zh	望远镜	{HSK7-9}
zh	微	{HSK7-9}
zh	微波炉	{HSK7-9}
zh	微不足道	{HSK7-9}
zh	威风	{HSK7-9}
zh	微观	{HSK7-9}
zh	危及	{HSK7-9}
zh	危急	{HSK7-9}
zh	威力	{HSK7-9}
zh	微妙	{HSK7-9}
zh	微弱	{HSK7-9}
zh	威慑	{HSK7-9}
zh	微生物	{HSK7-9}
zh	威望	{HSK7-9}
zh	微微	{HSK7-9}
zh	威信	{HSK7-9}
zh	微型	{HSK7-9}
zh	唯	{HSK7-9}
zh	违背	{HSK7-9}
zh	唯独	{HSK7-9}
zh	围观	{HSK7-9}
zh	围墙	{HSK7-9}
zh	维权	{HSK7-9}
zh	为人	{HSK7-9}
zh	唯有	{HSK7-9}
zh	违约	{HSK7-9}
zh	违章	{HSK7-9}
zh	纬度	{HSK7-9}
zh	尾气	{HSK7-9}
zh	尾声	{HSK7-9}
zh	萎缩	{HSK7-9}
zh	委婉	{HSK7-9}
zh	委员	{HSK7-9}
zh	委员会	{HSK7-9}
zh	伪造	{HSK7-9}
zh	伪装	{HSK7-9}
zh	味精	{HSK7-9}
zh	畏惧	{HSK7-9}
zh	蔚蓝	{HSK7-9}
zh	慰劳	{HSK7-9}
zh	未免	{HSK7-9}
zh	卫视	{HSK7-9}
zh	畏缩	{HSK7-9}
zh	慰问	{HSK7-9}
zh	卫星	{HSK7-9}
zh	喂养	{HSK7-9}
zh	未知数	{HSK7-9}
zh	位子	{HSK7-9}
zh	温差	{HSK7-9}
zh	温带	{HSK7-9}
zh	温度计	{HSK7-9}
zh	温泉	{HSK7-9}
zh	温室	{HSK7-9}
zh	温习	{HSK7-9}
zh	温馨	{HSK7-9}
zh	瘟疫	{HSK7-9}
zh	文	{HSK7-9}
zh	文盲	{HSK7-9}
zh	文凭	{HSK7-9}
zh	文人	{HSK7-9}
zh	文雅	{HSK7-9}
zh	蚊帐	{HSK7-9}
zh	蚊子	{HSK7-9}
zh	吻	{HSK7-9}
zh	稳	{HSK7-9}
zh	稳固	{HSK7-9}
zh	吻合	{HSK7-9}
zh	稳健	{HSK7-9}
zh	紊乱	{HSK7-9}
zh	稳妥	{HSK7-9}
zh	稳重	{HSK7-9}
zh	问候	{HSK7-9}
zh	问世	{HSK7-9}
zh	窝	{HSK7-9}
zh	卧	{HSK7-9}
zh	卧铺	{HSK7-9}
zh	污秽	{HSK7-9}
zh	污蔑	{HSK7-9}
zh	诬陷	{HSK7-9}
zh	屋檐	{HSK7-9}
zh	呜咽	{HSK7-9}
zh	乌云	{HSK7-9}
zh	无比	{HSK7-9}
zh	无边无际	{HSK7-9}
zh	无不	{HSK7-9}
zh	无偿	{HSK7-9}
zh	无耻	{HSK7-9}
zh	无从	{HSK7-9}
zh	无敌	{HSK7-9}
zh	无动于衷	{HSK7-9}
zh	无非	{HSK7-9}
zh	无故	{HSK7-9}
zh	无辜	{HSK7-9}
zh	无关紧要	{HSK7-9}
zh	无话可说	{HSK7-9}
zh	无家可归	{HSK7-9}
zh	无价之宝	{HSK7-9}
zh	无精打采	{HSK7-9}
zh	无济于事	{HSK7-9}
zh	无可厚非	{HSK7-9}
zh	无可奈何	{HSK7-9}
zh	无赖	{HSK7-9}
zh	无力	{HSK7-9}
zh	无理	{HSK7-9}
zh	无论如何	{HSK7-9}
zh	无能	{HSK7-9}
zh	无能为力	{HSK7-9}
zh	无情	{HSK7-9}
zh	无穷	{HSK7-9}
zh	无私	{HSK7-9}
zh	无所事事	{HSK7-9}
zh	无所作为	{HSK7-9}
zh	无条件	{HSK7-9}
zh	无微不至	{HSK7-9}
zh	无线	{HSK7-9}
zh	无形	{HSK7-9}
zh	无须	{HSK7-9}
zh	无意	{HSK7-9}
zh	无忧无虑	{HSK7-9}
zh	无缘	{HSK7-9}
zh	无知	{HSK7-9}
zh	捂	{HSK7-9}
zh	舞	{HSK7-9}
zh	五官	{HSK7-9}
zh	五花八门	{HSK7-9}
zh	五湖四海	{HSK7-9}
zh	武力	{HSK7-9}
zh	侮辱	{HSK7-9}
zh	武侠	{HSK7-9}
zh	武装	{HSK7-9}
zh	勿	{HSK7-9}
zh	务必	{HSK7-9}
zh	误差	{HSK7-9}
zh	误导	{HSK7-9}
zh	务工	{HSK7-9}
zh	物力	{HSK7-9}
zh	物流	{HSK7-9}
zh	物美价廉	{HSK7-9}
zh	误区	{HSK7-9}
zh	物色	{HSK7-9}
zh	务实	{HSK7-9}
zh	物证	{HSK7-9}
zh	物种	{HSK7-9}
zh	物资	{HSK7-9}
zh	稀	{HSK7-9}
zh	溪	{HSK7-9}
zh	吸毒	{HSK7-9}
zh	膝盖	{HSK7-9}
zh	稀罕	{HSK7-9}
zh	熄火	{HSK7-9}
zh	犀利	{HSK7-9}
zh	奚落	{HSK7-9}
zh	熄灭	{HSK7-9}
zh	吸纳	{HSK7-9}
zh	稀奇	{HSK7-9}
zh	昔日	{HSK7-9}
zh	稀少	{HSK7-9}
zh	牺牲	{HSK7-9}
zh	嬉笑	{HSK7-9}
zh	熙熙攘攘	{HSK7-9}
zh	息息相关	{HSK7-9}
zh	夕阳	{HSK7-9}
zh	稀有	{HSK7-9}
zh	锡纸	{HSK7-9}
zh	席	{HSK7-9}
zh	袭击	{HSK7-9}
zh	席位	{HSK7-9}
zh	喜出望外	{HSK7-9}
zh	洗涤	{HSK7-9}
zh	喜好	{HSK7-9}
zh	喜酒	{HSK7-9}
zh	洗礼	{HSK7-9}
zh	喜怒哀乐	{HSK7-9}
zh	喜庆	{HSK7-9}
zh	喜糖	{HSK7-9}
zh	喜闻乐见	{HSK7-9}
zh	喜洋洋	{HSK7-9}
zh	喜悦	{HSK7-9}
zh	细腻	{HSK7-9}
zh	细微	{HSK7-9}
zh	虾	{HSK7-9}
zh	瞎	{HSK7-9}
zh	狭隘	{HSK7-9}
zh	瑕疵	{HSK7-9}
zh	峡谷	{HSK7-9}
zh	辖区	{HSK7-9}
zh	狭小	{HSK7-9}
zh	狭义	{HSK7-9}
zh	狭窄	{HSK7-9}
zh	下半场	{HSK7-9}
zh	下场	{HSK7-9}
zh	下达	{HSK7-9}
zh	下跌	{HSK7-9}
zh	吓唬	{HSK7-9}
zh	下滑	{HSK7-9}
zh	下级	{HSK7-9}
zh	下令	{HSK7-9}
zh	下落	{HSK7-9}
zh	吓人	{HSK7-9}
zh	下手	{HSK7-9}
zh	下属	{HSK7-9}
zh	下台	{HSK7-9}
zh	下调	{HSK7-9}
zh	下行	{HSK7-9}
zh	下意识	{HSK7-9}
zh	下游	{HSK7-9}
zh	下坠	{HSK7-9}
zh	掀	{HSK7-9}
zh	先锋	{HSK7-9}
zh	仙鹤	{HSK7-9}
zh	鲜活	{HSK7-9}
zh	先例	{HSK7-9}
zh	鲜美	{HSK7-9}
zh	仙女	{HSK7-9}
zh	掀起	{HSK7-9}
zh	先天	{HSK7-9}
zh	纤维	{HSK7-9}
zh	鲜血	{HSK7-9}
zh	弦	{HSK7-9}
zh	闲话	{HSK7-9}
zh	衔接	{HSK7-9}
zh	嫌弃	{HSK7-9}
zh	嫌疑	{HSK7-9}
zh	闲置	{HSK7-9}
zh	显而易见	{HSK7-9}
zh	显赫	{HSK7-9}
zh	显露	{HSK7-9}
zh	显示器	{HSK7-9}
zh	显微镜	{HSK7-9}
zh	鲜为人知	{HSK7-9}
zh	显现	{HSK7-9}
zh	显性	{HSK7-9}
zh	显眼	{HSK7-9}
zh	陷	{HSK7-9}
zh	馅	{HSK7-9}
zh	献	{HSK7-9}
zh	现成	{HSK7-9}
zh	限定	{HSK7-9}
zh	宪法	{HSK7-9}
zh	陷害	{HSK7-9}
zh	陷阱	{HSK7-9}
zh	现任	{HSK7-9}
zh	线条	{HSK7-9}
zh	现行	{HSK7-9}
zh	镶	{HSK7-9}
zh	相伴	{HSK7-9}
zh	相辅相成	{HSK7-9}
zh	相继	{HSK7-9}
zh	相近	{HSK7-9}
zh	香料	{HSK7-9}
zh	镶嵌	{HSK7-9}
zh	乡亲	{HSK7-9}
zh	相识	{HSK7-9}
zh	相提并论	{HSK7-9}
zh	相通	{HSK7-9}
zh	乡下	{HSK7-9}
zh	香油	{HSK7-9}
zh	相遇	{HSK7-9}
zh	相约	{HSK7-9}
zh	祥和	{HSK7-9}
zh	详尽	{HSK7-9}
zh	享	{HSK7-9}
zh	想方设法	{HSK7-9}
zh	响亮	{HSK7-9}
zh	响应	{HSK7-9}
zh	享用	{HSK7-9}
zh	享有	{HSK7-9}
zh	巷	{HSK7-9}
zh	向导	{HSK7-9}
zh	橡胶	{HSK7-9}
zh	向来	{HSK7-9}
zh	相貌	{HSK7-9}
zh	像样	{HSK7-9}
zh	消	{HSK7-9}
zh	销	{HSK7-9}
zh	削	{HSK7-9}
zh	消沉	{HSK7-9}
zh	销毁	{HSK7-9}
zh	消磨	{HSK7-9}
zh	消遣	{HSK7-9}
zh	潇洒	{HSK7-9}
zh	萧条	{HSK7-9}
zh	嚣张	{HSK7-9}
zh	小菜一碟	{HSK7-9}
zh	小丑	{HSK7-9}
zh	小费	{HSK7-9}
zh	小看	{HSK7-9}
zh	小康	{HSK7-9}
zh	小品	{HSK7-9}
zh	小人	{HSK7-9}
zh	小提琴	{HSK7-9}
zh	小心翼翼	{HSK7-9}
zh	效仿	{HSK7-9}
zh	孝敬	{HSK7-9}
zh	效力	{HSK7-9}
zh	孝顺	{HSK7-9}
zh	肖像	{HSK7-9}
zh	效益	{HSK7-9}
zh	邪	{HSK7-9}
zh	挟持	{HSK7-9}
zh	协定	{HSK7-9}
zh	邪恶	{HSK7-9}
zh	协商	{HSK7-9}
zh	携手	{HSK7-9}
zh	协同	{HSK7-9}
zh	协作	{HSK7-9}
zh	写照	{HSK7-9}
zh	泄	{HSK7-9}
zh	泻	{HSK7-9}
zh	卸	{HSK7-9}
zh	谢绝	{HSK7-9}
zh	泄漏	{HSK7-9}
zh	泄露	{HSK7-9}
zh	泄密	{HSK7-9}
zh	泄气	{HSK7-9}
zh	卸任	{HSK7-9}
zh	卸载	{HSK7-9}
zh	心安理得	{HSK7-9}
zh	心病	{HSK7-9}
zh	心肠	{HSK7-9}
zh	新潮	{HSK7-9}
zh	新陈代谢	{HSK7-9}
zh	薪酬	{HSK7-9}
zh	新春	{HSK7-9}
zh	心得	{HSK7-9}
zh	心甘情愿	{HSK7-9}
zh	心慌	{HSK7-9}
zh	心急如焚	{HSK7-9}
zh	心灵手巧	{HSK7-9}
zh	芯片	{HSK7-9}
zh	新奇	{HSK7-9}
zh	辛勤	{HSK7-9}
zh	心声	{HSK7-9}
zh	新生	{HSK7-9}
zh	心事	{HSK7-9}
zh	新式	{HSK7-9}
zh	新手	{HSK7-9}
zh	心思	{HSK7-9}
zh	心酸	{HSK7-9}
zh	辛酸	{HSK7-9}
zh	欣慰	{HSK7-9}
zh	欣喜	{HSK7-9}
zh	心想事成	{HSK7-9}
zh	欣欣向荣	{HSK7-9}
zh	心胸	{HSK7-9}
zh	心血	{HSK7-9}
zh	心眼儿	{HSK7-9}
zh	心意	{HSK7-9}
zh	信贷	{HSK7-9}
zh	信件	{HSK7-9}
zh	信仰	{HSK7-9}
zh	信誉	{HSK7-9}
zh	腥	{HSK7-9}
zh	兴奋剂	{HSK7-9}
zh	星级	{HSK7-9}
zh	兴建	{HSK7-9}
zh	兴隆	{HSK7-9}
zh	星球	{HSK7-9}
zh	兴盛	{HSK7-9}
zh	兴旺	{HSK7-9}
zh	星系	{HSK7-9}
zh	猩猩	{HSK7-9}
zh	星座	{HSK7-9}
zh	刑法	{HSK7-9}
zh	刑事	{HSK7-9}
zh	行使	{HSK7-9}
zh	行星	{HSK7-9}
zh	形形色色	{HSK7-9}
zh	形影不离	{HSK7-9}
zh	行政	{HSK7-9}
zh	醒目	{HSK7-9}
zh	醒悟	{HSK7-9}
zh	幸存	{HSK7-9}
zh	性感	{HSK7-9}
zh	兴高采烈	{HSK7-9}
zh	幸好	{HSK7-9}
zh	幸亏	{HSK7-9}
zh	幸免	{HSK7-9}
zh	性命	{HSK7-9}
zh	性情	{HSK7-9}
zh	姓氏	{HSK7-9}
zh	兴致	{HSK7-9}
zh	凶	{HSK7-9}
zh	凶残	{HSK7-9}
zh	凶恶	{HSK7-9}
zh	凶狠	{HSK7-9}
zh	胸怀	{HSK7-9}
zh	凶猛	{HSK7-9}
zh	凶手	{HSK7-9}
zh	胸膛	{HSK7-9}
zh	汹涌	{HSK7-9}
zh	胸有成竹	{HSK7-9}
zh	雄厚	{HSK7-9}
zh	雄伟	{HSK7-9}
zh	雄性	{HSK7-9}
zh	修补	{HSK7-9}
zh	修长	{HSK7-9}
zh	羞耻	{HSK7-9}
zh	休克	{HSK7-9}
zh	羞愧	{HSK7-9}
zh	休眠	{HSK7-9}
zh	休想	{HSK7-9}
zh	休养	{HSK7-9}
zh	修养	{HSK7-9}
zh	修正	{HSK7-9}
zh	绣	{HSK7-9}
zh	锈	{HSK7-9}
zh	嗅	{HSK7-9}
zh	嗅觉	{HSK7-9}
zh	秀丽	{HSK7-9}
zh	秀美	{HSK7-9}
zh	袖手旁观	{HSK7-9}
zh	袖珍	{HSK7-9}
zh	须	{HSK7-9}
zh	虚	{HSK7-9}
zh	虚构	{HSK7-9}
zh	虚幻	{HSK7-9}
zh	虚假	{HSK7-9}
zh	虚拟	{HSK7-9}
zh	虚荣	{HSK7-9}
zh	虚弱	{HSK7-9}
zh	虚伪	{HSK7-9}
zh	须知	{HSK7-9}
zh	徐徐	{HSK7-9}
zh	许	{HSK7-9}
zh	许愿	{HSK7-9}
zh	序	{HSK7-9}
zh	续	{HSK7-9}
zh	絮叨	{HSK7-9}
zh	续航	{HSK7-9}
zh	酗酒	{HSK7-9}
zh	序列	{HSK7-9}
zh	畜牧	{HSK7-9}
zh	序幕	{HSK7-9}
zh	旭日	{HSK7-9}
zh	序言	{HSK7-9}
zh	宣称	{HSK7-9}
zh	宣读	{HSK7-9}
zh	宣告	{HSK7-9}
zh	喧哗	{HSK7-9}
zh	喧闹	{HSK7-9}
zh	宣誓	{HSK7-9}
zh	宣泄	{HSK7-9}
zh	宣言	{HSK7-9}
zh	宣扬	{HSK7-9}
zh	玄	{HSK7-9}
zh	悬	{HSK7-9}
zh	悬挂	{HSK7-9}
zh	玄机	{HSK7-9}
zh	旋律	{HSK7-9}
zh	悬念	{HSK7-9}
zh	悬殊	{HSK7-9}
zh	旋涡	{HSK7-9}
zh	悬崖	{HSK7-9}
zh	选举	{HSK7-9}
zh	选民	{HSK7-9}
zh	选项	{HSK7-9}
zh	选用	{HSK7-9}
zh	炫耀	{HSK7-9}
zh	削减	{HSK7-9}
zh	削弱	{HSK7-9}
zh	靴子	{HSK7-9}
zh	学识	{HSK7-9}
zh	学士	{HSK7-9}
zh	学说	{HSK7-9}
zh	穴位	{HSK7-9}
zh	学业	{HSK7-9}
zh	学子	{HSK7-9}
zh	雪山	{HSK7-9}
zh	雪上加霜	{HSK7-9}
zh	血脉	{HSK7-9}
zh	血缘	{HSK7-9}
zh	熏	{HSK7-9}
zh	熏陶	{HSK7-9}
zh	勋章	{HSK7-9}
zh	旬	{HSK7-9}
zh	寻	{HSK7-9}
zh	寻常	{HSK7-9}
zh	巡回	{HSK7-9}
zh	巡逻	{HSK7-9}
zh	寻觅	{HSK7-9}
zh	巡视	{HSK7-9}
zh	循序渐进	{HSK7-9}
zh	训	{HSK7-9}
zh	驯	{HSK7-9}
zh	迅猛	{HSK7-9}
zh	逊色	{HSK7-9}
zh	押	{HSK7-9}
zh	压倒	{HSK7-9}
zh	压迫	{HSK7-9}
zh	鸦雀无声	{HSK7-9}
zh	丫头	{HSK7-9}
zh	压抑	{HSK7-9}
zh	压榨	{HSK7-9}
zh	压制	{HSK7-9}
zh	压轴	{HSK7-9}
zh	芽	{HSK7-9}
zh	哑	{HSK7-9}
zh	揠苗助长	{HSK7-9}
zh	烟囱	{HSK7-9}
zh	咽喉	{HSK7-9}
zh	烟花	{HSK7-9}
zh	烟火	{HSK7-9}
zh	延	{HSK7-9}
zh	沿岸	{HSK7-9}
zh	言辞	{HSK7-9}
zh	延缓	{HSK7-9}
zh	严谨	{HSK7-9}
zh	严峻	{HSK7-9}
zh	言论	{HSK7-9}
zh	严密	{HSK7-9}
zh	岩石	{HSK7-9}
zh	沿途	{HSK7-9}
zh	阎王	{HSK7-9}
zh	延误	{HSK7-9}
zh	沿线	{HSK7-9}
zh	言行	{HSK7-9}
zh	沿用	{HSK7-9}
zh	演变	{HSK7-9}
zh	掩耳盗铃	{HSK7-9}
zh	掩盖	{HSK7-9}
zh	眼红	{HSK7-9}
zh	掩护	{HSK7-9}
zh	演化	{HSK7-9}
zh	演技	{HSK7-9}
zh	眼界	{HSK7-9}
zh	演练	{HSK7-9}
zh	眼色	{HSK7-9}
zh	眼神	{HSK7-9}
zh	衍生	{HSK7-9}
zh	掩饰	{HSK7-9}
zh	演示	{HSK7-9}
zh	演说	{HSK7-9}
zh	演习	{HSK7-9}
zh	眼下	{HSK7-9}
zh	演绎	{HSK7-9}
zh	咽	{HSK7-9}
zh	验	{HSK7-9}
zh	厌烦	{HSK7-9}
zh	厌倦	{HSK7-9}
zh	艳丽	{HSK7-9}
zh	验收	{HSK7-9}
zh	厌恶	{HSK7-9}
zh	燕子	{HSK7-9}
zh	秧歌	{HSK7-9}
zh	扬	{HSK7-9}
zh	阳历	{HSK7-9}
zh	杨树	{HSK7-9}
zh	阳性	{HSK7-9}
zh	洋溢	{HSK7-9}
zh	养活	{HSK7-9}
zh	养生	{HSK7-9}
zh	仰望	{HSK7-9}
zh	养育	{HSK7-9}
zh	养殖	{HSK7-9}
zh	样本	{HSK7-9}
zh	样品	{HSK7-9}
zh	邀	{HSK7-9}
zh	妖怪	{HSK7-9}
zh	窑	{HSK7-9}
zh	摇摆	{HSK7-9}
zh	摇晃	{HSK7-9}
zh	遥控	{HSK7-9}
zh	摇篮	{HSK7-9}
zh	谣言	{HSK7-9}
zh	摇摇欲坠	{HSK7-9}
zh	药材	{HSK7-9}
zh	药方	{HSK7-9}
zh	要害	{HSK7-9}
zh	要好	{HSK7-9}
zh	要紧	{HSK7-9}
zh	要领	{HSK7-9}
zh	要命	{HSK7-9}
zh	要强	{HSK7-9}
zh	耀眼	{HSK7-9}
zh	椰子	{HSK7-9}
zh	野餐	{HSK7-9}
zh	野蛮	{HSK7-9}
zh	野兽	{HSK7-9}
zh	野心	{HSK7-9}
zh	夜班	{HSK7-9}
zh	业绩	{HSK7-9}
zh	液晶	{HSK7-9}
zh	夜校	{HSK7-9}
zh	夜宵	{HSK7-9}
zh	夜以继日	{HSK7-9}
zh	依	{HSK7-9}
zh	依次	{HSK7-9}
zh	依法	{HSK7-9}
zh	依附	{HSK7-9}
zh	衣裳	{HSK7-9}
zh	依托	{HSK7-9}
zh	医务	{HSK7-9}
zh	一线	{HSK7-9}
zh	依依不舍	{HSK7-9}
zh	依照	{HSK7-9}
zh	仪表	{HSK7-9}
zh	一并	{HSK7-9}
zh	疑点	{HSK7-9}
zh	一动不动	{HSK7-9}
zh	一度	{HSK7-9}
zh	一概	{HSK7-9}
zh	一概而论	{HSK7-9}
zh	一晃	{HSK7-9}
zh	移交	{HSK7-9}
zh	一技之长	{HSK7-9}
zh	宜居	{HSK7-9}
zh	遗留	{HSK7-9}
zh	遗漏	{HSK7-9}
zh	疑虑	{HSK7-9}
zh	一面	{HSK7-9}
zh	一目了然	{HSK7-9}
zh	遗弃	{HSK7-9}
zh	怡然自得	{HSK7-9}
zh	宜人	{HSK7-9}
zh	遗失	{HSK7-9}
zh	一事无成	{HSK7-9}
zh	遗体	{HSK7-9}
zh	遗忘	{HSK7-9}
zh	一味	{HSK7-9}
zh	遗物	{HSK7-9}
zh	移植	{HSK7-9}
zh	遗嘱	{HSK7-9}
zh	矣	{HSK7-9}
zh	倚	{HSK7-9}
zh	以身作则	{HSK7-9}
zh	以致	{HSK7-9}
zh	以至于	{HSK7-9}
zh	议	{HSK7-9}
zh	亦	{HSK7-9}
zh	译	{HSK7-9}
zh	溢	{HSK7-9}
zh	议程	{HSK7-9}
zh	一成不变	{HSK7-9}
zh	一筹莫展	{HSK7-9}
zh	一干二净	{HSK7-9}
zh	义工	{HSK7-9}
zh	一鼓作气	{HSK7-9}
zh	一经	{HSK7-9}
zh	一举	{HSK7-9}
zh	一举两得	{HSK7-9}
zh	一举一动	{HSK7-9}
zh	异口同声	{HSK7-9}
zh	易拉罐	{HSK7-9}
zh	一揽子	{HSK7-9}
zh	屹立	{HSK7-9}
zh	毅力	{HSK7-9}
zh	一连	{HSK7-9}
zh	一连串	{HSK7-9}
zh	意料	{HSK7-9}
zh	一毛不拔	{HSK7-9}
zh	疫苗	{HSK7-9}
zh	一旁	{HSK7-9}
zh	一齐	{HSK7-9}
zh	毅然	{HSK7-9}
zh	一如既往	{HSK7-9}
zh	一声不吭	{HSK7-9}
zh	一手	{HSK7-9}
zh	一丝不苟	{HSK7-9}
zh	一塌糊涂	{HSK7-9}
zh	议题	{HSK7-9}
zh	一体	{HSK7-9}
zh	一头	{HSK7-9}
zh	意图	{HSK7-9}
zh	亿万	{HSK7-9}
zh	意味	{HSK7-9}
zh	一无所有	{HSK7-9}
zh	一无所知	{HSK7-9}
zh	意向	{HSK7-9}
zh	意想不到	{HSK7-9}
zh	异想天开	{HSK7-9}
zh	一心	{HSK7-9}
zh	一行	{HSK7-9}
zh	异性	{HSK7-9}
zh	一心一意	{HSK7-9}
zh	一言不发	{HSK7-9}
zh	抑扬顿挫	{HSK7-9}
zh	一言一行	{HSK7-9}
zh	异议	{HSK7-9}
zh	一应俱全	{HSK7-9}
zh	抑郁	{HSK7-9}
zh	意愿	{HSK7-9}
zh	抑郁症	{HSK7-9}
zh	一早	{HSK7-9}
zh	一针见血	{HSK7-9}
zh	意志	{HSK7-9}
zh	阴暗	{HSK7-9}
zh	因地制宜	{HSK7-9}
zh	阴历	{HSK7-9}
zh	阴谋	{HSK7-9}
zh	殷勤	{HSK7-9}
zh	因人而异	{HSK7-9}
zh	音响	{HSK7-9}
zh	阴性	{HSK7-9}
zh	阴影	{HSK7-9}
zh	银幕	{HSK7-9}
zh	瘾	{HSK7-9}
zh	隐蔽	{HSK7-9}
zh	隐含	{HSK7-9}
zh	隐患	{HSK7-9}
zh	引荐	{HSK7-9}
zh	引经据典	{HSK7-9}
zh	引领	{HSK7-9}
zh	隐瞒	{HSK7-9}
zh	引擎	{HSK7-9}
zh	隐情	{HSK7-9}
zh	引人入胜	{HSK7-9}
zh	引人注目	{HSK7-9}
zh	隐形	{HSK7-9}
zh	隐性	{HSK7-9}
zh	引用	{HSK7-9}
zh	引诱	{HSK7-9}
zh	隐约	{HSK7-9}
zh	印章	{HSK7-9}
zh	印证	{HSK7-9}
zh	鹰	{HSK7-9}
zh	英俊	{HSK7-9}
zh	英明	{HSK7-9}
zh	英勇	{HSK7-9}
zh	应有尽有	{HSK7-9}
zh	荧光	{HSK7-9}
zh	迎合	{HSK7-9}
zh	赢家	{HSK7-9}
zh	营救	{HSK7-9}
zh	盈利	{HSK7-9}
zh	营利	{HSK7-9}
zh	迎面	{HSK7-9}
zh	营销	{HSK7-9}
zh	营造	{HSK7-9}
zh	影像	{HSK7-9}
zh	应	{HSK7-9}
zh	硬币	{HSK7-9}
zh	应酬	{HSK7-9}
zh	应付	{HSK7-9}
zh	应急	{HSK7-9}
zh	硬朗	{HSK7-9}
zh	硬盘	{HSK7-9}
zh	应邀	{HSK7-9}
zh	拥护	{HSK7-9}
zh	庸俗	{HSK7-9}
zh	涌	{HSK7-9}
zh	永恒	{HSK7-9}
zh	永久	{HSK7-9}
zh	勇往直前	{HSK7-9}
zh	踊跃	{HSK7-9}
zh	用意	{HSK7-9}
zh	忧愁	{HSK7-9}
zh	忧虑	{HSK7-9}
zh	优胜劣汰	{HSK7-9}
zh	悠闲	{HSK7-9}
zh	优雅	{HSK7-9}
zh	忧郁	{HSK7-9}
zh	优越	{HSK7-9}
zh	邮编	{HSK7-9}
zh	游船	{HSK7-9}
zh	油画	{HSK7-9}
zh	油腻	{HSK7-9}
zh	油漆	{HSK7-9}
zh	尤为	{HSK7-9}
zh	游行	{HSK7-9}
zh	犹豫不决	{HSK7-9}
zh	邮政	{HSK7-9}
zh	由衷	{HSK7-9}
zh	有待	{HSK7-9}
zh	有的放矢	{HSK7-9}
zh	友人	{HSK7-9}
zh	友善	{HSK7-9}
zh	有声有色	{HSK7-9}
zh	有条不紊	{HSK7-9}
zh	有望	{HSK7-9}
zh	有幸	{HSK7-9}
zh	有意	{HSK7-9}
zh	有朝一日	{HSK7-9}
zh	诱饵	{HSK7-9}
zh	诱发	{HSK7-9}
zh	诱惑	{HSK7-9}
zh	诱人	{HSK7-9}
zh	幼稚	{HSK7-9}
zh	淤泥	{HSK7-9}
zh	余	{HSK7-9}
zh	渔船	{HSK7-9}
zh	愚蠢	{HSK7-9}
zh	余地	{HSK7-9}
zh	愚公移山	{HSK7-9}
zh	舆论	{HSK7-9}
zh	愚昧	{HSK7-9}
zh	渔民	{HSK7-9}
zh	逾期	{HSK7-9}
zh	愉悦	{HSK7-9}
zh	与否	{HSK7-9}
zh	与日俱增	{HSK7-9}
zh	与时俱进	{HSK7-9}
zh	予以	{HSK7-9}
zh	与众不同	{HSK7-9}
zh	宇宙	{HSK7-9}
zh	玉	{HSK7-9}
zh	愈	{HSK7-9}
zh	预备	{HSK7-9}
zh	预感	{HSK7-9}
zh	预告	{HSK7-9}
zh	愈合	{HSK7-9}
zh	愈加	{HSK7-9}
zh	预见	{HSK7-9}
zh	预警	{HSK7-9}
zh	郁闷	{HSK7-9}
zh	遇难	{HSK7-9}
zh	预赛	{HSK7-9}
zh	预示	{HSK7-9}
zh	预售	{HSK7-9}
zh	预算	{HSK7-9}
zh	遇险	{HSK7-9}
zh	预先	{HSK7-9}
zh	预言	{HSK7-9}
zh	寓言	{HSK7-9}
zh	愈演愈烈	{HSK7-9}
zh	寓意	{HSK7-9}
zh	预兆	{HSK7-9}
zh	冤	{HSK7-9}
zh	冤枉	{HSK7-9}
zh	渊源	{HSK7-9}
zh	原创	{HSK7-9}
zh	缘分	{HSK7-9}
zh	原告	{HSK7-9}
zh	缘故	{HSK7-9}
zh	元老	{HSK7-9}
zh	园区	{HSK7-9}
zh	源泉	{HSK7-9}
zh	元首	{HSK7-9}
zh	源头	{HSK7-9}
zh	原型	{HSK7-9}
zh	源源不断	{HSK7-9}
zh	源远流长	{HSK7-9}
zh	原汁原味	{HSK7-9}
zh	援助	{HSK7-9}
zh	原装	{HSK7-9}
zh	远见	{HSK7-9}
zh	远近闻名	{HSK7-9}
zh	怨	{HSK7-9}
zh	怨恨	{HSK7-9}
zh	怨气	{HSK7-9}
zh	院士	{HSK7-9}
zh	怨言	{HSK7-9}
zh	曰	{HSK7-9}
zh	约定俗成	{HSK7-9}
zh	乐队	{HSK7-9}
zh	悦耳	{HSK7-9}
zh	越发	{HSK7-9}
zh	岳父	{HSK7-9}
zh	越过	{HSK7-9}
zh	阅览	{HSK7-9}
zh	阅历	{HSK7-9}
zh	岳母	{HSK7-9}
zh	乐谱	{HSK7-9}
zh	晕头转向	{HSK7-9}
zh	陨石	{HSK7-9}
zh	熨	{HSK7-9}
zh	蕴藏	{HSK7-9}
zh	运筹帷幄	{HSK7-9}
zh	孕妇	{HSK7-9}
zh	蕴含	{HSK7-9}
zh	运河	{HSK7-9}
zh	酝酿	{HSK7-9}
zh	运算	{HSK7-9}
zh	韵味	{HSK7-9}
zh	孕育	{HSK7-9}
zh	运转	{HSK7-9}
zh	运作	{HSK7-9}
zh	砸	{HSK7-9}
zh	杂技	{HSK7-9}
zh	杂交	{HSK7-9}
zh	杂乱无章	{HSK7-9}
zh	栽	{HSK7-9}
zh	栽培	{HSK7-9}
zh	栽赃	{HSK7-9}
zh	宰	{HSK7-9}
zh	再度	{HSK7-9}
zh	再接再厉	{HSK7-9}
zh	在所难免	{HSK7-9}
zh	载体	{HSK7-9}
zh	再现	{HSK7-9}
zh	在职	{HSK7-9}
zh	攒	{HSK7-9}
zh	暂	{HSK7-9}
zh	赞不绝口	{HSK7-9}
zh	赞美	{HSK7-9}
zh	暂且	{HSK7-9}
zh	赞叹	{HSK7-9}
zh	赞许	{HSK7-9}
zh	赞扬	{HSK7-9}
zh	赞助	{HSK7-9}
zh	葬	{HSK7-9}
zh	葬礼	{HSK7-9}
zh	糟粕	{HSK7-9}
zh	糟蹋	{HSK7-9}
zh	遭殃	{HSK7-9}
zh	凿	{HSK7-9}
zh	枣	{HSK7-9}
zh	早年	{HSK7-9}
zh	早日	{HSK7-9}
zh	灶	{HSK7-9}
zh	造福	{HSK7-9}
zh	造价	{HSK7-9}
zh	造假	{HSK7-9}
zh	造就	{HSK7-9}
zh	责备	{HSK7-9}
zh	责怪	{HSK7-9}
zh	贼	{HSK7-9}
zh	增产	{HSK7-9}
zh	增收	{HSK7-9}
zh	增速	{HSK7-9}
zh	增添	{HSK7-9}
zh	增值	{HSK7-9}
zh	渣	{HSK7-9}
zh	扎根	{HSK7-9}
zh	扎实	{HSK7-9}
zh	闸	{HSK7-9}
zh	眨眼	{HSK7-9}
zh	榨	{HSK7-9}
zh	炸弹	{HSK7-9}
zh	诈骗	{HSK7-9}
zh	炸药	{HSK7-9}
zh	摘要	{HSK7-9}
zh	债	{HSK7-9}
zh	债券	{HSK7-9}
zh	债务	{HSK7-9}
zh	沾	{HSK7-9}
zh	占卜	{HSK7-9}
zh	沾光	{HSK7-9}
zh	瞻仰	{HSK7-9}
zh	斩	{HSK7-9}
zh	盏	{HSK7-9}
zh	斩钉截铁	{HSK7-9}
zh	展望	{HSK7-9}
zh	辗转	{HSK7-9}
zh	蘸	{HSK7-9}
zh	战场	{HSK7-9}
zh	绽放	{HSK7-9}
zh	站立	{HSK7-9}
zh	占领	{HSK7-9}
zh	战略	{HSK7-9}
zh	战士	{HSK7-9}
zh	战术	{HSK7-9}
zh	战役	{HSK7-9}
zh	占用	{HSK7-9}
zh	战友	{HSK7-9}
zh	章程	{HSK7-9}
zh	张灯结彩	{HSK7-9}
zh	张贴	{HSK7-9}
zh	张扬	{HSK7-9}
zh	掌舵	{HSK7-9}
zh	涨幅	{HSK7-9}
zh	掌管	{HSK7-9}
zh	长相	{HSK7-9}
zh	胀	{HSK7-9}
zh	帐篷	{HSK7-9}
zh	招标	{HSK7-9}
zh	招揽	{HSK7-9}
zh	招募	{HSK7-9}
zh	招牌	{HSK7-9}
zh	朝气蓬勃	{HSK7-9}
zh	朝三暮四	{HSK7-9}
zh	招商	{HSK7-9}
zh	招数	{HSK7-9}
zh	朝夕相处	{HSK7-9}
zh	着迷	{HSK7-9}
zh	沼泽	{HSK7-9}
zh	罩	{HSK7-9}
zh	照办	{HSK7-9}
zh	照常	{HSK7-9}
zh	召集	{HSK7-9}
zh	照例	{HSK7-9}
zh	照料	{HSK7-9}
zh	照射	{HSK7-9}
zh	肇事	{HSK7-9}
zh	兆头	{HSK7-9}
zh	照样	{HSK7-9}
zh	照耀	{HSK7-9}
zh	遮	{HSK7-9}
zh	遮挡	{HSK7-9}
zh	遮盖	{HSK7-9}
zh	折腾	{HSK7-9}
zh	折叠	{HSK7-9}
zh	折合	{HSK7-9}
zh	哲理	{HSK7-9}
zh	折磨	{HSK7-9}
zh	折射	{HSK7-9}
zh	珍藏	{HSK7-9}
zh	侦查	{HSK7-9}
zh	针锋相对	{HSK7-9}
zh	针灸	{HSK7-9}
zh	真空	{HSK7-9}
zh	真理	{HSK7-9}
zh	真情	{HSK7-9}
zh	真是	{HSK7-9}
zh	珍视	{HSK7-9}
zh	侦探	{HSK7-9}
zh	珍稀	{HSK7-9}
zh	真心	{HSK7-9}
zh	真挚	{HSK7-9}
zh	珍重	{HSK7-9}
zh	斟酌	{HSK7-9}
zh	枕	{HSK7-9}
zh	诊所	{HSK7-9}
zh	震	{HSK7-9}
zh	震荡	{HSK7-9}
zh	阵地	{HSK7-9}
zh	镇定	{HSK7-9}
zh	振动	{HSK7-9}
zh	震动	{HSK7-9}
zh	振奋	{HSK7-9}
zh	震撼	{HSK7-9}
zh	镇静	{HSK7-9}
zh	震惊	{HSK7-9}
zh	阵容	{HSK7-9}
zh	振兴	{HSK7-9}
zh	阵营	{HSK7-9}
zh	振作	{HSK7-9}
zh	征	{HSK7-9}
zh	蒸	{HSK7-9}
zh	争辩	{HSK7-9}
zh	争端	{HSK7-9}
zh	蒸发	{HSK7-9}
zh	争分夺秒	{HSK7-9}
zh	征服	{HSK7-9}
zh	争光	{HSK7-9}
zh	征集	{HSK7-9}
zh	症结	{HSK7-9}
zh	争气	{HSK7-9}
zh	征收	{HSK7-9}
zh	争相	{HSK7-9}
zh	争先恐后	{HSK7-9}
zh	正月	{HSK7-9}
zh	挣扎	{HSK7-9}
zh	争执	{HSK7-9}
zh	整顿	{HSK7-9}
zh	整合	{HSK7-9}
zh	整洁	{HSK7-9}
zh	拯救	{HSK7-9}
zh	整数	{HSK7-9}
zh	整治	{HSK7-9}
zh	正版	{HSK7-9}
zh	正当	{HSK7-9}
zh	政党	{HSK7-9}
zh	正经	{HSK7-9}
zh	正能量	{HSK7-9}
zh	正气	{HSK7-9}
zh	政权	{HSK7-9}
zh	证券	{HSK7-9}
zh	证人	{HSK7-9}
zh	正视	{HSK7-9}
zh	正直	{HSK7-9}
zh	郑重	{HSK7-9}
zh	正宗	{HSK7-9}
zh	织	{HSK7-9}
zh	之际	{HSK7-9}
zh	知己	{HSK7-9}
zh	支架	{HSK7-9}
zh	知觉	{HSK7-9}
zh	支流	{HSK7-9}
zh	芝麻	{HSK7-9}
zh	支配	{HSK7-9}
zh	支票	{HSK7-9}
zh	知识分子	{HSK7-9}
zh	肢体	{HSK7-9}
zh	支援	{HSK7-9}
zh	支柱	{HSK7-9}
zh	知足	{HSK7-9}
zh	知足常乐	{HSK7-9}
zh	职称	{HSK7-9}
zh	直达	{HSK7-9}
zh	执法	{HSK7-9}
zh	直观	{HSK7-9}
zh	直径	{HSK7-9}
zh	直觉	{HSK7-9}
zh	职能	{HSK7-9}
zh	值钱	{HSK7-9}
zh	直升机	{HSK7-9}
zh	直视	{HSK7-9}
zh	直线	{HSK7-9}
zh	直辖市	{HSK7-9}
zh	执意	{HSK7-9}
zh	执照	{HSK7-9}
zh	直至	{HSK7-9}
zh	执着	{HSK7-9}
zh	纸币	{HSK7-9}
zh	指标	{HSK7-9}
zh	止步	{HSK7-9}
zh	指点	{HSK7-9}
zh	只管	{HSK7-9}
zh	指甲	{HSK7-9}
zh	指教	{HSK7-9}
zh	指控	{HSK7-9}
zh	指令	{HSK7-9}
zh	指南	{HSK7-9}
zh	纸上谈兵	{HSK7-9}
zh	指手画脚	{HSK7-9}
zh	指数	{HSK7-9}
zh	指望	{HSK7-9}
zh	指纹	{HSK7-9}
zh	指向	{HSK7-9}
zh	指引	{HSK7-9}
zh	旨在	{HSK7-9}
zh	致	{HSK7-9}
zh	置	{HSK7-9}
zh	治安	{HSK7-9}
zh	制裁	{HSK7-9}
zh	致辞	{HSK7-9}
zh	至此	{HSK7-9}
zh	质地	{HSK7-9}
zh	制服	{HSK7-9}
zh	致富	{HSK7-9}
zh	滞后	{HSK7-9}
zh	致敬	{HSK7-9}
zh	滞留	{HSK7-9}
zh	致力于	{HSK7-9}
zh	致命	{HSK7-9}
zh	稚嫩	{HSK7-9}
zh	质朴	{HSK7-9}
zh	志气	{HSK7-9}
zh	智商	{HSK7-9}
zh	致使	{HSK7-9}
zh	质问	{HSK7-9}
zh	窒息	{HSK7-9}
zh	志向	{HSK7-9}
zh	治愈	{HSK7-9}
zh	志愿	{HSK7-9}
zh	制约	{HSK7-9}
zh	制止	{HSK7-9}
zh	钟	{HSK7-9}
zh	忠诚	{HSK7-9}
zh	终端	{HSK7-9}
zh	忠告	{HSK7-9}
zh	终极	{HSK7-9}
zh	终结	{HSK7-9}
zh	终究	{HSK7-9}
zh	中立	{HSK7-9}
zh	终生	{HSK7-9}
zh	忠实	{HSK7-9}
zh	中途	{HSK7-9}
zh	忠心	{HSK7-9}
zh	衷心	{HSK7-9}
zh	中性	{HSK7-9}
zh	中叶	{HSK7-9}
zh	中庸	{HSK7-9}
zh	忠于	{HSK7-9}
zh	忠贞	{HSK7-9}
zh	中止	{HSK7-9}
zh	终止	{HSK7-9}
zh	肿瘤	{HSK7-9}
zh	种族	{HSK7-9}
zh	仲裁	{HSK7-9}
zh	重创	{HSK7-9}
zh	重量级	{HSK7-9}
zh	重任	{HSK7-9}
zh	重型	{HSK7-9}
zh	重用	{HSK7-9}
zh	众志成城	{HSK7-9}
zh	重中之重	{HSK7-9}
zh	周密	{HSK7-9}
zh	周岁	{HSK7-9}
zh	周旋	{HSK7-9}
zh	周折	{HSK7-9}
zh	周转	{HSK7-9}
zh	皱	{HSK7-9}
zh	骤然	{HSK7-9}
zh	皱纹	{HSK7-9}
zh	昼夜	{HSK7-9}
zh	朱红	{HSK7-9}
zh	诸如此类	{HSK7-9}
zh	诸位	{HSK7-9}
zh	竹竿	{HSK7-9}
zh	逐年	{HSK7-9}
zh	逐一	{HSK7-9}
zh	拄	{HSK7-9}
zh	主编	{HSK7-9}
zh	主打	{HSK7-9}
zh	嘱咐	{HSK7-9}
zh	主力	{HSK7-9}
zh	主权	{HSK7-9}
zh	主人公	{HSK7-9}
zh	主体	{HSK7-9}
zh	主题曲	{HSK7-9}
zh	嘱托	{HSK7-9}
zh	主页	{HSK7-9}
zh	主义	{HSK7-9}
zh	主宰	{HSK7-9}
zh	注	{HSK7-9}
zh	驻	{HSK7-9}
zh	筑	{HSK7-9}
zh	贮藏	{HSK7-9}
zh	著称	{HSK7-9}
zh	住处	{HSK7-9}
zh	注定	{HSK7-9}
zh	住户	{HSK7-9}
zh	助力	{HSK7-9}
zh	注射	{HSK7-9}
zh	注视	{HSK7-9}
zh	注释	{HSK7-9}
zh	助威	{HSK7-9}
zh	注销	{HSK7-9}
zh	蛀牙	{HSK7-9}
zh	铸造	{HSK7-9}
zh	驻扎	{HSK7-9}
zh	柱子	{HSK7-9}
zh	驻足	{HSK7-9}
zh	爪子	{HSK7-9}
zh	拽	{HSK7-9}
zh	专长	{HSK7-9}
zh	专程	{HSK7-9}
zh	专柜	{HSK7-9}
zh	专辑	{HSK7-9}
zh	专栏	{HSK7-9}
zh	专卖	{HSK7-9}
zh	专人	{HSK7-9}
zh	专项	{HSK7-9}
zh	专职	{HSK7-9}
zh	专制	{HSK7-9}
zh	专著	{HSK7-9}
zh	转播	{HSK7-9}
zh	转达	{HSK7-9}
zh	转化	{HSK7-9}
zh	转型	{HSK7-9}
zh	转眼	{HSK7-9}
zh	转载	{HSK7-9}
zh	转折	{HSK7-9}
zh	转折点	{HSK7-9}
zh	传记	{HSK7-9}
zh	撰写	{HSK7-9}
zh	转悠	{HSK7-9}
zh	桩	{HSK7-9}
zh	装扮	{HSK7-9}
zh	庄严	{HSK7-9}
zh	庄园	{HSK7-9}
zh	装置	{HSK7-9}
zh	庄重	{HSK7-9}
zh	幢	{HSK7-9}
zh	壮	{HSK7-9}
zh	壮大	{HSK7-9}
zh	壮观	{HSK7-9}
zh	撞击	{HSK7-9}
zh	壮丽	{HSK7-9}
zh	壮烈	{HSK7-9}
zh	状元	{HSK7-9}
zh	追悼	{HSK7-9}
zh	追赶	{HSK7-9}
zh	追捧	{HSK7-9}
zh	追溯	{HSK7-9}
zh	追随	{HSK7-9}
zh	追尾	{HSK7-9}
zh	追问	{HSK7-9}
zh	追逐	{HSK7-9}
zh	追踪	{HSK7-9}
zh	坠	{HSK7-9}
zh	坠落	{HSK7-9}
zh	准许	{HSK7-9}
zh	准则	{HSK7-9}
zh	拙劣	{HSK7-9}
zh	捉迷藏	{HSK7-9}
zh	着力	{HSK7-9}
zh	着落	{HSK7-9}
zh	酌情	{HSK7-9}
zh	灼热	{HSK7-9}
zh	着实	{HSK7-9}
zh	着手	{HSK7-9}
zh	着想	{HSK7-9}
zh	着眼	{HSK7-9}
zh	卓越	{HSK7-9}
zh	着重	{HSK7-9}
zh	茁壮	{HSK7-9}
zh	兹	{HSK7-9}
zh	资本主义	{HSK7-9}
zh	资历	{HSK7-9}
zh	滋润	{HSK7-9}
zh	资深	{HSK7-9}
zh	滋生	{HSK7-9}
zh	姿态	{HSK7-9}
zh	滋味	{HSK7-9}
zh	资讯	{HSK7-9}
zh	资质	{HSK7-9}
zh	资助	{HSK7-9}
zh	籽	{HSK7-9}
zh	子弹	{HSK7-9}
zh	子弟	{HSK7-9}
zh	子孙	{HSK7-9}
zh	自卑	{HSK7-9}
zh	自称	{HSK7-9}
zh	自发	{HSK7-9}
zh	自费	{HSK7-9}
zh	自负	{HSK7-9}
zh	字迹	{HSK7-9}
zh	自立	{HSK7-9}
zh	自理	{HSK7-9}
zh	自力更生	{HSK7-9}
zh	自满	{HSK7-9}
zh	自强不息	{HSK7-9}
zh	自然而然	{HSK7-9}
zh	自然界	{HSK7-9}
zh	自如	{HSK7-9}
zh	自始至终	{HSK7-9}
zh	自首	{HSK7-9}
zh	自私	{HSK7-9}
zh	字体	{HSK7-9}
zh	自卫	{HSK7-9}
zh	自相矛盾	{HSK7-9}
zh	自行	{HSK7-9}
zh	字眼	{HSK7-9}
zh	自以为是	{HSK7-9}
zh	自在	{HSK7-9}
zh	自责	{HSK7-9}
zh	自治区	{HSK7-9}
zh	自主	{HSK7-9}
zh	自尊	{HSK7-9}
zh	宗	{HSK7-9}
zh	踪迹	{HSK7-9}
zh	宗教	{HSK7-9}
zh	综艺	{HSK7-9}
zh	宗旨	{HSK7-9}
zh	总额	{HSK7-9}
zh	总而言之	{HSK7-9}
zh	总和	{HSK7-9}
zh	纵观	{HSK7-9}
zh	纵横	{HSK7-9}
zh	纵然	{HSK7-9}
zh	纵容	{HSK7-9}
zh	纵深	{HSK7-9}
zh	走过场	{HSK7-9}
zh	走弯路	{HSK7-9}
zh	走漏	{HSK7-9}
zh	走势	{HSK7-9}
zh	走私	{HSK7-9}
zh	走投无路	{HSK7-9}
zh	走向	{HSK7-9}
zh	揍	{HSK7-9}
zh	奏效	{HSK7-9}
zh	租赁	{HSK7-9}
zh	足不出户	{HSK7-9}
zh	足迹	{HSK7-9}
zh	足智多谋	{HSK7-9}
zh	祖传	{HSK7-9}
zh	祖父	{HSK7-9}
zh	祖籍	{HSK7-9}
zh	组建	{HSK7-9}
zh	阻拦	{HSK7-9}
zh	阻力	{HSK7-9}
zh	祖母	{HSK7-9}
zh	阻挠	{HSK7-9}
zh	组装	{HSK7-9}
zh	祖宗	{HSK7-9}
zh	钻空子	{HSK7-9}
zh	钻研	{HSK7-9}
zh	钻石	{HSK7-9}
zh	嘴唇	{HSK7-9}
zh	罪犯	{HSK7-9}
zh	罪魁祸首	{HSK7-9}
zh	尊贵	{HSK7-9}
zh	遵循	{HSK7-9}
zh	尊严	{HSK7-9}
zh	遵照	{HSK7-9}
zh	琢磨	{HSK7-9}
zh	左顾右盼	{HSK7-9}
zh	作弊	{HSK7-9}
zh	作对	{HSK7-9}
zh	作废	{HSK7-9}
zh	作风	{HSK7-9}
zh	作客	{HSK7-9}
zh	作料	{HSK7-9}
zh	坐落	{HSK7-9}
zh	座谈	{HSK7-9}
zh	作物	{HSK7-9}
zh	作息	{HSK7-9}
zh	座右铭	{HSK7-9}
zh	作战	{HSK7-9}
zh	做证	{HSK7-9}
zh	做主	{HSK7-9}
en	a	{小学,CET4}
en	a.m.	{初中}
en	abandon	{选择性必修,CET4}
en	abbreviation	{CET6}
en	abide	{CET6}
en	ability	{初中}
en	able	{初中,CET4}
en	abnormal	{选择性必修,CET6}
en	aboard	{选择性必修,CET4}
en	abolish	{CET4}
en	abolition	{}
en	abort	{CET6}
en	abortion	{}
en	about	{小学,CET4}
en	above	{初中,CET4}
en	abreast	{CET6}
en	abroad	{初中,CET4}
en	abrupt	{CET6}
en	absence	{选择性必修}
en	absent	{初中,CET4}
en	absolute	{CET4}
en	absolutely	{必修}
en	absorb	{选择性必修,CET4}
en	absorption	{}
en	abstract	{选择性必修,CET4}
en	absurd	{CET6}
en	absurdity	{}
en	abundance	{}
en	abundant	{CET4}
en	abuse	{选择性必修,CET4}
en	abusive	{}
en	academic	{选择性必修}
en	academician	{}
en	academy	{CET4}
en	accelerate	{CET4}
en	acceleration	{}
en	accent	{选择性必修,CET4}
en	accept	{初中,CET4}
en	acceptable	{}
en	acceptance	{}
en	access	{选择性必修,CET4}
en	accessible	{}
en	accessory	{CET6}
en	accident	{初中,CET4}
en	accidental	{}
en	acclaim	{CET6}
en	accommodate	{CET4}
en	accommodation	{选择性必修}
en	accompany	{选择性必修,CET4}
en	accomplish	{CET4}
en	accomplishment	{}
en	accord	{CET4}
en	accordance	{CET4}
en	according to	{初中,CET4}
en	accordingly	{CET4}
en	account	{初中,CET4}
en	accountability	{}
en	accountable	{CET4}
en	accountancy	{}
en	accountant	{}
en	accounting	{}
en	accumulate	{CET4}
en	accumulation	{}
en	accumulative	{}
en	accuracy	{}
en	accurate	{选择性必修,CET4}
en	accusation	{}
en	accuse	{选择性必修,CET4}
en	accustom	{CET4}
en	accustomed	{}
en	ace	{CET4}
en	ache	{初中,CET4}
en	achieve	{初中,CET4}
en	achievement	{必修}
en	acid	{选择性必修,CET4}
en	acidity	{}
en	acknowledge	{选择性必修,CET4}
en	acknowledgement	{}
en	acquaint	{CET4}
en	acquaintance	{}
en	acquire	{必修,CET4}
en	acquisition	{}
en	acre	{CET4}
en	across	{初中,CET4}
en	act	{初中,CET4}
en	acting	{}
en	action	{初中}
en	activate	{CET6}
en	active	{初中,CET4}
en	activist	{}
en	activity	{初中}
en	actor	{初中,CET4}
en	actress	{}
en	actual	{CET4}
en	actually	{初中}
en	acupuncture	{CET6}
en	acute	{CET4}
en	ad	{初中}
en	adapt	{必修,CET4}
en	adaptation	{选择性必修}
en	adaptive	{}
en	add	{初中,CET4}
en	addict	{必修,CET4}
en	addiction	{}
en	addictive	{}
en	addition	{必修}
en	additional	{}
en	address	{初中,CET4}
en	adequacy	{}
en	adequate	{CET4}
en	adequately	{}
en	adhere	{CET6}
en	adherence	{}
en	adjacent	{CET6}
en	adjective	{CET4}
en	adjust	{选择性必修,CET4}
en	adjustment	{}
en	administer	{CET4}
en	administration	{选择性必修}
en	administrative	{}
en	admirable	{}
en	admiration	{}
en	admire	{初中,CET4}
en	admission	{}
en	admit	{必修,CET4}
en	admittance	{}
en	admittedly	{}
en	adolescence	{}
en	adolescent	{CET6}
en	adopt	{选择性必修,CET4}
en	adoption	{}
en	adorable	{选择性必修}
en	adore	{CET6}
en	adult	{初中,CET4}
en	adulthood	{}
en	advance	{必修,CET4}
en	advanced	{}
en	advancement	{}
en	advantage	{初中,CET4}
en	advantageous	{}
en	advent	{CET6}
en	adventure	{必修,CET4}
en	adventurer	{}
en	adventurous	{}
en	adverb	{CET4}
en	adversary	{CET6}
en	adverse	{CET6}
en	adversity	{}
en	advertise	{选择性必修,CET4}
en	advertisement	{}
en	advertising	{}
en	advice	{初中,CET4}
en	advisable	{}
en	advise	{初中,CET4}
en	adviser	{}
en	advisor	{}
en	advisory	{}
en	advocacy	{}
en	advocate	{选择性必修,CET4}
en	aerial	{CET4}
en	aesthetic	{CET6}
en	aesthetics	{}
en	affair	{必修,CET4}
en	affect	{选择性必修,CET4}
en	affection	{CET4}
en	affectionate	{}
en	affiliate	{CET6}
en	affiliation	{}
en	affirm	{CET6}
en	affirmation	{}
en	affirmative	{}
en	affix	{CET6}
en	affixation	{}
en	affluence	{}
en	affluent	{CET4}
en	afford	{初中,CET4}
en	affordability	{}
en	affordable	{}
en	afloat	{CET6}
en	afraid	{初中,CET4}
en	Africa	{必修}
en	after	{小学,CET4}
en	aftermath	{CET6}
en	afternoon	{小学,CET4}
en	afterward	{选择性必修,CET4}
en	again	{小学,CET4}
en	against	{初中,CET4}
en	age	{小学,CET4}
en	aged	{}
en	ageing	{}
en	agency	{选择性必修}
en	agenda	{选择性必修,CET4}
en	agent	{CET4}
en	aggravate	{CET6}
en	aggravation	{}
en	aggregate	{CET6}
en	aggression	{}
en	aggressive	{CET4}
en	aging	{}
en	agitate	{CET6}
en	agitation	{}
en	ago	{小学,CET4}
en	agony	{CET6}
en	agree	{初中,CET4}
en	agreeable	{}
en	agreement	{必修}
en	agricultural	{}
en	agriculture	{必修,CET4}
en	ahead	{初中,CET4}
en	AI	{初中}
en	aid	{初中,CET4}
en	aide	{CET6}
en	AIDS	{CET4}
en	ail	{CET6}
en	ailment	{}
en	aim	{初中,CET4}
en	air	{小学,CET4}
en	air-conditioner	{}
en	air-conditioning	{CET4}
en	airborne	{CET6}
en	aircraft	{CET4}
en	airline	{选择性必修,CET4}
en	airplane	{CET4}
en	airport	{初中,CET4}
en	aisle	{CET4}
en	akin	{CET6}
en	alarm	{初中,CET4}
en	album	{CET4}
en	alcohol	{选择性必修,CET4}
en	alcoholic	{}
en	ale	{CET6}
en	alert	{选择性必修,CET4}
en	algebra	{CET4}
en	alien	{CET6}
en	alienate	{}
en	alienation	{}
en	align	{CET6}
en	alignment	{}
en	alike	{CET4}
en	alive	{初中,CET4}
en	all	{小学,CET4}
en	allegation	{}
en	allege	{CET4}
en	alleged	{}
en	allegedly	{}
en	allergic	{CET6}
en	allergy	{}
en	alleviate	{CET6}
en	alleviation	{}
en	alley	{CET4}
en	alliance	{}
en	allocate	{CET6}
en	allocation	{}
en	allot	{CET6}
en	allotment	{}
en	allow	{初中,CET4}
en	allowance	{CET4}
en	alloy	{CET6}
en	allude	{CET6}
en	allure	{CET6}
en	allurement	{}
en	allusion	{}
en	ally	{CET4}
en	almighty	{CET6}
en	almost	{初中,CET4}
en	aloft	{CET6}
en	alone	{初中,CET4}
en	along	{初中,CET4}
en	alongside	{选择性必修,CET4}
en	aloud	{初中,CET4}
en	alphabet	{CET4}
en	alphabetic	{}
en	alphabetical	{}
en	already	{初中,CET4}
en	also	{小学,CET4}
en	alter	{CET4}
en	alteration	{}
en	alternate	{CET6}
en	alternately	{}
en	alternation	{}
en	alternative	{选择性必修,CET4}
en	although	{初中,CET4}
en	altitude	{CET4}
en	altogether	{选择性必修,CET4}
en	aluminum	{CET4}
en	always	{小学,CET4}
en	am	{CET4}
en	amass	{CET6}
en	amateur	{选择性必修,CET4}
en	amaze	{CET4}
en	amazement	{}
en	amazing	{初中}
en	ambassador	{CET4}
en	ambiguity	{}
en	ambiguous	{CET6}
en	ambition	{选择性必修,CET4}
en	ambitious	{选择性必修}
en	ambulance	{选择性必修,CET4}
en	amend	{CET6}
en	amendment	{}
en	America	{必修}
en	amiable	{CET6}
en	amid	{CET4}
en	ammunition	{CET6}
en	among	{初中,CET4}
en	amount	{必修,CET4}
en	ample	{CET4}
en	amplification	{}
en	amplify	{CET6}
en	amuse	{选择性必修,CET4}
en	amusement	{}
en	amusing	{}
en	analogous	{}
en	analogue	{CET6}
en	hive	{CET6}
en	analogy	{CET6}
en	analyse	{选择性必修}
en	analysis	{}
en	analyst	{}
en	analytic	{}
en	analytical	{}
en	analyze	{CET4}
en	ancestor	{选择性必修,CET4}
en	ancestry	{}
en	anchor	{CET4}
en	anchorage	{}
en	ancient	{初中,CET4}
en	and	{小学,CET4}
en	anecdotal	{}
en	anecdote	{CET6}
en	anew	{CET4}
en	angel	{CET4}
en	anger	{选择性必修}
en	angle	{选择性必修,CET4}
en	angry	{小学,CET4}
en	anguish	{CET6}
en	animal	{小学,CET4}
en	animate	{CET6}
en	animated	{}
en	animation	{}
en	ankle	{选择性必修,CET4}
en	annex	{CET6}
en	annexation	{}
en	anniversary	{必修,CET4}
en	announce	{必修,CET4}
en	announcement	{}
en	annoy	{选择性必修,CET4}
en	annoyance	{}
en	annual	{必修,CET4}
en	anonymity	{}
en	anonymous	{CET6}
en	another	{初中,CET4}
en	answer	{小学,CET4}
en	ant	{初中,CET4}
en	antagonism	{CET6}
en	antagonist	{}
en	antagonistic	{}
en	antagonistically	{}
en	Antarctica	{选择性必修}
en	antenna	{CET6}
en	antibiotic	{CET6}
en	anticipate	{选择性必修,CET4}
en	anticipation	{}
en	antique	{选择性必修,CET4}
en	antonym	{CET6}
en	anxiety	{选择性必修}
en	anxious	{必修,CET4}
en	any	{小学,CET4}
en	anybody	{初中,CET4}
en	anyhow	{选择性必修,CET4}
en	anything	{初中,CET4}
en	anyway	{初中,CET4}
en	anywhere	{初中,CET4}
en	apart	{选择性必修,CET4}
en	apartment	{初中,CET4}
en	ape	{CET6}
en	apologetic	{}
en	apologise	{必修}
en	apologize	{}
en	apology	{CET4}
en	app	{初中,CET4}
en	appal	{CET6}
en	appalling	{}
en	apparatus	{CET4}
en	apparent	{CET4}
en	apparently	{选择性必修}
en	appeal	{选择性必修,CET4}
en	appealing	{}
en	appear	{初中,CET4}
en	appearance	{}
en	appease	{CET6}
en	appeasement	{}
en	appendix	{CET6}
en	appetite	{选择性必修,CET4}
en	applaud	{选择性必修,CET4}
en	applause	{}
en	apple	{小学,CET4}
en	appliance	{CET4}
en	applicable	{}
en	applicant	{选择性必修}
en	application	{必修}
en	apply	{必修,CET4}
en	appoint	{CET4}
en	appointment	{选择性必修}
en	appraisal	{}
en	appraise	{CET6}
en	appreciate	{选择性必修,CET4}
en	appreciation	{}
en	appreciative	{}
en	apprentice	{CET6}
en	approach	{必修,CET4}
en	appropriate	{选择性必修,CET4,CET6}
en	appropriation	{CET4}
en	approval	{}
en	approve	{选择性必修,CET4}
en	approximate	{CET4}
en	approximately	{}
en	approximation	{}
en	April	{CET4,月份}
en	apron	{CET6}
en	apt	{CET6}
en	aptitude	{CET4}
en	aptly	{}
en	arbitrarily	{}
en	arbitrary	{CET4}
en	arbitrate	{CET6}
en	arbitration	{}
en	arc	{CET6}
en	arch	{选择性必修,CET6}
en	architect	{选择性必修,CET4}
en	architecture	{CET4}
en	archive	{CET6}
en	Arctic	{选择性必修}
en	ardent	{CET6}
en	area	{初中,CET4}
en	arena	{CET6}
en	arguable	{}
en	argue	{初中,CET4}
en	argument	{}
en	argumentation	{}
en	argumentative	{}
en	arise	{选择性必修,CET4}
en	aristocracy	{}
en	aristocrat	{CET6}
en	aristocratic	{}
en	arithmetic	{CET4}
en	arm	{小学,CET4}
en	armament	{}
en	armor	{CET6}
en	army	{初中,CET4}
en	around	{初中,CET4}
en	arousal	{}
en	arouse	{CET4}
en	arrange	{CET4}
en	arrangement	{必修}
en	array	{CET6}
en	arrest	{选择性必修,CET4}
en	arrival	{}
en	arrive	{初中,CET4}
en	arrogance	{}
en	arrogant	{CET6}
en	arrow	{选择性必修,CET4}
en	art	{小学,CET4}
en	artery	{CET6}
en	article	{初中,CET4}
en	articulate	{CET6}
en	articulation	{}
en	artifact	{CET6}
en	artificial	{选择性必修,CET4}
en	artillery	{CET6}
en	artist	{初中}
en	artistic	{}
en	artistically	{}
en	as	{初中,CET4}
en	ascend	{CET6}
en	ascendance	{}
en	ascertain	{CET6}
en	ascribe	{CET6}
en	ash	{CET4}
en	ashamed	{选择性必修,CET4}
en	ashore	{CET4}
en	Asia	{必修}
en	aside	{选择性必修,CET4}
en	ask	{小学,CET4}
en	asleep	{初中,CET4}
en	aspect	{必修,CET4}
en	aspiration	{}
en	aspire	{CET6}
en	ass	{CET4}
en	assassin	{}
en	assassinate	{CET6}
en	assassination	{}
en	assault	{CET6}
en	assemble	{CET4}
en	assembly	{}
en	assert	{CET6}
en	assertion	{}
en	assertive	{}
en	assess	{选择性必修,CET4}
en	assessment	{}
en	asset	{CET4}
en	assign	{选择性必修,CET4}
en	assignment	{}
en	assimilate	{CET6}
en	assimilation	{}
en	assist	{CET4}
en	assistance	{}
en	assistant	{选择性必修}
en	associate	{CET4}
en	association	{选择性必修}
en	assorted	{CET6}
en	assortment	{CET6}
en	assume	{必修,CET4}
en	assumption	{选择性必修}
en	assurance	{}
en	assure	{CET4}
en	astonish	{选择性必修,CET4}
en	astonishment	{}
en	astray	{CET6}
en	astronaut	{小学,CET4}
en	astronomer	{选择性必修}
en	astronomical	{}
en	astronomy	{CET4}
en	asylum	{CET6}
en	at	{小学,CET4}
en	athlete	{初中,CET4}
en	athletic	{}
en	Atlantic	{必修}
en	atlas	{CET6}
en	atmosphere	{选择性必修,CET4}
en	atmospheric	{}
en	atom	{CET4}
en	atomic	{}
en	atop	{CET4}
en	atrocious	{}
en	atrocity	{CET6}
en	attach	{必修,CET4}
en	attachment	{}
en	attack	{初中,CET4}
en	attain	{选择性必修,CET4}
en	attainment	{}
en	attempt	{必修,CET4}
en	attend	{初中,CET4}
en	attendance	{}
en	attendant	{}
en	attention	{初中,CET4}
en	attentive	{}
en	attic	{CET4}
en	attitude	{必修,CET4}
en	attorney	{CET4}
en	attract	{必修,CET4}
en	attraction	{}
en	attractive	{}
en	attributable	{}
en	attribute	{CET4}
en	attributive	{}
en	auction	{CET6}
en	auctioneer	{}
en	audience	{必修,CET4}
en	audio	{CET4}
en	audit	{CET6}
en	auditing	{}
en	auditor	{}
en	auditorium	{CET4}
en	augment	{CET6}
en	augmentation	{}
en	August	{CET4,月份}
en	aunt	{小学,CET4}
en	auntie	{}
en	authentic	{CET4}
en	authenticity	{}
en	author	{必修,CET4}
en	authorisation	{}
en	authoritative	{}
en	authority	{必修,CET4}
en	authorization	{}
en	authorize	{CET4}
en	auto	{CET4}
en	autobiographic	{}
en	autobiographical	{}
en	autobiography	{CET6}
en	automate	{CET4}
en	automatic	{选择性必修}
en	automatically	{}
en	automation	{}
en	autonomous	{选择性必修,CET6}
en	autonomy	{}
en	autumn	{小学,CET4}
en	auxiliary	{CET6}
en	avail	{CET6}
en	availability	{}
en	available	{选择性必修,CET4}
en	avenge	{CET6}
en	avenue	{CET4}
en	average	{初中,CET4}
en	aversion	{}
en	avert	{CET6}
en	aviation	{CET4}
en	avoid	{初中,CET4}
en	avoidance	{}
en	await	{CET4}
en	awake	{初中,CET4}
en	award	{初中,CET4}
en	aware	{初中,CET4}
en	awareness	{}
en	away	{初中,CET4}
en	awe	{CET4}
en	awesome	{选择性必修,CET4}
en	awful	{初中,CET4}
en	awkward	{必修,CET4}
en	ax	{CET4}
en	axis	{CET4}
en	baby	{小学,CET4}
en	baby boom	{CET4}
en	baby boomer	{}
en	bachelor	{CET4}
en	back	{小学,CET4}
en	background	{初中,CET4}
en	backup	{CET4}
en	backward	{选择性必修,CET4}
en	backwards	{}
en	backyard	{CET4}
en	bacon	{选择性必修,CET4}
en	bacteria	{必修,CET4}
en	bad	{小学,CET4}
en	badge	{CET4}
en	badly	{CET4}
en	badminton	{初中,CET4}
en	baffle	{CET6}
en	bag	{小学,CET4}
en	baggage	{CET4}
en	bail	{CET4}
en	bait	{CET4}
en	bake	{CET4}
en	bakery	{选择性必修}
en	balance	{初中,CET4}
en	balcony	{CET4}
en	bald	{CET6}
en	ball	{小学,CET4}
en	ballet	{必修,CET4}
en	balloon	{初中,CET4}
en	ballot	{CET4}
en	bamboo	{初中,CET4}
en	ban	{选择性必修,CET4}
en	banana	{小学,CET4}
en	band	{初中,CET4}
en	bandage	{CET4}
en	bang	{CET4}
en	bank	{初中,CET4}
en	banker	{}
en	banking	{CET4}
en	banknote	{CET4}
en	bankrupt	{CET4}
en	bankruptcy	{}
en	banner	{CET4}
en	banquet	{CET4}
en	bar	{必修,CET4}
en	barbecue	{选择性必修,CET4}
en	barber	{CET4}
en	bare	{CET4}
en	barely	{选择性必修}
en	bargain	{CET4}
en	barge	{CET6}
en	bark	{选择性必修,CET4}
en	barn	{CET6}
en	barometer	{CET6}
en	barracks	{CET6}
en	barrel	{CET4}
en	barren	{CET6}
en	barrier	{选择性必修,CET4}
en	base	{必修,CET4}
en	baseball	{初中,CET4}
en	basement	{CET4}
en	basic	{初中,CET4}
en	basically	{}
en	basin	{选择性必修,CET4}
en	basis	{必修,CET4}
en	basket	{初中,CET4}
en	basketball	{小学,CET4}
en	bass	{CET6}
en	bat	{初中,CET4}
en	batch	{CET4}
en	bath	{初中,CET4}
en	bathe	{CET4}
en	bathroom	{初中,CET4}
en	battalion	{CET4}
en	batter	{CET6}
en	battery	{必修,CET4}
en	battle	{必修,CET4}
en	bay	{选择性必修,CET4}
en	BCE	{选择性必修}
en	be	{小学,CET4}
en	beach	{小学,CET4}
en	bead	{CET6}
en	beak	{CET6}
en	beam	{CET4}
en	bean	{初中,CET4}
en	bear	{小学,CET4}
en	beard	{选择性必修,CET4}
en	bearing	{CET4}
en	beast	{CET4}
en	beat	{初中,CET4}
en	beautiful	{小学}
en	beautify	{}
en	beauty	{选择性必修,CET4}
en	because	{小学,CET4}
en	beckon	{CET6}
en	become	{初中,CET4}
en	bed	{小学,CET4}
en	bedding	{}
en	bedroom	{初中}
en	bee	{小学,CET4}
en	beef	{初中,CET4}
en	beer	{必修,CET4}
en	beetle	{CET6}
en	before	{小学,CET4}
en	beforehand	{CET4}
en	beg	{CET4}
en	beggar	{}
en	begin	{小学,CET4}
en	beginning	{}
en	behalf	{选择性必修,CET4}
en	behave	{初中,CET4}
en	behavior	{}
en	behavioral	{}
en	behaviour	{必修}
en	behavioural	{}
en	behind	{小学,CET4}
en	being	{选择性必修,CET4}
en	belief	{选择性必修,CET4}
en	believe	{初中,CET4}
en	bell	{初中,CET4}
en	belly	{CET4}
en	belong	{初中,CET4}
en	belongings	{}
en	beloved	{CET4}
en	below	{初中,CET4}
en	belt	{初中,CET4}
en	bench	{CET4}
en	bend	{选择性必修,CET4}
en	beneath	{必修,CET4}
en	beneficial	{}
en	beneficiary	{}
en	benefit	{初中,CET4}
en	benevolence	{}
en	benevolent	{CET6}
en	benign	{CET6}
en	berry	{CET4}
en	beset	{CET6}
en	beside	{小学,CET4}
en	besides	{选择性必修,CET4}
en	besiege	{CET6}
en	best	{小学,CET4}
en	best-seller	{CET4}
en	best-selling	{}
en	bet	{选择性必修,CET4}
en	betray	{CET4}
en	betrayal	{}
en	better	{初中,CET4}
en	between	{小学,CET4}
en	beverage	{CET4}
en	beware	{CET6}
en	bewilder	{CET6}
en	bewilderment	{}
en	beyond	{必修,CET4}
en	bias	{选择性必修,CET4}
en	Bible	{CET4}
en	Biblical	{}
en	biblical	{}
en	bibliography	{CET6}
en	bicycle	{CET4}
en	bid	{CET4}
en	big	{小学,CET4}
en	bike	{小学}
en	bilateral	{CET6}
en	bill	{初中,CET4}
en	billion	{选择性必修,CET4}
en	billionaire	{}
en	bin	{初中,CET4}
en	bind	{CET4}
en	binoculars	{CET6}
en	biochemical	{}
en	biochemist	{}
en	biochemistry	{CET4}
en	biographer	{}
en	biographical	{}
en	biography	{CET4}
en	biological	{}
en	biologist	{}
en	biology	{初中,CET4}
en	biotechnology	{CET4}
en	bird	{小学,CET4}
en	birth	{初中,CET4}
en	birthday	{小学,CET4}
en	biscuit	{初中,CET4}
en	bishop	{CET6}
en	bit	{初中,CET4}
en	bitch	{CET4}
en	bite	{必修,CET4}
en	bitter	{选择性必修,CET4}
en	bizarre	{CET6}
en	black	{小学,CET4}
en	blackboard	{小学,CET4}
en	blackmail	{CET6}
en	blade	{CET4}
en	blame	{选择性必修,CET4}
en	blank	{选择性必修,CET4}
en	blanket	{选择性必修,CET4}
en	blast	{CET4}
en	blaze	{CET6}
en	bleach	{CET6}
en	bleak	{CET6}
en	bleed	{初中,CET4}
en	blend	{CET4}
en	bless	{选择性必修,CET4}
en	blessing	{}
en	blind	{初中,CET4}
en	blink	{CET6}
en	bloc	{CET6}
en	block	{初中,CET4}
en	blog	{必修,CET4}
en	blond	{CET4}
en	blood	{初中,CET4}
en	bloody	{}
en	bloom	{CET4}
en	blossom	{CET4}
en	blouse	{初中,CET4}
en	blow	{初中,CET4}
en	blue	{小学,CET4}
en	blueprint	{CET4}
en	bluff	{CET6}
en	blunder	{CET6}
en	blunt	{CET6}
en	blur	{CET4}
en	blush	{CET6}
en	board	{初中,CET4}
en	boast	{CET4}
en	boastful	{}
en	boat	{小学,CET4}
en	bodily	{}
en	body	{小学,CET4}
en	boil	{初中,CET4}
en	boiler	{}
en	bold	{CET4}
en	bolster	{CET6}
en	bolt	{CET4}
en	bomb	{选择性必修,CET4}
en	bond	{选择性必修,CET4}
en	bondage	{}
en	bone	{必修,CET4}
en	bonus	{选择性必修,CET4}
en	bony	{}
en	book	{小学,CET4}
en	boom	{CET4}
en	boost	{选择性必修,CET4}
en	boot	{必修,CET4}
en	booth	{CET4}
en	border	{选择性必修,CET4}
en	bore	{CET4}
en	bored	{必修}
en	boring	{初中,CET4}
en	born	{初中,CET4}
en	borrow	{初中,CET4}
en	boss	{初中,CET4}
en	botanical	{选择性必修}
en	botany	{CET6}
en	both	{初中,CET4}
en	bother	{选择性必修,CET4}
en	bottle	{初中,CET4}
en	bottom	{初中,CET4}
en	bounce	{选择性必修,CET4}
en	bound	{选择性必修,CET4}
en	boundary	{选择性必修,CET4}
en	bouquet	{CET6}
en	bout	{CET6}
en	bow	{选择性必修,CET4}
en	bowel	{CET4}
en	bowl	{初中,CET4}
en	bowling	{选择性必修}
en	box	{小学,CET4}
en	boxing	{必修,CET4}
en	boy	{小学,CET4}
en	boycott	{CET6}
en	brace	{CET6}
en	bracket	{CET4}
en	brag	{CET4}
en	brain	{初中,CET4}
en	brake	{CET4}
en	branch	{必修,CET4}
en	brand	{必修,CET4}
en	brand-new	{CET4}
en	brandy	{CET4}
en	brass	{CET4}
en	brave	{初中,CET4}
en	bravery	{}
en	breach	{CET6}
en	bread	{小学,CET4}
en	breadth	{}
en	break	{初中,CET4}
en	breakdown	{CET4}
en	breakfast	{小学,CET4}
en	breakthrough	{CET4}
en	breast	{选择性必修,CET4}
en	breath	{初中,CET4}
en	breathe	{必修,CET4}
en	breed	{CET4}
en	breeze	{CET4}
en	brew	{CET6}
en	brewery	{}
en	bribe	{CET4}
en	bribery	{}
en	brick	{选择性必修,CET4}
en	bride	{选择性必修,CET4}
en	bridegroom	{CET4}
en	bridge	{初中,CET4}
en	brief	{必修,CET4}
en	briefcase	{CET4}
en	briefing	{}
en	brigade	{CET6}
en	bright	{初中,CET4}
en	brighten	{}
en	brilliance	{}
en	brilliant	{选择性必修,CET4}
en	bring	{小学,CET4}
en	brink	{CET6}
en	brisk	{CET6}
en	broad	{必修,CET4}
en	broadcast	{选择性必修,CET4}
en	broaden	{}
en	brochure	{必修,CET4}
en	broke	{CET4}
en	broker	{CET4}
en	bronze	{CET6}
en	brood	{CET6}
en	broom	{CET4}
en	brother	{小学,CET4}
en	brow	{CET4}
en	brown	{小学,CET4}
en	browse	{CET4}
en	browser	{}
en	bruise	{CET6}
en	brunch	{CET4}
en	brush	{初中,CET4}
en	brutal	{CET4}
en	brutality	{}
en	bubble	{CET4}
en	buck	{CET4}
en	bucket	{CET4}
en	buckle	{CET4}
en	bud	{CET4}
en	Buddhism	{CET6}
en	Buddhist	{}
en	buddy	{CET4}
en	budget	{初中,CET4}
en	budgetary	{}
en	buffalo	{CET6}
en	buffer	{CET6}
en	buffet	{选择性必修,CET4}
en	bug	{选择性必修,CET4}
en	build	{初中,CET4}
en	building	{初中}
en	bulb	{CET4}
en	bulk	{CET4}
en	bulky	{}
en	bull	{CET4}
en	bullet	{CET4}
en	bulletin	{CET4}
en	bully	{初中,CET4}
en	bump	{CET4}
en	bumper	{CET4}
en	bunch	{选择性必修,CET4}
en	bundle	{CET4}
en	burden	{CET4}
en	bureau	{CET4}
en	bureaucracy	{}
en	bureaucrat	{CET6}
en	bureaucratic	{}
en	burglar	{CET6}
en	burglary	{}
en	burial	{}
en	burn	{初中,CET4}
en	burst	{必修,CET4}
en	bury	{选择性必修,CET4}
en	bus	{小学,CET4}
en	bush	{CET4}
en	bushy	{}
en	business	{初中,CET4}
en	businessman	{CET4}
en	bust	{CET6}
en	busy	{小学,CET4}
en	but	{小学,CET4}
en	butcher	{选择性必修,CET4}
en	butt	{CET6}
en	butter	{初中,CET4}
en	butterfly	{初中,CET4}
en	button	{必修,CET4}
en	buy	{小学,CET4}
en	buyer	{}
en	buzz	{CET6}
en	by	{小学,CET4}
en	bypass	{CET4}
en	bystander	{CET4}
en	cab	{CET4}
en	cabbage	{初中,CET4}
en	cabin	{CET4}
en	cabinet	{CET4}
en	cable	{CET4}
en	cafe	{CET4}
en	cafeteria	{选择性必修,CET4}
en	café	{必修}
en	cage	{选择性必修,CET4}
en	cake	{小学,CET4}
en	calcium	{CET6}
en	calculate	{选择性必修,CET4}
en	calculating	{}
en	calculation	{}
en	calculator	{}
en	calendar	{初中,CET4}
en	calf	{CET4}
en	call	{小学,CET4}
en	calligraphy	{选择性必修}
en	calling	{CET4}
en	calm	{初中,CET4}
en	calorie	{选择性必修,CET4}
en	camel	{选择性必修,CET4}
en	camera	{初中,CET4}
en	camp	{初中,CET4}
en	campaign	{选择性必修,CET4}
en	campus	{必修,CET4}
en	can	{小学,CET4}
en	canal	{选择性必修,CET4}
en	cancel	{初中,CET4}
en	cancellation	{}
en	cancer	{初中,CET4}
en	candidacy	{}
en	candidate	{选择性必修,CET4}
en	candle	{小学,CET4}
en	candy	{小学,CET4}
en	cane	{CET4}
en	cannon	{CET6}
en	canoe	{CET6}
en	canteen	{选择性必修,CET4}
en	canvas	{CET6}
en	cap	{小学,CET4}
en	capability	{}
en	capable	{必修,CET4}
en	capacity	{选择性必修,CET4}
en	cape	{CET6}
en	capital	{初中,CET4}
en	capitalism	{}
en	capitalist	{}
en	capsule	{选择性必修,CET6}
en	captain	{选择性必修,CET4}
en	caption	{CET6}
en	captive	{CET6}
en	capture	{必修,CET4}
en	car	{小学,CET4}
en	caravan	{CET6}
en	carbohydrate	{CET6}
en	carbon	{必修,CET4}
en	card	{小学,CET4}
en	cardboard	{CET4}
en	cardinal	{CET6}
en	care	{初中,CET4}
en	career	{选择性必修,CET4}
en	careful	{小学}
en	careless	{初中}
en	cargo	{CET4}
en	carpenter	{CET4}
en	carpet	{选择性必修,CET4}
en	carriage	{CET4}
en	carrier	{CET4}
en	carrot	{初中,CET4}
en	carry	{初中,CET4}
en	cart	{CET4}
en	carton	{CET6}
en	cartoon	{初中,CET4}
en	cartoonist	{}
en	carve	{选择性必修,CET6}
en	carving	{}
en	case	{初中,CET4}
en	cash	{初中,CET4}
en	cashier	{CET4}
en	casino	{CET6}
en	cast	{选择性必修,CET4}
en	castle	{选择性必修,CET4}
en	casual	{选择性必修,CET4}
en	casualty	{CET6}
en	cat	{小学,CET4}
en	catalog	{CET4}
en	catastrophe	{CET6}
en	catastrophic	{}
en	catch	{小学,CET4}
en	category	{选择性必修,CET4}
en	cater	{CET4}
en	cathedral	{CET6}
en	Catholic	{CET6}
en	cattle	{必修,CET4}
en	cauliflower	{CET6}
en	cause	{初中,CET4}
en	caution	{CET4}
en	cautious	{选择性必修}
en	cave	{选择性必修,CET4}
en	cavity	{CET6}
en	CE	{选择性必修}
en	cease	{选择性必修,CET4}
en	ceiling	{选择性必修,CET4}
en	celebrate	{初中,CET4}
en	celebration	{}
en	celebrity	{选择性必修,CET6}
en	cell	{选择性必修,CET4}
en	cell-phone	{CET4}
en	cellar	{CET4}
en	Celsius	{CET4}
en	cement	{CET4}
en	cemetery	{CET6}
en	censor	{CET6}
en	censorship	{}
en	census	{CET6}
en	cent	{初中,CET4}
en	center	{CET4}
en	centigrade	{CET4}
en	centimeter	{CET4}
en	centimetre	{选择性必修}
en	central	{初中}
en	centralise	{}
en	centralize	{}
en	centre	{初中}
en	century	{初中,CET4}
en	ceramic	{CET6}
en	cereal	{CET4}
en	ceremonial	{}
en	ceremony	{选择性必修,CET4}
en	certain	{初中,CET4}
en	certainly	{必修}
en	certainty	{}
en	certificate	{选择性必修,CET4}
en	certification	{}
en	certify	{CET6}
en	chain	{必修,CET4}
en	chair	{小学,CET4}
en	chairman	{选择性必修,CET4}
en	chalk	{初中,CET4}
en	challenge	{初中,CET4}
en	challenging	{}
en	chamber	{CET6}
en	champagne	{CET4}
en	champion	{初中,CET4}
en	championship	{}
en	chance	{初中,CET4}
en	chancellor	{CET6}
en	change	{初中,CET4}
en	channel	{选择性必修,CET4}
en	chant	{CET6}
en	chaos	{选择性必修,CET4}
en	chaotic	{}
en	chapel	{CET6}
en	chapter	{必修,CET4}
en	character	{初中,CET4}
en	characterise	{}
en	characteristic	{初中}
en	characterize	{}
en	charge	{必修,CET4}
en	charitable	{}
en	charity	{初中,CET4}
en	charm	{必修,CET4}
en	charming	{}
en	chart	{选择性必修,CET4}
en	charter	{CET4}
en	chase	{CET4}
en	chat	{初中,CET4}
en	cheap	{初中,CET4}
en	cheat	{初中,CET4}
en	check	{初中,CET4}
en	cheek	{CET4}
en	cheer	{初中,CET4}
en	cheerful	{}
en	cheese	{初中,CET4}
en	chef	{选择性必修,CET4}
en	chemical	{选择性必修}
en	chemist	{选择性必修}
en	chemistry	{初中,CET4}
en	cherish	{CET4}
en	chess	{初中,CET4}
en	chest	{选择性必修,CET4}
en	chew	{选择性必修,CET4}
en	chicken	{小学,CET4}
en	chief	{必修,CET4}
en	child	{小学,CET4}
en	childhood	{必修}
en	childish	{}
en	chill	{CET4}
en	chilly	{}
en	chimney	{CET4}
en	chin	{CET4}
en	China	{小学}
en	china	{必修,CET4}
en	Chinese	{小学}
en	chip	{初中,CET4}
en	chocolate	{初中,CET4}
en	choice	{初中,CET4}
en	choir	{CET6}
en	choke	{选择性必修,CET4}
en	cholesterol	{CET4}
en	choose	{初中,CET4}
en	choosy	{}
en	chop	{CET4}
en	chopstick	{CET4}
en	chopsticks	{初中}
en	chord	{CET6}
en	chore	{小学,CET4}
en	chorus	{选择性必修,CET4}
en	Christ	{CET4}
en	Christian	{}
en	Christianity	{}
en	Christmas	{初中}
en	chronic	{CET6}
en	chronically	{}
en	chronicle	{CET6}
en	chunk	{CET6}
en	church	{选择性必修,CET4}
en	cigar	{CET4}
en	cigaret	{CET4}
en	cigarette	{选择性必修}
en	cinema	{小学,CET4}
en	circle	{初中,CET4}
en	circuit	{选择性必修,CET4}
en	circular	{}
en	circulate	{CET4}
en	circulation	{}
en	circumstance	{选择性必修,CET4}
en	circus	{选择性必修,CET4}
en	citation	{}
en	cite	{选择性必修,CET4}
en	citizen	{初中,CET4}
en	citizenship	{}
en	city	{小学,CET4}
en	civic	{CET6}
en	civil	{选择性必修,CET4}
en	civilian	{选择性必修,CET4}
en	civilisation	{选择性必修}
en	civilise	{}
en	civilization	{}
en	civilize	{}
en	claim	{选择性必修,CET4}
en	clamp	{CET6}
en	clan	{CET6}
en	clap	{必修,CET4}
en	clarification	{}
en	clarify	{选择性必修}
en	clarity	{CET4}
en	clash	{CET4}
en	clasp	{CET6}
en	class	{小学,CET4}
en	classic	{初中,CET4}
en	classical	{}
en	classification	{}
en	classified	{}
en	classify	{CET4}
en	classmate	{初中,CET4}
en	classroom	{小学,CET4}
en	clause	{CET4}
en	claw	{CET4}
en	clay	{选择性必修,CET4}
en	clean	{小学,CET4}
en	cleanse	{CET6}
en	clear	{初中,CET4}
en	clear-cut	{CET4}
en	clearance	{CET6}
en	clearing	{CET6}
en	clearly	{}
en	clench	{CET6}
en	clergy	{CET6}
en	clerical	{}
en	clerk	{选择性必修,CET4}
en	clever	{小学,CET4}
en	cliché	{CET6}
en	click	{初中,CET4}
en	client	{选择性必修,CET4}
en	cliff	{CET4}
en	climate	{初中,CET4}
en	climatic	{}
en	climax	{CET4}
en	climb	{初中,CET4}
en	cling	{CET4}
en	clinic	{选择性必修,CET4}
en	clinical	{}
en	clip	{CET4}
en	cloak	{CET6}
en	clock	{小学,CET4}
en	clockwise	{CET4}
en	clog	{CET6}
en	clone	{选择性必修,CET4}
en	close	{小学,CET4}
en	closet	{CET6}
en	cloth	{选择性必修,CET4}
en	clothe	{CET4}
en	clothes	{小学,CET4}
en	clothing	{}
en	cloud	{初中,CET4}
en	cloudy	{小学}
en	clown	{CET4}
en	club	{初中,CET4}
en	clue	{选择性必修,CET4}
en	clumsy	{CET4}
en	cluster	{CET6}
en	clutch	{CET6}
en	coach	{初中,CET4}
en	coal	{必修,CET4}
en	coalition	{CET6}
en	coarse	{CET4}
en	coast	{初中,CET4}
en	coastal	{}
en	coat	{小学,CET4}
en	cocaine	{CET6}
en	cock	{CET4}
en	cockpit	{CET6}
en	cocktail	{CET6}
en	coconut	{CET6}
en	code	{CET4}
en	coexist	{CET6}
en	coexistence	{}
en	coffee	{初中,CET4}
en	cognition	{}
en	cognitive	{CET6}
en	coherence	{}
en	coherent	{CET4}
en	cohesion	{CET4}
en	cohesive	{}
en	coil	{CET4}
en	coin	{初中,CET4}
en	coinage	{}
en	coincide	{CET6}
en	coincidence	{}
en	cold	{小学,CET4}
en	collaborate	{必修,CET4}
en	collaboration	{}
en	collaborative	{}
en	collapse	{选择性必修,CET4}
en	collar	{选择性必修,CET4}
en	colleague	{CET4}
en	collect	{初中,CET4}
en	collection	{必修}
en	collective	{CET4}
en	college	{初中,CET4}
en	collide	{CET6}
en	collision	{}
en	colon	{CET4}
en	colonel	{CET6}
en	colonial	{}
en	colonialism	{}
en	colonise	{}
en	colonize	{}
en	colony	{CET4}
en	color	{CET4}
en	colorful	{}
en	colour	{小学}
en	colourful	{}
en	column	{选择性必修,CET4}
en	columnist	{}
en	comb	{CET4}
en	combat	{CET4}
en	combative	{}
en	combination	{}
en	combine	{选择性必修,CET4}
en	come	{小学,CET4}
en	comedy	{选择性必修,CET4}
en	comet	{CET6}
en	comfort	{选择性必修,CET4}
en	comfortable	{初中}
en	comic	{选择性必修,CET6}
en	comma	{CET4}
en	command	{必修,CET4}
en	commander	{}
en	commemorate	{CET6}
en	commemoration	{}
en	commence	{CET4}
en	commencement	{}
en	commend	{CET6}
en	commendation	{}
en	comment	{必修,CET4}
en	commentary	{}
en	commentator	{}
en	commerce	{CET4}
en	commercial	{选择性必修}
en	commercialise	{}
en	commercialize	{}
en	commission	{CET4}
en	commit	{选择性必修,CET4}
en	commitment	{选择性必修}
en	committee	{必修,CET4}
en	commodity	{CET4}
en	common	{初中,CET4}
en	commonplace	{CET4}
en	commonwealth	{CET6}
en	commune	{CET4}
en	communicate	{初中,CET4}
en	communication	{必修}
en	communicative	{}
en	communism	{}
en	communist	{选择性必修}
en	community	{初中,CET4}
en	commute	{CET4}
en	commuter	{}
en	compact	{CET4}
en	companion	{CET4}
en	companionship	{}
en	company	{初中,CET4}
en	comparable	{}
en	comparative	{}
en	compare	{初中,CET4}
en	comparison	{选择性必修}
en	compartment	{CET6}
en	compass	{必修,CET4}
en	compassion	{CET6}
en	compassionate	{}
en	compatibility	{}
en	compatible	{CET4}
en	compel	{CET4}
en	compelling	{}
en	compensate	{CET4}
en	compensation	{}
en	compensatory	{}
en	compete	{初中,CET4}
en	competence	{选择性必修}
en	competent	{CET4}
en	competition	{必修}
en	competitive	{}
en	competitor	{}
en	compilation	{}
en	compile	{CET6}
en	complacency	{}
en	complacent	{CET6}
en	complain	{选择性必修,CET4}
en	complaint	{}
en	complement	{CET6}
en	complementary	{}
en	complete	{初中,CET4}
en	completion	{}
en	complex	{选择性必修,CET4}
en	complexion	{CET6}
en	complexity	{}
en	compliance	{}
en	complicate	{CET4}
en	complicated	{选择性必修}
en	complication	{}
en	compliment	{CET6}
en	complimentary	{}
en	comply	{CET4}
en	component	{选择性必修,CET4}
en	compose	{选择性必修,CET4}
en	composer	{}
en	kill	{初中,CET4}
en	composite	{CET6}
en	composition	{选择性必修}
en	compound	{CET4}
en	comprehend	{CET4}
en	comprehension	{选择性必修}
en	comprehensive	{选择性必修,CET4}
en	compress	{CET6}
en	compression	{}
en	comprise	{选择性必修,CET4}
en	compromise	{CET4}
en	compulsory	{CET4}
en	computation	{}
en	compute	{CET4}
en	computer	{小学}
en	computerise	{}
en	computerize	{}
en	comrade	{CET4}
en	conceal	{CET4}
en	concealment	{}
en	concede	{CET6}
en	conceit	{CET6}
en	conceited	{}
en	conceive	{CET6}
en	concentrate	{必修,CET4}
en	concentration	{}
en	concept	{选择性必修,CET4}
en	conception	{}
en	conceptual	{}
en	concern	{必修,CET4}
en	concerned	{}
en	concerning	{}
en	concert	{初中,CET4}
en	concerted	{}
en	concession	{}
en	concise	{CET6}
en	conclude	{选择性必修,CET4}
en	conclusion	{选择性必修}
en	conclusive	{}
en	concrete	{选择性必修,CET4}
en	concurrent	{CET6}
en	condemn	{CET4}
en	condemnation	{}
en	condensation	{}
en	condense	{CET4}
en	condition	{初中,CET4}
en	conditional	{}
en	conditioner	{}
en	condolence	{CET6}
en	conducive	{CET6}
en	conduct	{必修,CET4}
en	conductor	{}
en	confederate	{}
en	confederation	{CET6}
en	confer	{CET6}
en	conference	{必修,CET4}
en	confess	{CET4}
en	confession	{}
en	confide	{CET6}
en	confidence	{初中,CET4}
en	confident	{必修}
en	confidential	{}
en	configuration	{CET6}
en	confine	{CET4}
en	confinement	{}
en	confirm	{必修,CET4}
en	confirmation	{}
en	conflict	{选择性必修,CET4}
en	conform	{CET4}
en	conformity	{}
en	confront	{CET4}
en	confrontation	{}
en	Confucian	{CET4}
en	Confucianism	{选择性必修}
en	Confucius	{选择性必修}
en	confuse	{CET4}
en	confused	{选择性必修}
en	confusion	{}
en	congratulate	{CET4}
en	congratulation	{初中}
en	congratulatory	{}
en	congregate	{CET6}
en	congregation	{}
en	congress	{CET4}
en	congressional	{}
en	conjunction	{CET4}
en	connect	{初中,CET4}
en	connection	{}
en	connecxion	{}
en	connotation	{CET6}
en	conquer	{CET4}
en	conqueror	{}
en	conquest	{}
en	conscience	{CET4}
en	conscientious	{CET4}
en	conscious	{选择性必修,CET4}
en	consciousness	{}
en	consecutive	{CET6}
en	consensus	{CET4}
en	consent	{CET4}
en	consequence	{选择性必修,CET4}
en	consequent	{}
en	consequently	{}
en	conservation	{选择性必修}
en	conservative	{CET4}
en	conserve	{CET6}
en	consider	{初中,CET4}
en	considerable	{CET4}
en	considerate	{CET4}
en	consideration	{}
en	considering	{}
en	consist	{选择性必修,CET4}
en	consistency	{}
en	consistent	{选择性必修,CET4}
en	consolation	{}
en	console	{CET6}
en	consolidate	{CET4}
en	consolidation	{}
en	conspicuous	{CET6}
en	conspiracy	{}
en	conspire	{CET6}
en	constant	{选择性必修,CET4}
en	constituency	{}
en	constituent	{CET6}
en	constitute	{CET4}
en	constitution	{选择性必修,CET4}
en	constitutional	{}
en	constrain	{CET6}
en	constraint	{}
en	construct	{CET4}
en	construction	{选择性必修}
en	consul	{}
en	consulate	{CET6}
en	consult	{CET4}
en	consultant	{选择性必修}
en	consultation	{选择性必修}
en	consultative	{}
en	consume	{选择性必修,CET4}
en	consumer	{}
en	consumption	{选择性必修}
en	contact	{必修,CET4}
en	contagious	{CET6}
en	contain	{必修,CET4}
en	container	{}
en	containment	{}
en	contaminate	{CET4}
en	contamination	{}
en	contemplate	{CET6}
en	contemplation	{}
en	contemplative	{}
en	contemporary	{选择性必修,CET4}
en	contempt	{CET4}
en	contemptible	{}
en	contend	{CET4}
en	content	{必修,CET4}
en	contented	{CET4}
en	contention	{}
en	contentious	{}
en	contest	{选择性必修,CET4}
en	contestant	{}
en	context	{必修,CET4}
en	contextual	{}
en	continent	{必修,CET4}
en	continental	{}
en	contingent	{CET6}
en	continual	{}
en	continuation	{}
en	continue	{初中,CET4}
en	continuity	{}
en	continuous	{}
en	contract	{选择性必修,CET4}
en	contraction	{CET4}
en	contractor	{CET4}
en	contradict	{CET4}
en	contradiction	{}
en	contradictory	{选择性必修}
en	contrary	{选择性必修,CET4}
en	contrast	{选择性必修,CET4}
en	contribute	{CET4}
en	contribution	{必修}
en	contributor	{}
en	contrive	{CET6}
en	control	{初中,CET4}
en	controversial	{选择性必修}
en	controversy	{CET4}
en	convene	{CET6}
en	convenience	{}
en	convenient	{初中,CET4}
en	convention	{CET4}
en	conventional	{选择性必修}
en	converge	{CET6}
en	convergence	{}
en	conversation	{初中,CET4}
en	converse	{CET4,CET6}
en	conversion	{}
en	convert	{CET4}
en	convertible	{}
en	convey	{选择性必修,CET4}
en	conveyance	{}
en	convict	{CET6}
en	conviction	{}
en	convince	{选择性必修,CET4}
en	convincing	{}
en	convoy	{CET6}
en	cook	{小学,CET4}
en	cooker	{}
en	cookie	{初中,CET4}
en	cool	{小学,CET4}
en	cooperate	{初中,CET4}
en	cooperation	{}
en	cooperative	{}
en	coordinate	{CET4}
en	coordination	{}
en	coordinator	{}
en	cop	{CET4}
en	cope	{CET4}
en	copper	{CET4}
en	copy	{初中,CET4}
en	copyright	{CET4}
en	coral	{CET6}
en	cord	{CET4}
en	cordial	{CET6}
en	cordiality	{}
en	core	{选择性必修,CET4}
en	cork	{CET6}
en	corn	{初中,CET4}
en	corner	{初中,CET4}
en	cornerstone	{CET4}
en	corporal	{CET6}
en	corporate	{选择性必修}
en	corporation	{CET4}
en	corps	{CET4}
en	corpse	{CET6}
en	correct	{初中,CET4}
en	correction	{}
en	corrective	{}
en	correlate	{CET6}
en	correlation	{}
en	correlative	{}
en	correspond	{选择性必修,CET4}
en	correspondence	{}
en	correspondent	{}
en	corresponding	{}
en	corridor	{CET4}
en	corrode	{CET6}
en	corrosion	{}
en	corrupt	{CET4}
en	corruption	{}
en	cosmetic	{CET6}
en	cosmic	{}
en	cosmopolitan	{CET6}
en	cosmos	{CET4}
en	cost	{初中,CET4}
en	costly	{}
en	costume	{选择性必修,CET4}
en	cottage	{选择性必修,CET4}
en	cotton	{初中,CET4}
en	couch	{CET4}
en	cough	{初中,CET4}
en	could	{初中,CET4}
en	council	{选择性必修,CET4}
en	councillor	{}
en	councilor	{}
en	counsel	{CET4}
en	counsellor	{}
en	counselor	{}
en	count	{初中,CET4}
en	countdown	{CET4}
en	counter	{CET4}
en	counteract	{CET6}
en	counteraction	{}
en	counterfeit	{CET6}
en	counterpart	{CET4}
en	country	{初中,CET4}
en	countryside	{初中,CET4}
en	county	{必修,CET4}
en	coup	{CET6}
en	couple	{初中,CET4}
en	coupon	{CET4}
en	courage	{初中,CET4}
en	courageous	{}
en	course	{初中,CET4}
en	court	{必修,CET4}
en	courtesy	{CET6}
en	courtyard	{CET4}
en	cousin	{小学,CET4}
en	cover	{初中,CET4}
en	coverage	{选择性必修}
en	cow	{小学,CET4}
en	coward	{CET4}
en	cowardice	{}
en	cowardly	{}
en	cowboy	{CET4}
en	cozy	{CET6}
en	crab	{CET4}
en	crack	{CET4}
en	crackdown	{CET6}
en	cracker	{CET4}
en	cradle	{CET6}
en	craft	{选择性必修,CET4}
en	cram	{CET6}
en	crane	{CET4}
en	crash	{必修,CET4}
en	crate	{CET6}
en	crave	{CET6}
en	crawl	{CET4}
en	craze	{}
en	crazy	{初中,CET4}
en	cream	{选择性必修,CET4}
en	creamy	{}
en	create	{初中,CET4}
en	creation	{}
en	creative	{初中}
en	creator	{}
en	creature	{选择性必修,CET4}
en	credential	{CET6}
en	credibility	{}
en	credible	{CET6}
en	credit	{必修,CET4}
en	creditable	{}
en	creep	{CET4}
en	crew	{选择性必修,CET4}
en	cricket	{CET6}
en	crime	{选择性必修,CET4}
en	criminal	{}
en	cripple	{CET6}
en	crisis	{选择性必修,CET4}
en	crisp	{CET6}
en	criterion	{选择性必修,CET4}
en	critic	{}
en	critical	{选择性必修}
en	criticise	{选择性必修}
en	criticism	{}
en	criticize	{CET4}
en	crocodile	{CET4}
en	crop	{选择性必修,CET4}
en	cross	{初中,CET4}
en	crossing	{}
en	crouch	{CET6}
en	crow	{CET6}
en	crowd	{必修,CET4}
en	crowded	{初中}
en	crown	{CET4}
en	crucial	{选择性必修,CET4}
en	crude	{CET6}
en	cruel	{选择性必修,CET4}
en	cruelty	{}
en	cruise	{CET4}
en	cruiser	{}
en	crumble	{CET6}
en	crunch	{CET6}
en	crush	{CET4}
en	crust	{CET6}
en	cry	{小学,CET4}
en	crystal	{CET4}
en	cub	{CET6}
en	cube	{CET4}
en	cubic	{}
en	cucumber	{初中,CET4}
en	cue	{CET4}
en	cuisine	{选择性必修,CET6}
en	culminate	{CET6}
en	culmination	{}
en	cult	{CET6}
en	cultivate	{CET4}
en	cultivation	{}
en	cultural	{}
en	culture	{初中,CET4}
en	cumulative	{CET6}
en	cunning	{CET6}
en	cup	{小学,CET4}
en	cupboard	{选择性必修,CET4}
en	curable	{}
en	curb	{CET4}
en	cure	{必修,CET4}
en	curfew	{CET6}
en	curiosity	{}
en	curious	{初中,CET4}
en	curl	{CET4}
en	currency	{选择性必修,CET4}
en	current	{必修,CET4}
en	currently	{}
en	curriculum	{CET4}
en	curse	{CET4}
en	curtail	{CET6}
en	curtain	{选择性必修,CET4}
en	curve	{必修,CET4}
en	cushion	{CET4}
en	custody	{CET6}
en	custom	{必修,CET4}
en	customary	{}
en	customer	{初中,CET4}
en	customs	{CET4}
en	cut	{小学,CET4}
en	cute	{小学,CET4}
en	cyberspace	{CET4}
en	cycle	{选择性必修,CET4}
en	cycling	{}
en	cyclist	{}
en	cylinder	{CET6}
en	cynical	{CET6}
en	cynicism	{}
en	dad	{CET4}
en	daily	{初中,CET4}
en	dairy	{CET4}
en	dam	{必修,CET4}
en	damage	{选择性必修,CET4}
en	damn	{CET4}
en	damp	{选择性必修,CET4}
en	dampen	{}
en	dance	{小学,CET4}
en	danger	{初中,CET4}
en	dangerous	{初中}
en	dare	{选择性必修,CET4}
en	daring	{}
en	dark	{初中,CET4}
en	darken	{}
en	darkness	{}
en	darling	{CET4}
en	dart	{CET6}
en	dash	{CET4}
en	data	{必修,CET4}
en	database	{选择性必修,CET4}
en	date	{初中,CET4}
en	dating	{CET4}
en	datum	{}
en	daughter	{初中,CET4}
en	dawn	{必修,CET4}
en	day	{小学,CET4}
en	daylight	{CET4}
en	dazzle	{CET6}
en	dead	{初中,CET4}
en	deadline	{选择性必修,CET4}
en	deadlock	{CET6}
en	deadly	{CET4}
en	deaf	{初中,CET4}
en	deal	{初中,CET4}
en	dealer	{CET4}
en	dealing	{}
en	dean	{CET4}
en	dear	{小学,CET4}
en	death	{初中,CET4}
en	debate	{选择性必修,CET4}
en	debris	{CET6}
en	debt	{选择性必修,CET4}
en	debtor	{}
en	debut	{CET6}
en	decade	{选择性必修,CET4}
en	decay	{CET4}
en	deceit	{}
en	deceive	{CET4}
en	December	{CET4,月份}
en	decent	{选择性必修,CET4}
en	deception	{}
en	deceptive	{}
en	decide	{初中,CET4}
en	decimal	{CET6}
en	decision	{必修}
en	decisive	{}
en	deck	{CET4}
en	declaration	{}
en	declarative	{}
en	declare	{必修,CET4}
en	decline	{选择性必修,CET4}
en	decorate	{必修,CET4}
en	decoration	{}
en	decorative	{}
en	decrease	{选择性必修,CET4}
en	decree	{CET6}
en	dedicate	{选择性必修,CET6}
en	dedication	{}
en	deduce	{CET6}
en	deducible	{}
en	deduct	{CET6}
en	deductible	{}
en	deduction	{}
en	deductive	{}
en	deed	{CET4}
en	deem	{CET4}
en	deep	{初中,CET4}
en	deeply	{}
en	deer	{必修,CET4}
en	default	{CET6}
en	defeat	{选择性必修,CET4}
en	defect	{CET4}
en	defection	{CET4}
en	defective	{CET4}
en	defence	{必修}
en	defend	{选择性必修,CET4}
en	defendant	{}
en	defense	{}
en	defensive	{}
en	defer	{CET6}
en	defiance	{}
en	defiant	{}
en	deficiency	{}
en	deficient	{CET4}
en	deficit	{CET4}
en	define	{CET4}
en	definite	{CET4}
en	definitely	{必修}
en	definition	{选择性必修}
en	defy	{CET4}
en	degenerate	{CET6}
en	degeneration	{}
en	degradation	{}
en	degrade	{CET6}
en	degree	{初中,CET4}
en	delay	{选择性必修,CET4}
en	delegate	{CET4}
en	delegation	{}
en	delete	{选择性必修,CET4}
en	deletion	{}
en	deliberate	{CET4}
en	deliberation	{}
en	delicacy	{CET6}
en	delicate	{选择性必修,CET4}
en	delicious	{初中,CET4}
en	delight	{必修,CET4}
en	delightful	{}
en	deliver	{必修,CET4}
en	delivery	{}
en	delude	{CET6}
en	delusion	{}
en	demand	{选择性必修,CET4}
en	demanding	{}
en	demo	{}
en	democracy	{CET4}
en	democrat	{}
en	democratic	{}
en	demographic	{CET6}
en	demonstrate	{选择性必修,CET4}
en	demonstration	{}
en	demonstrative	{}
en	denial	{}
en	denotation	{}
en	denote	{CET6}
en	denounce	{CET6}
en	dense	{CET4}
en	density	{}
en	dent	{CET4}
en	dental	{CET4}
en	dentist	{初中,CET4}
en	denunciation	{}
en	deny	{选择性必修,CET4}
en	depart	{CET4}
en	department	{选择性必修,CET4}
en	departure	{选择性必修}
en	depend	{初中,CET4}
en	dependable	{}
en	dependence	{}
en	dependent	{}
en	depict	{CET6}
en	depiction	{}
en	deplete	{CET6}
en	depletion	{}
en	deplore	{CET6}
en	deploy	{CET6}
en	deployment	{}
en	deport	{CET6}
en	deportation	{}
en	deposit	{CET4}
en	depot	{CET6}
en	depreciate	{CET6}
en	depreciation	{}
en	depress	{选择性必修,CET4}
en	depression	{}
en	deprivation	{}
en	deprive	{CET4}
en	depth	{选择性必修,CET4}
en	deputy	{CET4}
en	derail	{CET6}
en	derailment	{}
en	deregulate	{CET6}
en	deregulation	{}
en	derivation	{}
en	derivative	{}
en	derive	{CET4}
en	descend	{CET4}
en	descendant	{}
en	descent	{}
en	describe	{初中,CET4}
en	description	{必修}
en	descriptive	{}
en	desert	{初中,CET4}
en	desertion	{CET4}
en	deserve	{选择性必修,CET4}
en	design	{初中,CET4}
en	designate	{CET6}
en	designation	{}
en	designer	{}
en	desirability	{}
en	desirable	{}
en	desire	{必修,CET4}
en	desirous	{}
en	desk	{小学,CET4}
en	desktop	{CET4}
en	desolate	{CET6}
en	despair	{CET4}
en	despatch	{CET4}
en	desperate	{选择性必修}
en	despise	{CET6}
en	despite	{必修,CET4}
en	dessert	{选择性必修,CET4}
en	destination	{必修,CET4}
en	destined	{}
en	destiny	{CET6}
en	destroy	{必修,CET4}
en	destruction	{}
en	destructive	{}
en	detach	{CET6}
en	detached	{}
en	detachment	{}
en	detail	{必修,CET4}
en	detailed	{}
en	detain	{CET6}
en	detect	{选择性必修,CET4}
en	detection	{}
en	detective	{选择性必修}
en	detention	{}
en	deter	{CET6}
en	detergent	{CET6}
en	deteriorate	{CET4}
en	deterioration	{}
en	determination	{}
en	determine	{必修,CET4}
en	determined	{}
en	deterrent	{}
en	detriment	{CET6}
en	detrimental	{}
en	devastate	{CET6}
en	devastating	{}
en	devastation	{}
en	develop	{初中,CET4}
en	developer	{}
en	development	{必修}
en	developmental	{}
en	deviate	{CET6}
en	deviation	{}
en	device	{选择性必修,CET4}
en	devil	{CET4}
en	devise	{CET4}
en	devote	{选择性必修,CET4}
en	devotion	{}
en	devour	{CET6}
en	dew	{CET4}
en	diabetes	{CET4}
en	diagnose	{CET4}
en	diagnosis	{}
en	diagram	{必修,CET4}
en	dial	{CET4}
en	dialect	{CET4}
en	dialog	{CET4}
en	dialogue	{初中}
en	diameter	{CET4}
en	diamond	{选择性必修,CET4}
en	diary	{初中,CET4}
en	dictate	{CET4}
en	dictation	{}
en	dictator	{}
en	dictionary	{初中,CET4}
en	die	{初中,CET4}
en	diesel	{CET6}
en	diet	{初中,CET4}
en	dietary	{}
en	differ	{选择性必修,CET4}
en	difference	{初中}
en	different	{初中}
en	differentiate	{CET6}
en	differentiation	{}
en	difficult	{小学,CET4}
en	difficulty	{必修}
en	diffuse	{CET6}
en	diffusion	{}
en	dig	{初中,CET4}
en	digest	{选择性必修,CET4}
en	digestion	{}
en	digestive	{}
en	digit	{CET4}
en	digital	{初中}
en	dignify	{}
en	dignity	{选择性必修,CET4}
en	dilemma	{CET4}
en	diligence	{}
en	diligent	{CET4}
en	dilute	{CET6}
en	dilution	{}
en	dim	{CET4}
en	dime	{CET4}
en	dimension	{选择性必修,CET4}
en	dimensional	{}
en	diminish	{CET6}
en	dine	{CET4}
en	diner	{}
en	dining	{初中}
en	dinner	{小学,CET4}
en	dinosaur	{必修,CET6}
en	dioxide	{CET4}
en	dip	{CET4}
en	diploma	{CET4}
en	diplomacy	{}
en	diplomat	{CET4}
en	diplomatic	{}
en	direct	{初中,CET4}
en	direction	{必修}
en	director	{初中}
en	directory	{选择性必修,CET6}
en	dirt	{CET4}
en	dirty	{小学}
en	disability	{选择性必修}
en	disable	{CET4}
en	disabled	{选择性必修}
en	disagree	{CET4}
en	disagreement	{}
en	disappear	{必修,CET4}
en	disappearance	{}
en	disappoint	{初中,CET4}
en	disappointed	{选择性必修}
en	disappointing	{}
en	disappointment	{}
en	disapproval	{}
en	disapprove	{CET4}
en	disarm	{CET6}
en	disarmament	{}
en	disaster	{初中,CET4}
en	disastrous	{}
en	disc	{选择性必修}
en	discard	{CET4}
en	discern	{CET6}
en	discharge	{CET4}
en	disciplinary	{}
en	discipline	{选择性必修,CET4}
en	disciplined	{}
en	disclose	{CET6}
en	disclosure	{}
en	disco	{CET4}
en	discord	{CET6}
en	discount	{选择性必修,CET4}
en	discourage	{CET4}
en	discourse	{CET6}
en	discover	{初中,CET4}
en	discovery	{必修}
en	discreet	{CET6}
en	discrepancy	{CET6}
en	discriminate	{CET4}
en	discrimination	{选择性必修}
en	discriminatory	{}
en	discuss	{初中,CET4}
en	discussion	{必修}
en	disease	{初中,CET4}
en	disguise	{CET4}
en	disgust	{CET4}
en	disgusting	{}
en	dish	{初中,CET4}
en	disintegrate	{CET4}
en	disintegration	{}
en	disk	{CET4}
en	dislike	{CET4}
en	dismantle	{CET6}
en	dismay	{CET6}
en	dismiss	{选择性必修,CET4}
en	dismissal	{}
en	disorder	{CET4}
en	dispatch	{CET6}
en	dispense	{CET6}
en	disperse	{CET6}
en	displace	{CET6}
en	displacement	{}
en	display	{选择性必修,CET4}
en	disposal	{}
en	dispose	{CET4}
en	disposition	{CET6}
en	disputable	{}
en	dispute	{CET4}
en	disregard	{CET6}
en	disrupt	{CET4}
en	disruption	{}
en	disruptive	{}
en	dissent	{CET6}
en	dissertation	{CET6}
en	dissident	{CET6}
en	dissolve	{CET4}
en	distance	{必修,CET4}
en	distant	{选择性必修}
en	distil	{CET6}
en	distinct	{选择性必修,CET4}
en	distinction	{}
en	distinctive	{}
en	distinguish	{选择性必修,CET4}
en	distinguishable	{}
en	distort	{CET6}
en	distortion	{}
en	distract	{CET4}
en	distraction	{}
en	distress	{CET4}
en	distressful	{}
en	distribute	{CET4}
en	distribution	{选择性必修}
en	distributive	{}
en	district	{选择性必修,CET4}
en	disturb	{选择性必修,CET4}
en	disturbance	{}
en	ditch	{CET4}
en	dive	{选择性必修,CET4}
en	diverse	{选择性必修,CET4}
en	diversify	{}
en	diversion	{}
en	diversity	{}
en	divert	{CET6}
en	divide	{初中,CET4}
en	dividend	{CET6}
en	divine	{CET6}
en	division	{选择性必修}
en	divisive	{}
en	divorce	{CET4}
en	dizzy	{选择性必修,CET4}
en	do	{小学,CET4}
en	dock	{CET4}
en	doctor	{小学,CET4}
en	doctoral	{}
en	doctorate	{}
en	doctrine	{CET6}
en	document	{必修,CET4}
en	documentary	{}
en	dodge	{CET6}
en	dog	{小学,CET4}
en	dogma	{CET6}
en	dole	{CET6}
en	doll	{小学,CET4}
en	dollar	{初中,CET4}
en	dolphin	{必修,CET4}
en	domain	{选择性必修,CET6}
en	dome	{CET6}
en	domestic	{选择性必修,CET4}
en	dominance	{}
en	dominant	{}
en	dominate	{选择性必修,CET4}
en	domination	{}
en	donate	{初中,CET4}
en	donation	{}
en	donkey	{CET4}
en	donor	{}
en	doom	{CET4}
en	door	{小学,CET4}
en	dormitory	{选择性必修,CET4}
en	dosage	{}
en	dose	{CET4}
en	dot	{CET4}
en	double	{初中,CET4}
en	doubt	{初中,CET4}
en	doubtful	{}
en	doubtless	{}
en	dough	{CET6}
en	dove	{CET4}
en	down	{小学,CET4}
en	downgrade	{CET6}
en	download	{初中,CET4}
en	downstairs	{必修,CET4}
en	downtown	{必修,CET4}
en	downward	{CET4}
en	downwards	{}
en	doze	{CET6}
en	dozen	{选择性必修,CET4}
en	draft	{选择性必修,CET4}
en	drag	{选择性必修,CET4}
en	dragon	{初中,CET4}
en	drain	{CET4}
en	drainage	{}
en	drama	{初中,CET4}
en	dramatic	{选择性必修}
en	dramatically	{}
en	drastic	{CET4}
en	drastically	{}
en	draw	{小学,CET4}
en	drawback	{CET6}
en	drawer	{选择性必修,CET4}
en	drawing	{}
en	dread	{CET6}
en	dreadful	{}
en	dream	{初中,CET4}
en	dreamy	{}
en	dress	{小学,CET4}
en	dressing	{CET6}
en	drift	{CET4}
en	drill	{选择性必修,CET4}
en	drink	{小学,CET4}
en	drip	{CET4}
en	drive	{初中,CET4}
en	driver	{小学}
en	drone	{必修}
en	drop	{初中,CET4}
en	dropout	{CET4}
en	drought	{必修,CET4}
en	drown	{必修,CET4}
en	drug	{选择性必修,CET4}
en	drum	{CET4}
en	drunk	{CET4}
en	drunkard	{}
en	drunken	{}
en	dry	{初中,CET4}
en	dryer	{}
en	dual	{CET4}
en	dub	{CET6}
en	dubious	{CET6}
en	duck	{小学,CET4}
en	due	{CET4}
en	due to	{必修}
en	dull	{CET4}
en	duly	{}
en	dumb	{CET4}
en	dump	{CET4}
en	dumpling	{初中}
en	duplicate	{CET6}
en	duplication	{}
en	durability	{}
en	durable	{CET4}
en	duration	{选择性必修,CET4}
en	during	{初中,CET4}
en	dusk	{CET4}
en	dust	{选择性必修,CET4}
en	dusty	{}
en	duty	{初中,CET4}
en	dwarf	{CET6}
en	dwell	{CET6}
en	dweller	{}
en	dwelling	{}
en	dye	{CET4}
en	dying	{}
en	dynamic	{选择性必修,CET4}
en	dynamics	{}
en	dynasty	{选择性必修,CET4}
en	each	{初中,CET4}
en	eager	{必修,CET4}
en	eagle	{初中,CET4}
en	ear	{小学,CET4}
en	early	{小学,CET4}
en	earn	{必修,CET4}
en	earnest	{CET4}
en	earnings	{}
en	earth	{小学,CET4}
en	earthquake	{初中,CET4}
en	easily	{}
en	east	{初中,CET4}
en	Easter	{CET6}
en	eastern	{必修}
en	easy	{小学,CET4}
en	easy-going	{CET4}
en	eat	{小学,CET4}
en	eccentric	{CET6}
en	echo	{CET4}
en	eclipse	{CET6}
en	ecological	{}
en	ecology	{选择性必修,CET4}
en	economic	{选择性必修}
en	economical	{}
en	economics	{CET4}
en	economist	{}
en	economy	{必修,CET4}
en	ecosystem	{CET6}
en	edge	{选择性必修,CET4}
en	edible	{CET6}
en	edit	{CET4}
en	edition	{}
en	editor	{必修}
en	editorial	{CET4}
en	educate	{CET4}
en	education	{初中}
en	educational	{}
en	educator	{选择性必修}
en	effect	{初中,CET4}
en	effective	{}
en	efficiency	{}
en	efficient	{选择性必修,CET4}
en	effort	{初中,CET4}
en	egg	{小学,CET4}
en	eggplant	{CET4}
en	ego	{CET6}
en	egoism	{}
en	egoist	{}
en	eight	{CET4,基数词}
en	eighteen	{CET4,基数词}
en	eighteenth	{序数词}
en	eighth	{CET4,序数词}
en	eightieth	{序数词}
en	eighty	{CET4,基数词}
en	either	{初中,CET4}
en	eject	{CET6}
en	ejection	{}
en	elaborate	{CET6}
en	elaboration	{}
en	elapse	{CET6}
en	elastic	{CET6}
en	elasticity	{}
en	elbow	{CET4}
en	elder	{初中,CET4}
en	elderly	{选择性必修}
en	elect	{CET4}
en	election	{选择性必修}
en	elective	{}
en	electoral	{CET6}
en	electorate	{}
en	electric	{初中}
en	electrical	{}
en	electrician	{}
en	electricity	{必修,CET4}
en	electron	{CET4}
en	electronic	{初中}
en	electronically	{}
en	electronics	{}
en	elegance	{}
en	elegant	{选择性必修,CET4}
en	element	{必修,CET4}
en	elementary	{CET4}
en	elephant	{小学,CET4}
en	elevate	{CET4}
en	elevation	{}
en	elevator	{必修}
en	eleven	{CET4,基数词}
en	eleventh	{序数词}
en	elicit	{CET6}
en	eligibility	{}
en	eligible	{CET6}
en	eliminate	{选择性必修,CET4}
en	elimination	{}
en	elite	{CET4}
en	eloquence	{}
en	eloquent	{CET6}
en	else	{初中,CET4}
en	elsewhere	{选择性必修,CET4}
en	email	{小学,CET4}
en	emancipate	{CET6}
en	emancipation	{}
en	embargo	{CET6}
en	embark	{CET6}
en	embarrass	{CET4}
en	embarrassed	{选择性必修}
en	embarrassment	{}
en	embassy	{CET4}
en	embed	{CET6}
en	embodiment	{}
en	embody	{CET6}
en	embrace	{CET4}
en	embroidery	{CET6}
en	emerge	{选择性必修,CET4}
en	emergence	{}
en	emergency	{初中,CET4}
en	emigrant	{}
en	emigrate	{CET6}
en	emigration	{}
en	eminence	{}
en	eminent	{CET6}
en	emission	{}
en	emit	{CET4}
en	emotion	{选择性必修,CET4}
en	emotional	{}
en	empathy	{选择性必修}
en	emperor	{初中,CET4}
en	emphasis	{选择性必修,CET4}
en	emphasise	{}
en	emphasize	{}
en	emphatic	{}
en	empire	{CET4}
en	empirical	{CET6}
en	employ	{选择性必修,CET4}
en	employee	{}
en	employer	{}
en	employment	{}
en	empress	{}
en	emptiness	{}
en	empty	{初中,CET4}
en	emulate	{CET6}
en	emulation	{}
en	enable	{必修,CET4}
en	enact	{CET6}
en	enactment	{}
en	enclose	{CET6}
en	enclosure	{}
en	encounter	{选择性必修,CET4}
en	encourage	{初中,CET4}
en	encouragement	{}
en	encouraging	{}
en	encyclopedia	{CET6}
en	end	{初中,CET4}
en	endanger	{CET4}
en	endangered	{选择性必修}
en	endeavor	{CET6}
en	ending	{}
en	endless	{}
en	endorse	{CET6}
en	endorsement	{}
en	endow	{CET6}
en	endowment	{}
en	endurance	{}
en	endure	{CET4}
en	enemy	{初中,CET4}
en	energetic	{初中}
en	energetically	{}
en	energy	{初中,CET4}
en	enforce	{CET4}
en	enforcement	{}
en	engage	{选择性必修,CET4}
en	engagement	{}
en	engine	{必修,CET4}
en	engineer	{初中,CET4}
en	engineering	{}
en	English	{小学}
en	enhance	{选择性必修,CET4}
en	enhancement	{}
en	enjoy	{初中,CET4}
en	enjoyable	{}
en	enjoyment	{}
en	enlarge	{CET4}
en	enlighten	{CET4}
en	enlightening	{}
en	enlightenment	{}
en	enlist	{CET6}
en	enormous	{选择性必修,CET4}
en	enough	{初中,CET4}
en	enquire	{CET4}
en	enquiry	{}
en	enrich	{CET4}
en	enrol	{CET4}
en	enrollment	{}
en	enrolment	{}
en	ensue	{CET6}
en	ensure	{必修,CET4}
en	entail	{CET6}
en	enter	{初中,CET4}
en	enterprise	{选择性必修,CET4}
en	enterprising	{}
en	entertain	{CET4}
en	entertaining	{}
en	entertainment	{选择性必修}
en	enthusiasm	{CET4}
en	enthusiast	{}
en	enthusiastic	{选择性必修}
en	enthusiastically	{}
en	entire	{CET4}
en	entirely	{必修}
en	entirety	{}
en	entitle	{选择性必修,CET4}
en	entity	{CET6}
en	entrance	{必修}
en	entrepreneur	{CET4}
en	entrepreneurial	{}
en	entrust	{CET6}
en	entry	{选择性必修}
en	envelop	{CET6}
en	envelope	{必修,CET4}
en	envious	{}
en	environment	{初中,CET4}
en	environmental	{}
en	environmentalist	{}
en	envisage	{CET6}
en	envoy	{CET6}
en	envy	{选择性必修,CET4}
en	epic	{CET6}
en	epidemic	{CET6}
en	episode	{选择性必修,CET4}
en	epoch	{CET6}
en	equal	{必修,CET4}
en	equality	{}
en	equally	{}
en	equate	{CET6}
en	equation	{}
en	equator	{选择性必修,CET6}
en	equip	{CET4}
en	equipment	{必修}
en	equitable	{}
en	equity	{CET6}
en	equivalence	{}
en	equivalent	{CET4}
en	era	{初中,CET4}
en	eradicate	{CET6}
en	eradication	{}
en	erase	{CET4}
en	eraser	{初中}
en	erect	{CET6}
en	erection	{}
en	erode	{CET6}
en	erosion	{}
en	erosive	{}
en	err	{CET4}
en	errand	{CET6}
en	erroneous	{}
en	error	{必修}
en	erupt	{必修,CET6}
en	eruption	{}
en	escalate	{CET6}
en	escalation	{}
en	escalator	{}
en	escape	{必修,CET4}
en	escort	{CET6}
en	especially	{初中,CET4}
en	essay	{选择性必修,CET4}
en	essayist	{}
en	essence	{CET4}
en	essential	{选择性必修}
en	establish	{必修,CET4}
en	establishment	{}
en	estate	{选择性必修,CET4}
en	esteem	{CET6}
en	esthetic	{CET6}
en	esthetics	{}
en	estimate	{选择性必修,CET4}
en	estimation	{}
en	eternal	{CET4}
en	eternity	{}
en	ethic	{CET4}
en	ethical	{选择性必修}
en	ethics	{}
en	ethnic	{选择性必修,CET4}
en	etiquette	{CET6}
en	euro	{CET4}
en	Europe	{必修}
en	evacuate	{CET6}
en	evacuation	{}
en	evade	{CET6}
en	evaluate	{选择性必修,CET4}
en	evaluation	{}
en	evaporate	{CET6}
en	evaporation	{}
en	evasion	{}
en	evasive	{}
en	eve	{必修,CET4}
en	even	{初中,CET4}
en	evening	{小学,CET4}
en	evenly	{}
en	event	{初中,CET4}
en	eventful	{}
en	eventual	{}
en	eventuality	{}
en	eventually	{必修,CET4}
en	ever	{初中,CET4}
en	every	{小学,CET4}
en	everybody	{初中,CET4}
en	everyday	{初中,CET4}
en	everyone	{CET4}
en	everything	{初中,CET4}
en	everywhere	{初中,CET4}
en	evidence	{选择性必修}
en	evident	{CET4}
en	evil	{CET4}
en	evoke	{CET6}
en	evolution	{}
en	evolutionary	{}
en	evolve	{选择性必修,CET4}
en	exact	{CET4}
en	exactly	{初中}
en	exaggerate	{CET4}
en	exaggeration	{}
en	exam	{初中}
en	examination	{}
en	examine	{选择性必修,CET4}
en	examinee	{}
en	examiner	{}
en	example	{初中,CET4}
en	exceed	{选择性必修,CET4}
en	exceedingly	{}
en	excel	{CET4}
en	excellence	{}
en	excellent	{初中,CET4}
en	except	{初中,CET4}
en	exception	{CET4}
en	exceptional	{选择性必修}
en	excerpt	{CET6}
en	excess	{CET4}
en	excessive	{}
en	exchange	{必修,CET4}
en	excite	{CET4}
en	excited	{小学}
en	excitement	{}
en	exciting	{初中}
en	exclaim	{CET4}
en	exclamation	{}
en	exclamatory	{}
en	exclude	{CET4}
en	exclusion	{}
en	exclusive	{}
en	excursion	{CET4}
en	excuse	{初中,CET4}
en	execute	{CET4}
en	execution	{}
en	executive	{}
en	exemplary	{}
en	exemplify	{}
en	exempt	{CET6}
en	exemption	{}
en	exercise	{小学,CET4}
en	exert	{CET4}
en	exertion	{}
en	exhaust	{选择性必修,CET4}
en	exhaustion	{}
en	exhaustive	{}
en	exhibit	{CET4}
en	exhibition	{选择性必修}
en	exile	{CET4}
en	exist	{必修,CET4}
en	existence	{}
en	existent	{}
en	existing	{}
en	exit	{必修,CET4}
en	exotic	{CET6}
en	expand	{选择性必修,CET4}
en	expansion	{选择性必修}
en	expansive	{}
en	expect	{初中,CET4}
en	expectancy	{}
en	expectation	{选择性必修}
en	expedition	{CET6}
en	expel	{CET4}
en	expend	{CET4}
en	expenditure	{}
en	expense	{选择性必修,CET4}
en	expensive	{初中}
en	experience	{初中,CET4}
en	experienced	{}
en	experiment	{必修,CET4}
en	experimental	{}
en	expert	{初中,CET4}
en	expertise	{CET4}
en	expiration	{}
en	expire	{CET6}
en	explain	{初中,CET4}
en	explanation	{}
en	explanatory	{}
en	explicit	{CET4}
en	explode	{选择性必修,CET4}
en	exploit	{CET4}
en	exploitation	{}
en	exploration	{}
en	explore	{初中,CET4}
en	explosion	{}
en	explosive	{}
en	exponent	{CET6}
en	export	{必修,CET4}
en	exportation	{}
en	expose	{选择性必修,CET4}
en	exposition	{CET6}
en	exposure	{选择性必修}
en	express	{初中,CET4}
en	expression	{}
en	expressive	{}
en	expressway	{CET4}
en	exquisite	{CET6}
en	extend	{选择性必修,CET4}
en	extended	{}
en	extension	{选择性必修}
en	extensive	{}
en	extent	{必修,CET4}
en	exterior	{CET4}
en	external	{必修,CET4}
en	extinct	{CET6}
en	extinction	{必修}
en	extinguish	{CET4}
en	extra	{必修,CET4}
en	extract	{CET6}
en	extraction	{}
en	extraordinary	{选择性必修,CET4}
en	extravagance	{}
en	extravagant	{CET6}
en	extreme	{CET4}
en	extremely	{必修}
en	extremity	{}
en	eye	{小学,CET4}
en	eyebrow	{CET4}
en	eyesight	{CET4}
en	fable	{必修,CET4}
en	fabric	{选择性必修,CET4}
en	fabricate	{CET6}
en	fabrication	{}
en	fabulous	{CET6}
en	face	{小学,CET4}
en	facet	{CET6}
en	facial	{}
en	facilitate	{选择性必修}
en	facilitation	{}
en	facility	{必修,CET4}
en	fact	{初中,CET4}
en	faction	{CET6}
en	factor	{必修,CET4}
en	factory	{初中,CET4}
en	factual	{}
en	faculty	{CET4}
en	fade	{CET4}
en	fail	{初中,CET4}
en	failure	{必修}
en	faint	{选择性必修,CET4}
en	fair	{初中,CET4}
en	fairly	{CET4}
en	fairy	{CET4}
en	faith	{选择性必修,CET4}
en	faithful	{}
en	fake	{CET4}
en	fall	{初中,CET4}
en	false	{初中,CET4}
en	falsehood	{}
en	fame	{CET4}
en	familiar	{初中,CET4}
en	familiarise	{}
en	familiarity	{}
en	familiarize	{}
en	family	{小学,CET4}
en	famine	{CET4}
en	famous	{小学}
en	fan	{小学,CET4}
en	fancy	{必修,CET4}
en	fantastic	{初中}
en	fantasy	{选择性必修,CET4}
en	far	{小学,CET4}
en	fare	{CET4}
en	farewell	{CET4}
en	farm	{小学,CET4}
en	farmer	{小学}
en	farming	{}
en	farther	{CET4}
en	fascinate	{CET4}
en	fascinating	{选择性必修}
en	fascination	{}
en	fascism	{}
en	fascist	{CET6}
en	fashion	{初中,CET4}
en	fashionable	{}
en	fast	{小学,CET4}
en	fasten	{CET4}
en	fat	{初中,CET4}
en	fatal	{CET4}
en	fatality	{}
en	fate	{CET4}
en	father	{小学,CET4}
en	fatherly	{}
en	fatigue	{CET4}
en	fault	{选择性必修,CET4}
en	faulty	{}
en	favor	{CET4}
en	favorable	{}
en	favorite	{}
en	favour	{选择性必修}
en	favourable	{}
en	favourite	{小学}
en	fax	{CET4}
en	fear	{初中,CET4}
en	fearful	{}
en	feasibility	{}
en	feasible	{CET4}
en	feast	{CET6}
en	feat	{CET6}
en	feather	{CET4}
en	feature	{必修,CET4}
en	February	{CET4,月份}
en	federal	{CET4}
en	federation	{CET4}
en	fee	{选择性必修,CET4}
en	feeble	{CET6}
en	feed	{初中,CET4}
en	feedback	{CET4}
en	feel	{小学,CET4}
en	feeling	{初中}
en	fellow	{选择性必修,CET4}
en	fellowship	{}
en	female	{必修,CET4}
en	feminine	{CET6}
en	feminism	{}
en	feminist	{}
en	fence	{选择性必修,CET4}
en	ferry	{CET4}
en	fertile	{必修,CET4}
en	fertiliser	{}
en	fertility	{}
en	fertilizer	{}
en	festival	{初中,CET4}
en	fetch	{选择性必修,CET4}
en	fever	{初中,CET4}
en	feverish	{}
en	few	{初中,CET4}
en	fiber	{CET4}
en	fibre	{选择性必修}
en	fiction	{选择性必修,CET4}
en	fictional	{}
en	field	{初中,CET4}
en	fierce	{CET4}
en	fifteen	{CET4,基数词}
en	fifteenth	{序数词}
en	fifth	{CET4,序数词}
en	fiftieth	{序数词}
en	fifty	{CET4,基数词}
en	fight	{初中,CET4}
en	figurative	{}
en	figure	{必修,CET4}
en	file	{必修,CET4}
en	fill	{初中,CET4}
en	filling	{}
en	film	{小学,CET4}
en	filter	{CET4}
en	final	{初中,CET4}
en	finalise	{}
en	finalize	{}
en	finally	{必修}
en	finance	{选择性必修,CET4}
en	financial	{选择性必修}
en	find	{小学,CET4}
en	finding	{选择性必修}
en	fine	{小学,CET4}
en	finger	{初中,CET4}
en	fingerprint	{CET4}
en	finish	{初中,CET4}
en	finite	{CET6}
en	fire	{小学,CET4}
en	fireman	{初中,CET4}
en	fireplace	{CET4}
en	firework	{初中}
en	fireworks	{CET4}
en	firm	{选择性必修,CET4}
en	first	{CET4,序数词}
en	firstly	{}
en	fiscal	{CET6}
en	fish	{小学,CET4}
en	fisherman	{必修}
en	fishing	{}
en	fist	{选择性必修,CET4}
en	fit	{初中,CET4}
en	five	{CET4,基数词}
en	fix	{初中,CET4}
en	fixation	{}
en	fixed	{}
en	fixture	{}
en	flag	{初中,CET4}
en	flame	{选择性必修,CET4}
en	flank	{CET6}
en	flap	{CET6}
en	flare	{CET6}
en	flash	{必修,CET4}
en	flat	{初中,CET4}
en	flatter	{CET6}
en	flattery	{}
en	flavor	{CET4}
en	flavour	{选择性必修}
en	flaw	{CET4}
en	flawless	{}
en	flee	{CET4}
en	fleet	{CET4}
en	flesh	{CET4}
en	flexibility	{}
en	flexible	{必修,CET4}
en	flight	{必修,CET4}
en	fling	{CET6}
en	flip	{CET6}
en	flirt	{CET6}
en	flirtation	{}
en	float	{必修,CET4}
en	flock	{CET4}
en	flood	{初中,CET4}
en	floor	{小学,CET4}
en	flour	{选择性必修,CET4}
en	flourish	{CET4}
en	flow	{选择性必修,CET4}
en	flower	{小学,CET4}
en	flu	{初中}
en	fluctuate	{CET4}
en	fluctuation	{}
en	fluency	{}
en	fluent	{选择性必修,CET4}
en	fluid	{CET4}
en	flush	{CET6}
en	flutter	{CET6}
en	fly	{小学,CET4}
en	foam	{CET6}
en	focus	{初中,CET4}
en	foe	{CET6}
en	fog	{初中,CET4}
en	foggy	{}
en	foil	{CET6}
en	fold	{选择性必修,CET4}
en	folk	{初中,CET4}
en	folklore	{CET6}
en	follow	{初中,CET4}
en	following	{}
en	fond	{选择性必修,CET4}
en	food	{小学,CET4}
en	fool	{初中,CET4}
en	foolish	{}
en	foot	{小学,CET4}
en	football	{小学,CET4}
en	footprint	{CET4}
en	for	{小学,CET4}
en	forbid	{CET4}
en	force	{初中,CET4}
en	forceful	{}
en	forecast	{选择性必修,CET4}
en	forehead	{选择性必修,CET4}
en	foreign	{初中,CET4}
en	foreigner	{}
en	foremost	{CET4}
en	foresee	{CET4}
en	foreseeable	{}
en	foresight	{CET4}
en	forest	{初中,CET4}
en	forestry	{}
en	foretell	{CET6}
en	forever	{初中,CET4}
en	forfeit	{CET6}
en	forge	{CET4}
en	forgery	{}
en	forget	{初中,CET4}
en	forgetful	{}
en	forgettable	{}
en	forgive	{选择性必修,CET4}
en	forgiving	{}
en	fork	{初中,CET4}
en	form	{初中,CET4}
en	formal	{必修,CET4}
en	formality	{}
en	format	{选择性必修,CET4}
en	formation	{}
en	former	{必修,CET4}
en	formidable	{CET6}
en	formula	{CET4}
en	formulate	{CET4}
en	formulation	{}
en	fort	{CET6}
en	forth	{CET4}
en	forthcoming	{CET4}
en	fortieth	{序数词}
en	fortification	{}
en	fortify	{CET6}
en	fortnight	{CET6}
en	fortunate	{}
en	fortunately	{必修}
en	fortune	{必修,CET4}
en	forty	{CET4,基数词}
en	forum	{CET4}
en	forward	{初中,CET4}
en	fossil	{CET4}
en	foster	{CET6}
en	foul	{CET6}
en	found	{初中,CET4}
en	foundation	{选择性必修,CET4}
en	founder	{}
en	founding	{}
en	fountain	{选择性必修,CET4}
en	four	{CET4,基数词}
en	fourteen	{CET4,基数词}
en	fourteenth	{序数词}
en	fourth	{序数词}
en	fox	{初中,CET4}
en	fraction	{CET4}
en	fracture	{CET6}
en	fragile	{CET6}
en	fragility	{}
en	fragment	{CET4}
en	fragmentary	{}
en	fragmentation	{}
en	fragrance	{}
en	fragrant	{CET6}
en	frame	{选择性必修,CET4}
en	framework	{CET4}
en	franchise	{CET6}
en	frank	{必修,CET4}
en	frantic	{CET6}
en	frantically	{}
en	fraud	{CET6}
en	fraudulent	{}
en	free	{小学,CET4}
en	freedom	{选择性必修}
en	freeway	{CET4}
en	freeze	{初中,CET4}
en	freight	{CET4}
en	frequency	{选择性必修}
en	frequent	{CET4}
en	frequently	{必修}
en	fresh	{初中,CET4}
en	freshman	{CET4}
en	friction	{选择性必修,CET6}
en	Friday	{CET4,星期}
en	fridge	{初中}
en	friend	{小学,CET4}
en	friendly	{初中}
en	friendship	{初中}
en	fright	{CET4}
en	frighten	{}
en	frightened	{必修}
en	fringe	{CET6}
en	frog	{选择性必修,CET4}
en	from	{小学,CET4}
en	front	{小学,CET4}
en	frontier	{选择性必修,CET4}
en	frost	{选择性必修,CET4}
en	frosty	{}
en	frown	{CET6}
en	fruit	{小学,CET4}
en	fruitful	{}
en	frustrate	{CET4}
en	frustrating	{}
en	frustration	{}
en	fry	{选择性必修,CET4}
en	fulfil	{选择性必修,CET4}
en	fulfillment	{}
en	fulfilment	{}
en	full	{初中,CET4}
en	fun	{初中,CET4}
en	function	{必修,CET4}
en	functional	{}
en	fund	{必修,CET4}
en	fundamental	{选择性必修,CET4}
en	funding	{}
en	funeral	{CET4}
en	funny	{初中}
en	fur	{CET4}
en	furious	{}
en	furnace	{CET4}
en	furnish	{CET4}
en	furniture	{选择性必修,CET4}
en	further	{必修,CET4}
en	furthermore	{必修,CET4}
en	fury	{CET6}
en	fuse	{CET6}
en	fusion	{CET6}
en	fuss	{CET4}
en	futile	{CET6}
en	futility	{}
en	future	{初中,CET4}
en	gadget	{CET4}
en	gadgetry	{}
en	gain	{选择性必修,CET4}
en	galaxy	{CET6}
en	gallery	{选择性必修,CET4}
en	gallon	{CET4}
en	gamble	{CET4}
en	game	{小学,CET4}
en	gang	{CET4}
en	gangster	{}
en	gaol	{CET4}
en	gap	{必修,CET4}
en	garage	{CET4}
en	garbage	{选择性必修,CET4}
en	garden	{小学,CET4}
en	gardener	{}
en	gardening	{}
en	garlic	{选择性必修,CET6}
en	garment	{CET4}
en	gas	{初中,CET4}
en	gasoline	{CET4}
en	gasp	{CET6}
en	gate	{初中,CET4}
en	gather	{必修,CET4}
en	gathering	{}
en	gauge	{CET6}
en	gay	{CET4}
en	gaze	{CET4}
en	gear	{CET4}
en	gender	{选择性必修,CET4}
en	gene	{选择性必修,CET4}
en	general	{初中,CET4}
en	generalise	{}
en	generalize	{}
en	generally	{}
en	generate	{选择性必修,CET4}
en	generation	{必修,CET4}
en	generator	{}
en	generosity	{}
en	generous	{必修,CET4}
en	genetic	{}
en	genetically	{}
en	genius	{选择性必修,CET4}
en	genre	{CET6}
en	gentle	{选择性必修,CET4}
en	gentleman	{初中,CET4}
en	genuine	{选择性必修,CET4}
en	geographic	{}
en	geographically	{}
en	geography	{初中,CET4}
en	geological	{}
en	geologically	{}
en	geology	{CET4}
en	geometric	{}
en	geometrically	{}
en	geometry	{选择性必修,CET4}
en	germ	{CET4}
en	gesture	{必修,CET4}
en	get	{小学,CET4}
en	ghost	{CET4}
en	giant	{必修,CET4}
en	gift	{小学,CET4}
en	gifted	{选择性必修}
en	gigantic	{}
en	giggle	{CET6}
en	giraffe	{初中}
en	girl	{小学,CET4}
en	give	{小学,CET4}
en	given	{CET4}
en	glacier	{CET6}
en	glad	{初中,CET4}
en	glamor	{CET6}
en	glamorous	{}
en	glamourous	{}
en	glance	{选择性必修,CET4}
en	gland	{CET6}
en	glare	{CET6}
en	glass	{小学,CET4}
en	gleam	{CET6}
en	glide	{CET6}
en	glider	{}
en	glimpse	{CET4}
en	glitter	{CET6}
en	global	{必修}
en	globalise	{}
en	globalize	{}
en	globe	{选择性必修,CET4}
en	gloom	{CET4}
en	gloomy	{}
en	glorious	{}
en	glory	{CET4}
en	glossary	{CET6}
en	glove	{初中,CET4}
en	glow	{CET4}
en	glue	{初中,CET4}
en	go	{小学,CET4}
en	goal	{初中,CET4}
en	goat	{选择性必修,CET4}
en	god	{初中,CET4}
en	gold	{初中,CET4}
en	golden	{}
en	golf	{选择性必修,CET4}
en	good	{小学,CET4}
en	goodbye	{小学,CET4}
en	goodness	{CET4}
en	goods	{必修,CET4}
en	goose	{CET4}
en	gorge	{CET6}
en	gorgeous	{CET4}
en	gospel	{CET6}
en	gossip	{CET4}
en	govern	{CET4}
en	government	{初中}
en	governor	{}
en	gown	{CET4}
en	grab	{选择性必修,CET4}
en	grace	{CET4}
en	graceful	{选择性必修}
en	gracious	{}
en	grade	{初中,CET4}
en	gradual	{CET4}
en	gradually	{选择性必修}
en	graduate	{初中,CET4}
en	graduation	{}
en	grain	{选择性必修,CET4}
en	gram	{CET4}
en	grammar	{初中,CET4}
en	grammatical	{}
en	gramme	{选择性必修}
en	grand	{选择性必修,CET4}
en	grandchild	{CET4}
en	grandchildren	{}
en	granddaughter	{必修}
en	grandfather	{小学}
en	grandmother	{小学}
en	grandparent	{必修,CET4}
en	grandson	{必修}
en	grant	{CET4}
en	granted	{}
en	grape	{小学,CET4}
en	graph	{CET4}
en	graphic	{}
en	graphically	{}
en	grasp	{选择性必修,CET4}
en	grass	{小学,CET4}
en	grassy	{}
en	grateful	{选择性必修,CET4}
en	gratitude	{选择性必修,CET4}
en	grave	{CET4}
en	gravitation	{CET4}
en	gravity	{选择性必修,CET4}
en	gray	{CET4}
en	graze	{CET6}
en	grease	{CET6}
en	greasy	{}
en	great	{小学,CET4}
en	greed	{CET6}
en	greedy	{选择性必修}
en	green	{小学,CET4}
en	greenhouse	{必修,CET4}
en	greet	{初中,CET4}
en	greeting	{}
en	grey	{初中}
en	grid	{CET6}
en	grief	{CET4}
en	grieve	{}
en	grievous	{}
en	grill	{CET6}
en	grim	{CET6}
en	grin	{CET4}
en	grind	{CET4}
en	grip	{CET4}
en	groan	{CET6}
en	grocer	{CET4}
en	grocery	{选择性必修}
en	groove	{CET6}
en	grope	{CET6}
en	gross	{CET4}
en	ground	{初中,CET4}
en	group	{初中,CET4}
en	grow	{初中,CET4}
en	growth	{}
en	guarantee	{选择性必修,CET4}
en	guard	{初中,CET4}
en	guardian	{}
en	guess	{初中,CET4}
en	guest	{初中,CET4}
en	guidance	{选择性必修}
en	guide	{初中,CET4}
en	guideline	{必修,CET4}
en	guilt	{CET4}
en	guilty	{选择性必修}
en	guitar	{初中,CET4}
en	guitarist	{}
en	gulf	{CET4}
en	gum	{CET4}
en	gun	{初中,CET4}
en	gut	{CET4}
en	guy	{必修,CET4}
en	gym	{初中,CET4}
en	gymnastics	{必修}
en	habit	{初中,CET4}
en	habitat	{选择性必修,CET4}
en	habitual	{}
en	hack	{CET4}
en	hacker	{CET4}
en	hail	{CET4}
en	hair	{小学,CET4}
en	hairy	{}
en	half	{小学,CET4}
en	halfway	{CET4}
en	hall	{初中,CET4}
en	halt	{CET4}
en	ham	{选择性必修,CET4}
en	hamburger	{初中,CET4}
en	hammer	{CET4}
en	hamper	{CET6}
en	hand	{小学,CET4}
en	handbag	{必修}
en	handbook	{CET4}
en	handful	{}
en	handicap	{CET4}
en	handicapped	{}
en	handicraft	{CET6}
en	handkerchief	{选择性必修}
en	handle	{选择性必修,CET4}
en	handsome	{初中,CET4}
en	handwriting	{选择性必修,CET4}
en	handy	{CET4}
en	hang	{初中,CET4}
en	happen	{初中,CET4}
en	happily	{}
en	happiness	{}
en	happy	{小学,CET4}
en	harass	{CET6}
en	harassment	{}
en	harbor	{CET4}
en	hard	{小学,CET4}
en	harden	{}
en	hardly	{初中,CET4}
en	hardship	{CET4}
en	hardware	{CET4}
en	hardy	{CET6}
en	harm	{初中,CET4}
en	harmful	{必修}
en	harmless	{}
en	harmonious	{选择性必修}
en	harmony	{选择性必修,CET4}
en	harness	{CET4}
en	harsh	{CET4}
en	harvest	{选择性必修,CET4}
en	haste	{CET4}
en	hasten	{}
en	hasty	{}
en	hat	{初中,CET4}
en	hatch	{选择性必修,CET4}
en	hate	{初中,CET4}
en	hateful	{}
en	hatred	{}
en	haul	{CET4}
en	haunt	{CET4}
en	have	{小学,CET4}
en	haven	{CET6}
en	havoc	{CET6}
en	hawk	{CET6}
en	hay	{CET4}
en	hazard	{CET4}
en	hazardous	{}
en	haze	{CET4}
en	hazy	{}
en	he	{小学,CET4}
en	head	{小学,CET4}
en	headache	{必修,CET4}
en	heading	{CET4}
en	headline	{必修,CET4}
en	headmaster	{CET4}
en	headmistress	{}
en	headquarters	{CET4}
en	heal	{CET4}
en	health	{初中,CET4}
en	healthful	{}
en	healthy	{小学}
en	heap	{CET4}
en	hear	{小学,CET4}
en	hearing	{}
en	heart	{初中,CET4}
en	heartfelt	{CET4}
en	hearty	{}
en	heat	{初中,CET4}
en	heated	{}
en	heating	{}
en	heave	{CET6}
en	heaven	{CET4}
en	heavy	{小学,CET4}
en	hectare	{CET4}
en	hectic	{CET6}
en	hedge	{CET4}
en	heel	{CET4}
en	height	{初中,CET4}
en	heighten	{}
en	heir	{CET4}
en	heiress	{}
en	helicopter	{必修,CET4}
en	hell	{CET4}
en	hello	{小学,CET4}
en	helmet	{CET6}
en	help	{小学,CET4}
en	helpful	{小学}
en	helpless	{}
en	helplessly	{}
en	hemisphere	{CET6}
en	hen	{初中,CET4}
en	hence	{选择性必修,CET4}
en	henceforth	{CET6}
en	her	{小学,CET4}
en	herald	{CET6}
en	herb	{选择性必修,CET6}
en	herbal	{}
en	herd	{CET4}
en	here	{小学,CET4}
en	hereby	{CET4}
en	heritage	{必修,CET4}
en	hero	{初中,CET4}
en	heroic	{}
en	heroin	{CET6}
en	heroism	{}
en	hers	{初中,CET4}
en	herself	{初中,CET4}
en	hesitant	{}
en	hesitate	{必修,CET4}
en	hesitation	{}
en	hi	{小学,CET4}
en	hibernate	{CET6}
en	hibernation	{}
en	hide	{初中,CET4}
en	hiding	{}
en	hierarchical	{}
en	hierarchy	{CET6}
en	high	{初中,CET4}
en	high-tech	{CET4}
en	highlight	{选择性必修,CET4}
en	highly	{}
en	highway	{必修,CET4}
en	hijack	{CET4}
en	hike	{初中,CET6}
en	hill	{小学,CET4}
en	hilly	{}
en	him	{小学,CET4}
en	himself	{初中,CET4}
en	hinder	{CET4}
en	hindrance	{}
en	hinge	{CET6}
en	hint	{CET4}
en	hip	{CET4}
en	hire	{选择性必修,CET4}
en	his	{小学,CET4}
en	historian	{}
en	historic	{选择性必修}
en	historical	{}
en	history	{初中,CET4}
en	hit	{初中,CET4}
en	hitherto	{CET6}
en	hobby	{初中,CET4}
en	hockey	{CET6}
en	hoist	{CET6}
en	hold	{初中,CET4}
en	hole	{初中,CET4}
en	holiday	{小学,CET4}
en	holiness	{}
en	hollow	{CET4}
en	holy	{CET4}
en	home	{小学,CET4}
en	homeland	{CET4}
en	homeless	{}
en	homely	{}
en	hometown	{小学}
en	homework	{初中,CET4}
en	homogeneous	{CET6}
en	homosexual	{CET4}
en	honest	{初中,CET4}
en	honesty	{}
en	honey	{初中,CET4}
en	honeymoon	{CET4}
en	honor	{CET4}
en	honorable	{}
en	honorary	{}
en	honour	{初中}
en	honourable	{}
en	honourary	{}
en	hook	{CET4}
en	hop	{CET6}
en	hope	{初中,CET4}
en	hopeful	{}
en	hopeless	{}
en	horizon	{CET4}
en	horizontal	{}
en	horn	{CET4}
en	horrible	{必修}
en	horrify	{}
en	horror	{必修,CET4}
en	horse	{小学,CET4}
en	horsepower	{CET4}
en	hose	{CET6}
en	hospitable	{CET4}
en	hospital	{小学,CET4}
en	hospitality	{}
en	hospitalize	{}
en	host	{初中,CET4}
en	hostage	{CET6}
en	hostess	{CET4}
en	hostile	{CET4}
en	hostility	{}
en	hot	{小学,CET4}
en	hotdog	{CET4}
en	hotel	{初中,CET4}
en	hound	{CET6}
en	hour	{小学,CET4}
en	hourly	{}
en	house	{小学,CET4}
en	household	{选择性必修,CET4}
en	housewife	{CET4}
en	housework	{初中,CET4}
en	housing	{选择性必修}
en	hover	{CET6}
en	how	{小学,CET4}
en	however	{初中,CET4}
en	howl	{CET6}
en	huddle	{CET6}
en	hug	{初中,CET4}
en	huge	{初中,CET4}
en	hum	{CET6}
en	human	{初中,CET4}
en	humane	{CET6}
en	humanism	{}
en	humanist	{}
en	humanitarian	{}
en	humanity	{选择性必修}
en	humble	{选择性必修,CET4}
en	humbly	{}
en	humid	{CET6}
en	humidity	{}
en	humiliate	{CET6}
en	humiliation	{}
en	humor	{CET4}
en	humorous	{}
en	humour	{初中}
en	humourous	{必修}
en	hundred	{CET4,基数词}
en	hundredth	{序数词}
en	hunger	{CET4}
en	hungry	{小学}
en	hunt	{初中,CET4}
en	hunter	{}
en	hunting	{}
en	hurdle	{CET6}
en	hurl	{CET6}
en	hurricane	{必修,CET6}
en	hurriedly	{}
en	hurry	{小学,CET4}
en	hurt	{小学,CET4}
en	hurtful	{}
en	husband	{初中,CET4}
en	hut	{CET4}
en	hybrid	{选择性必修,CET6}
en	hydrogen	{选择性必修,CET4}
en	hygiene	{CET6}
en	hygienic	{}
en	hyphen	{CET4}
en	hypocrisy	{CET6}
en	hypocrite	{}
en	hypocritical	{}
en	hypothesis	{CET6}
en	hypothetical	{}
en	hysteria	{}
en	hysterical	{CET6}
en	I	{小学,CET4}
en	ice	{小学,CET4}
en	ice cream	{小学}
en	ice-cream	{CET4}
en	iceberg	{CET6}
en	icon	{CET6}
en	icy	{}
en	idea	{小学,CET4}
en	ideal	{选择性必修,CET4}
en	idealism	{}
en	idealistic	{}
en	identical	{选择性必修}
en	identification	{}
en	identify	{选择性必修,CET4}
en	identity	{必修,CET4}
en	ideological	{}
en	ideology	{CET6}
en	idiom	{选择性必修,CET4}
en	idiomatic	{}
en	idiot	{CET6}
en	idiotic	{}
en	idle	{CET4}
en	idly	{}
en	idol	{CET6}
en	if	{初中,CET4}
en	ignite	{CET6}
en	ignition	{}
en	ignorance	{}
en	ignorant	{CET4}
en	ignore	{必修,CET4}
en	ill	{小学,CET4}
en	illegal	{选择性必修,CET4}
en	illicit	{CET6}
en	illiteracy	{}
en	illiterate	{CET6}
en	illness	{初中}
en	illuminate	{CET6}
en	illumination	{}
en	illusion	{CET4}
en	illusory	{}
en	illustrate	{必修,CET4}
en	illustration	{}
en	illustrative	{}
en	image	{必修,CET4}
en	imaginary	{}
en	imagination	{}
en	imaginative	{}
en	imagine	{初中,CET4}
en	imaging	{}
en	imitate	{CET4}
en	imitation	{}
en	imitative	{}
en	immediate	{CET4}
en	immediately	{必修}
en	immense	{CET4}
en	immensely	{}
en	immensity	{}
en	immerse	{CET6}
en	immersion	{}
en	immigrant	{}
en	immigrate	{CET4}
en	immigration	{}
en	imminent	{CET6}
en	immune	{CET4}
en	immunise	{}
en	immunity	{}
en	immunize	{}
en	impact	{必修,CET4}
en	impair	{CET6}
en	impart	{CET6}
en	impatience	{}
en	impatient	{CET4}
en	imperative	{CET6}
en	imperial	{CET4}
en	imperialism	{}
en	imperialist	{}
en	impetus	{CET6}
en	implement	{CET4}
en	implementation	{CET4}
en	implication	{}
en	implicit	{CET4}
en	imply	{选择性必修,CET4}
en	import	{必修,CET4}
en	importance	{}
en	important	{初中,CET4}
en	importation	{}
en	impose	{CET4}
en	imposing	{}
en	imposition	{}
en	impossibility	{}
en	impossible	{初中,CET4}
en	impress	{选择性必修,CET4}
en	impression	{必修}
en	impressive	{}
en	imprison	{CET6}
en	imprisonment	{}
en	impromptu	{CET6}
en	improve	{初中,CET4}
en	improvement	{}
en	impulse	{CET4}
en	impulsive	{}
en	in	{小学,CET4}
en	inaugurate	{CET6}
en	inauguration	{}
en	inborn	{CET6}
en	incentive	{CET4}
en	inch	{选择性必修,CET4}
en	incidence	{CET4}
en	incident	{选择性必修,CET4}
en	incidental	{}
en	incidentally	{}
en	inclination	{}
en	incline	{CET4}
en	inclined	{}
en	include	{初中,CET4}
en	including	{}
en	inclusion	{}
en	inclusive	{}
en	income	{必修,CET4}
en	incorporate	{CET6}
en	incorporation	{}
en	increase	{初中,CET4}
en	increasingly	{}
en	incredible	{选择性必修,CET4}
en	incredibly	{}
en	incumbent	{CET6}
en	incur	{CET6}
en	indebted	{CET6}
en	indeed	{必修,CET4}
en	indefinite	{CET6}
en	independence	{}
en	independent	{必修,CET4}
en	index	{CET4}
en	indicate	{必修,CET4}
en	indication	{}
en	indicative	{}
en	indicator	{}
en	indict	{CET6}
en	indictment	{}
en	indifference	{}
en	indifferent	{CET4}
en	indigenous	{CET6}
en	indignant	{CET6}
en	indignation	{}
en	indispensable	{CET4}
en	individual	{必修,CET4}
en	individualism	{}
en	indoor	{CET4}
en	indoors	{}
en	induce	{CET4}
en	inducement	{}
en	indulge	{CET6}
en	indulgence	{}
en	indulgent	{}
en	industrial	{}
en	industrialise	{}
en	industrialize	{}
en	industrious	{}
en	industry	{初中,CET4}
en	inertia	{CET6}
en	inevitable	{CET4}
en	infant	{CET4}
en	infect	{CET4}
en	infection	{选择性必修}
en	infectious	{}
en	infer	{选择性必修,CET4}
en	inference	{}
en	inferior	{CET4}
en	inferiority	{}
en	infinite	{CET4}
en	infinitive	{}
en	infinity	{}
en	inflate	{CET4}
en	inflation	{}
en	inflict	{CET6}
en	infliction	{}
en	influence	{初中,CET4}
en	influential	{选择性必修}
en	influenza	{CET4}
en	inform	{CET4}
en	informant	{}
en	information	{初中}
en	informative	{}
en	infrastructure	{CET4}
en	infringe	{CET6}
en	infringement	{}
en	ingenious	{CET6}
en	ingenuity	{}
en	ingredient	{必修,CET4}
en	inhabit	{CET4}
en	inhabitant	{}
en	inherent	{CET6}
en	inherit	{CET4}
en	inheritance	{}
en	inhibit	{CET6}
en	inhibition	{}
en	initial	{选择性必修,CET4}
en	initially	{}
en	initiate	{CET4}
en	initiation	{}
en	initiative	{选择性必修}
en	inject	{CET6}
en	injection	{}
en	injure	{CET4}
en	injurious	{}
en	injury	{选择性必修}
en	ink	{必修,CET4}
en	inland	{CET4}
en	inmate	{CET6}
en	inn	{CET4}
en	inner	{选择性必修,CET4}
en	innocence	{}
en	innocent	{选择性必修,CET4}
en	innovate	{CET4}
en	innovation	{选择性必修}
en	innovative	{}
en	innumerable	{CET6}
en	input	{选择性必修,CET4}
en	inquire	{选择性必修,CET4}
en	inquiry	{}
en	inquisitive	{}
en	insane	{CET4}
en	insanity	{}
en	insect	{初中,CET4}
en	insert	{CET4}
en	insertion	{}
en	inside	{初中,CET4}
en	insider	{}
en	insight	{选择性必修,CET4}
en	insightful	{}
en	insist	{选择性必修,CET4}
en	insistence	{}
en	insistent	{}
en	inspect	{CET4}
en	inspection	{选择性必修}
en	inspector	{}
en	inspiration	{}
en	inspirational	{}
en	inspire	{必修,CET4}
en	instal	{CET4}
en	instalation	{}
en	installation	{}
en	instalment	{CET4}
en	instance	{选择性必修,CET4}
en	instant	{选择性必修,CET4}
en	instantaneous	{}
en	instead	{初中,CET4}
en	instinct	{CET4}
en	instinctive	{}
en	institute	{选择性必修,CET4}
en	institution	{选择性必修,CET4}
en	institutional	{}
en	instruct	{CET4}
en	instruction	{初中}
en	instructive	{}
en	instructor	{}
en	instrument	{初中,CET4}
en	instrumental	{}
en	insulate	{CET6}
en	insulation	{}
en	insulator	{}
en	insult	{CET4}
en	insurance	{选择性必修}
en	insure	{CET4}
en	intact	{CET4}
en	intake	{CET4}
en	intangible	{CET4}
en	integral	{CET6}
en	integrate	{选择性必修,CET4}
en	integration	{}
en	integrity	{选择性必修,CET4}
en	intellect	{CET6}
en	intellectual	{选择性必修,CET4}
en	intelligence	{}
en	intelligent	{必修,CET4}
en	intelligible	{CET6}
en	intend	{必修,CET4}
en	intense	{选择性必修,CET4}
en	intensify	{}
en	intensity	{}
en	intensive	{CET4}
en	intent	{}
en	intention	{选择性必修}
en	intentional	{}
en	interact	{CET4}
en	interaction	{选择性必修}
en	interactive	{}
en	intercourse	{CET6}
en	interest	{初中,CET4}
en	interested	{}
en	interesting	{小学}
en	interfere	{CET4}
en	interference	{}
en	interim	{CET6}
en	interior	{CET4}
en	intermediary	{}
en	intermediate	{CET4}
en	intermittent	{CET6}
en	internal	{选择性必修,CET4}
en	international	{初中,CET4}
en	Internet	{CET4}
en	internet	{小学}
en	interpret	{选择性必修,CET4}
en	interpretation	{}
en	interpreter	{}
en	interrogate	{CET6}
en	interrogation	{}
en	interrupt	{选择性必修,CET4}
en	interruption	{}
en	interval	{CET4}
en	intervene	{CET6}
en	intervention	{选择性必修}
en	interview	{初中,CET4}
en	interviewee	{}
en	interviewer	{}
en	intimacy	{}
en	intimate	{CET4}
en	intimidate	{CET6}
en	intimidation	{}
en	into	{初中,CET4}
en	intricacy	{}
en	intricate	{CET6}
en	intrigue	{CET6}
en	intrinsic	{CET6}
en	intrinsically	{}
en	introduce	{初中,CET4}
en	introduction	{必修}
en	introductory	{}
en	intrude	{CET4}
en	intruder	{}
en	intrusion	{}
en	intuition	{CET6}
en	intuitive	{}
en	invade	{CET4}
en	invader	{}
en	invalid	{CET4,CET6}
en	invaluable	{CET4}
en	invariably	{CET4}
en	invasion	{}
en	invasive	{}
en	invent	{初中,CET4}
en	invention	{必修}
en	inventor	{}
en	inventory	{CET6}
en	inversion	{}
en	invert	{CET6}
en	invest	{必修,CET4}
en	investigate	{选择性必修,CET4}
en	investigation	{}
en	investigator	{}
en	investment	{选择性必修}
en	investor	{}
en	invisible	{CET4}
en	invitation	{}
en	invite	{初中,CET4}
en	inviting	{}
en	involve	{选择性必修,CET4}
en	involved	{}
en	involvement	{}
en	inward	{CET4}
en	iron	{选择性必修,CET4}
en	ironic	{}
en	ironical	{}
en	ironically	{}
en	irony	{CET4}
en	irrational	{CET4}
en	irregular	{CET4}
en	irrespective	{CET6}
en	irrigate	{CET4}
en	irrigation	{必修}
en	irritable	{}
en	irritate	{CET6}
en	irritating	{}
en	irritation	{}
en	island	{初中,CET4}
en	isle	{CET6}
en	isolate	{CET4}
en	isolation	{}
en	issue	{必修,CET4}
en	it	{小学,CET4}
en	item	{选择性必修,CET4}
en	its	{小学,CET4}
en	itself	{初中,CET4}
en	ivory	{CET6}
en	jack	{CET6}
en	jacket	{初中,CET4}
en	jail	{CET4}
en	jam	{选择性必修,CET4}
en	January	{CET4,月份}
en	jar	{CET4}
en	jargon	{CET6}
en	jaw	{选择性必修,CET4}
en	jazz	{选择性必修,CET4}
en	jealous	{CET4}
en	jealousy	{}
en	jeans	{初中,CET4}
en	jeep	{CET4}
en	jelly	{CET6}
en	jeopardize	{CET6}
en	jeopardy	{}
en	jerk	{CET6}
en	jet	{CET4}
en	jetlag	{CET4}
en	jewel	{CET4}
en	jewelery	{}
en	jewellery	{}
en	job	{小学,CET4}
en	jockey	{CET6}
en	jog	{初中,CET4}
en	join	{初中,CET4}
en	joint	{选择性必修,CET4}
en	joke	{初中,CET4}
en	jolly	{CET6}
en	journal	{必修,CET4}
en	journalism	{CET4}
en	journalist	{选择性必修}
en	journey	{初中,CET4}
en	joy	{初中,CET4}
en	joyful	{}
en	joyous	{}
en	judge	{初中,CET4}
en	judgement	{}
en	judgment	{}
en	judicial	{CET6}
en	judiciary	{CET6}
en	juice	{小学,CET4}
en	juicy	{}
en	July	{CET4,月份}
en	jump	{小学,CET4}
en	junction	{CET6}
en	June	{CET4,月份}
en	jungle	{选择性必修,CET4}
en	junior	{初中,CET4}
en	junk	{CET4}
en	jurisdiction	{CET6}
en	juror	{}
en	jury	{CET4}
en	just	{初中,CET4}
en	justice	{必修,CET4}
en	justification	{}
en	justify	{选择性必修,CET4}
en	juvenile	{CET6}
en	kangaroo	{必修}
en	keen	{必修,CET4}
en	keep	{小学,CET4}
en	kettle	{选择性必修,CET4}
en	key	{初中,CET4}
en	keyboard	{初中,CET4}
en	kick	{初中,CET4}
en	kid	{小学,CET4}
en	kidnap	{CET6}
en	kidney	{CET6}
en	kilo	{初中}
en	kilogram	{CET4}
en	kilometer	{CET4}
en	kilometre	{初中}
en	kin	{CET4}
en	kind	{小学,CET4}
en	kindergarten	{选择性必修,CET4}
en	kindness	{}
en	king	{初中,CET4}
en	kingdom	{选择性必修,CET4}
en	kiss	{初中,CET4}
en	kit	{选择性必修,CET4}
en	kitchen	{小学,CET4}
en	kite	{小学,CET4}
en	knee	{初中,CET4}
en	kneel	{CET4}
en	knife	{初中,CET4}
en	knight	{CET6}
en	knit	{CET4}
en	knob	{CET6}
en	knock	{初中,CET4}
en	knot	{CET4}
en	knotty	{}
en	know	{小学,CET4}
en	knowhow	{CET4}
en	knowledge	{初中}
en	knowledgeable	{}
en	kung fu	{初中}
en	lab	{初中}
en	label	{选择性必修,CET4}
en	labor	{CET4}
en	laboratory	{CET4}
en	laborious	{}
en	labour	{选择性必修}
en	lace	{CET4}
en	lack	{选择性必修,CET4}
en	lad	{CET6}
en	ladder	{CET4}
en	lady	{初中,CET4}
en	lag	{CET4}
en	lake	{小学,CET4}
en	lamb	{选择性必修,CET4}
en	lame	{CET4}
en	lamp	{初中,CET4}
en	land	{初中,CET4}
en	landing	{}
en	landlord	{CET4}
en	landmark	{CET6}
en	landscape	{初中,CET4}
en	lane	{CET4}
en	language	{初中,CET4}
en	lantern	{初中}
en	lap	{必修,CET4}
en	laptop	{初中,CET4}
en	large	{初中,CET4}
en	largely	{}
en	laser	{CET4}
en	lash	{CET6}
en	lass	{CET4}
en	last	{小学,CET4}
en	lastly	{}
en	late	{小学,CET4}
en	lately	{CET4}
en	later	{初中}
en	latitude	{CET6}
en	latter	{CET4}
en	laugh	{初中,CET4}
en	laughter	{}
en	launch	{选择性必修,CET4}
en	laundry	{CET4}
en	lavatory	{CET4}
en	lavish	{CET6}
en	law	{初中,CET4}
en	lawful	{}
en	lawn	{CET4}
en	lawsuit	{CET6}
en	lawyer	{初中,CET4}
en	lay	{初中,CET4}
en	layer	{CET4}
en	layman	{CET6}
en	layoff	{CET4}
en	layout	{CET4}
en	laziness	{}
en	lazy	{初中,CET4}
en	lead	{初中,CET4}
en	leader	{必修,CET4}
en	leadership	{选择性必修}
en	leading	{}
en	leaf	{初中,CET4}
en	leaflet	{CET6}
en	league	{选择性必修,CET4}
en	leak	{选择性必修,CET4}
en	lean	{必修,CET4}
en	leap	{选择性必修,CET4}
en	learn	{小学,CET4}
en	learned	{}
en	learner	{}
en	learning	{}
en	lease	{CET4}
en	least	{初中,CET4}
en	leather	{选择性必修,CET4}
en	leave	{初中,CET4}
en	lecture	{必修,CET4}
en	lecturer	{}
en	left	{小学,CET4}
en	leftist	{}
en	leg	{小学,CET4}
en	legacy	{CET6}
en	legal	{选择性必修,CET4}
en	legalise	{}
en	legalize	{}
en	legend	{选择性必修,CET4}
en	legendary	{}
en	legislate	{CET4}
en	legislation	{}
en	legislative	{}
en	legislator	{}
en	legitimacy	{}
en	legitimate	{CET6}
en	leisure	{选择性必修,CET4}
en	leisurely	{}
en	lemon	{初中,CET4}
en	lemonade	{}
en	lend	{初中,CET4}
en	length	{必修,CET4}
en	lengthy	{}
en	leniency	{}
en	lenient	{CET6}
en	lens	{CET4}
en	lesbian	{CET6}
en	less	{初中,CET4}
en	lesson	{小学,CET4}
en	lest	{CET4}
en	let	{小学,CET4}
en	letter	{小学,CET4}
en	level	{初中,CET4}
en	lever	{CET6}
en	leverage	{}
en	levy	{CET6}
en	liability	{}
en	liable	{CET4}
en	liar	{CET4}
en	liberal	{CET4}
en	liberate	{CET4}
en	liberation	{选择性必修}
en	liberty	{选择性必修,CET4}
en	librarian	{选择性必修}
en	library	{小学,CET4}
en	license	{选择性必修,CET4}
en	lick	{CET4}
en	lid	{CET4}
en	lie	{初中,CET4}
en	lieutenant	{CET6}
en	life	{初中,CET4}
en	lifestyle	{必修}
en	lift	{初中,CET4}
en	light	{小学,CET4}
en	lighting	{CET4}
en	lightning	{初中,CET4}
en	like	{小学,CET4}
en	likelihood	{}
en	likely	{初中,CET4}
en	likewise	{CET4}
en	lily	{CET4}
en	limb	{CET4}
en	lime	{CET6}
en	limelight	{CET6}
en	limit	{选择性必修,CET4}
en	limitation	{}
en	limited	{必修}
en	limp	{CET6}
en	line	{初中,CET4}
en	linear	{}
en	linen	{CET6}
en	liner	{CET6}
en	linger	{CET6}
en	linguistic	{CET6}
en	linguistics	{}
en	link	{选择性必修,CET4}
en	linkage	{}
en	lion	{小学,CET4}
en	lioness	{}
en	lip	{必修,CET4}
en	lipstick	{CET6}
en	liquid	{选择性必修,CET4}
en	liquor	{CET4}
en	list	{初中,CET4}
en	listen	{小学,CET4}
en	listener	{}
en	liter	{CET4}
en	literacy	{}
en	literal	{CET4}
en	literally	{选择性必修}
en	literary	{选择性必修,CET4}
en	literate	{}
en	literature	{初中}
en	litter	{初中,CET4}
en	little	{小学,CET4}
en	live	{小学,CET4}
en	livelihood	{CET4}
en	lively	{初中,CET4}
en	liver	{CET4}
en	livestock	{必修,CET6}
en	living	{必修,CET4}
en	living-room	{CET4}
en	load	{选择性必修,CET4}
en	loaf	{CET4}
en	loan	{选择性必修,CET4}
en	lobby	{CET4}
en	lobbyist	{}
en	local	{初中,CET4}
en	locality	{}
en	locate	{CET4}
en	location	{必修}
en	lock	{初中,CET4}
en	locker	{}
en	locomotive	{CET6}
en	lodge	{CET4}
en	lodging	{}
en	lofty	{CET6}
en	log	{选择性必修,CET4}
en	logic	{CET4}
en	logical	{选择性必修}
en	logistic	{}
en	logistical	{}
en	logistics	{CET6}
en	logo	{CET4}
en	loneliness	{}
en	lonely	{初中,CET4}
en	long	{小学,CET4}
en	longevity	{CET6}
en	longitude	{CET6}
en	longitudinal	{}
en	look	{小学,CET4}
en	loom	{CET6}
en	loop	{CET6}
en	loophole	{CET4}
en	loose	{选择性必修,CET4}
en	loosen	{}
en	loot	{CET6}
en	lord	{CET4}
en	lorry	{CET4}
en	lose	{初中,CET4}
en	loss	{初中}
en	lost	{初中}
en	lot	{小学,CET4}
en	lotion	{CET6}
en	lottery	{CET6}
en	loud	{初中,CET4}
en	loudly	{}
en	lounge	{CET6}
en	love	{小学,CET4}
en	lovely	{小学}
en	lover	{}
en	low	{初中,CET4}
en	lower	{选择性必修}
en	loyal	{选择性必修,CET4}
en	loyalty	{}
en	lubricate	{CET6}
en	lubrication	{}
en	luck	{初中,CET4}
en	lucky	{必修}
en	lucrative	{CET6}
en	luggage	{CET4}
en	luminous	{CET6}
en	lump	{CET4}
en	lunar	{选择性必修,CET4}
en	lunch	{小学,CET4}
en	luncheon	{}
en	lung	{选择性必修,CET4}
en	lure	{CET6}
en	luxurious	{}
en	luxury	{选择性必修,CET4}
en	lyric	{CET6}
en	lyrical	{}
en	machine	{初中,CET4}
en	machinery	{}
en	mad	{初中,CET4}
en	madam	{初中,CET4}
en	madden	{}
en	magazine	{初中,CET4}
en	magic	{初中,CET4}
en	magical	{}
en	magistrate	{CET6}
en	magnet	{CET4}
en	magnetic	{}
en	magnificence	{}
en	magnificent	{选择性必修,CET4}
en	magnify	{CET6}
en	magnitude	{CET6}
en	maid	{CET4}
en	maiden	{CET4}
en	mail	{选择性必修,CET4}
en	main	{初中,CET4}
en	mainland	{CET4}
en	mainstream	{CET4}
en	maintain	{必修,CET4}
en	maintenance	{}
en	majestic	{}
en	majesty	{CET6}
en	major	{必修,CET4}
en	majority	{必修}
en	make	{小学,CET4}
en	makeup	{CET4}
en	male	{必修,CET4}
en	malice	{CET6}
en	malicious	{}
en	malignant	{CET6}
en	mall	{初中,CET4}
en	malpractice	{CET6}
en	mammal	{CET4}
en	man	{小学,CET4}
en	manage	{初中,CET4}
en	management	{}
en	manager	{必修}
en	managerial	{}
en	mandate	{CET6}
en	mandatory	{}
en	maneuver	{CET6}
en	manhood	{}
en	manifest	{CET6}
en	manifestation	{}
en	manipulate	{CET4}
en	manipulation	{}
en	manipulative	{}
en	mankind	{选择性必修,CET4}
en	manly	{}
en	manner	{初中,CET4}
en	mansion	{CET6}
en	manual	{CET4}
en	manufacture	{CET4}
en	manufacturer	{}
en	manuscript	{CET6}
en	many	{小学,CET4}
en	map	{小学,CET4}
en	mar	{CET6}
en	marathon	{选择性必修,CET4}
en	marble	{CET6}
en	March	{CET4,月份}
en	march	{必修,CET4}
en	margin	{CET4}
en	marginal	{}
en	marine	{选择性必修,CET4}
en	marital	{}
en	maritime	{CET6}
en	mark	{初中,CET4}
en	market	{初中,CET4}
en	marketing	{}
en	marriage	{必修}
en	marry	{初中,CET4}
en	marsh	{CET4}
en	marshal	{CET4}
en	martyr	{CET6}
en	martyrdom	{}
en	marvel	{CET4}
en	marvellous	{}
en	marvelous	{}
en	Marxism	{CET4}
en	Marxist	{}
en	masculine	{CET6}
en	masculinity	{}
en	mask	{CET4}
en	mass	{必修,CET4}
en	massacre	{CET6}
en	massage	{CET4}
en	massive	{选择性必修}
en	master	{初中,CET4}
en	masterpiece	{CET4}
en	mastery	{}
en	mat	{CET4}
en	match	{初中,CET4}
en	mate	{CET4}
en	material	{初中,CET4}
en	materialise	{}
en	materialism	{}
en	materialist	{}
en	materialize	{}
en	maternal	{CET6}
en	maternity	{}
en	math	{CET4}
en	mathematical	{}
en	maths	{小学}
en	matter	{初中,CET4}
en	mature	{选择性必修,CET4}
en	maturity	{}
en	maximal	{}
en	maximise	{}
en	maximize	{}
en	rein	{CET6}
en	maximum	{选择性必修,CET4}
en	May	{CET4,月份}
en	may	{小学,CET4}
en	maybe	{初中,CET4}
en	mayor	{CET4}
en	me	{小学,CET4}
en	meadow	{CET6}
en	meal	{初中,CET4}
en	mean	{初中,CET4}
en	meaning	{初中,CET4}
en	meaningful	{}
en	means	{选择性必修,CET4}
en	meantime	{CET4}
en	meanwhile	{选择性必修,CET4}
en	measurable	{}
en	measure	{必修,CET4}
en	measurement	{}
en	meat	{小学,CET4}
en	meaty	{}
en	mechanic	{选择性必修,CET4}
en	mechanical	{}
en	mechanics	{}
en	mechanisation	{}
en	mechanism	{}
en	mechanization	{}
en	mechanize	{CET4}
en	medal	{初中,CET4}
en	media	{}
en	mediate	{CET6}
en	mediation	{}
en	mediator	{}
en	medical	{初中,CET4}
en	Medicare	{CET4}
en	medication	{CET6}
en	medicinal	{}
en	medicine	{初中,CET4}
en	medieval	{CET6}
en	medium	{初中,CET4}
en	meet	{小学,CET4}
en	meeting	{初中,CET4}
en	melodious	{}
en	melody	{CET6}
en	melon	{CET4}
en	melt	{CET4}
en	member	{初中,CET4}
en	membership	{选择性必修}
en	memorandum	{CET4}
en	memorial	{选择性必修,CET4}
en	memorise	{}
en	memorize	{}
en	memory	{必修,CET4}
en	menace	{CET6}
en	mend	{CET4}
en	mental	{必修,CET4}
en	mentality	{}
en	mention	{初中,CET4}
en	mentor	{CET6}
en	menu	{初中,CET4}
en	merchandise	{CET6}
en	merchant	{CET4}
en	merciful	{}
en	mercury	{CET6}
en	mercy	{选择性必修,CET4}
en	mere	{CET4}
en	merely	{选择性必修}
en	merge	{CET6}
en	merger	{}
en	merit	{CET4}
en	meritorious	{}
en	merriment	{}
en	merry	{必修,CET4}
en	mess	{初中,CET4}
en	message	{初中,CET4}
en	messenger	{}
en	messy	{}
en	metabolic	{}
en	metabolism	{CET6}
en	metal	{必修,CET4}
en	metallic	{}
en	metaphor	{选择性必修,CET6}
en	metaphorical	{}
en	meter	{CET4}
en	method	{初中,CET4}
en	methodical	{}
en	methodology	{}
en	meticulous	{CET6}
en	metre	{初中}
en	metric	{}
en	metro	{CET4}
en	metropolitan	{CET6}
en	microphone	{CET4}
en	microscope	{选择性必修,CET4}
en	microscopic	{}
en	microwavable	{}
en	microwave	{CET4}
en	midday	{CET4}
en	middle	{小学,CET4}
en	middle-class	{CET4}
en	midnight	{必修,CET4}
en	midst	{CET6}
en	midwife	{CET6}
en	might	{初中,CET4}
en	mighty	{}
en	migrant	{}
en	migrate	{CET4}
en	migration	{选择性必修}
en	mild	{选择性必修,CET4}
en	mile	{初中,CET4}
en	mileage	{}
en	milestone	{CET6}
en	militancy	{}
en	militant	{CET6}
en	military	{必修,CET4}
en	militia	{CET6}
en	milk	{小学,CET4}
en	milky	{}
en	mill	{CET4}
en	millimeter	{CET4}
en	millimetre	{选择性必修}
en	million	{必修,CET4,基数词}
en	millionaire	{}
en	mind	{初中,CET4}
en	mindset	{CET6}
en	mine	{初中,CET4}
en	mineral	{选择性必修,CET4}
en	mingle	{CET6}
en	miniature	{CET6}
en	minimal	{}
en	minimise	{}
en	minimize	{}
en	minimum	{选择性必修,CET4}
en	mining	{}
en	minister	{选择性必修,CET4}
en	ministerial	{}
en	ministry	{}
en	minor	{选择性必修,CET4}
en	minority	{选择性必修}
en	mint	{CET6}
en	minus	{CET4}
en	minute	{小学,CET4}
en	miracle	{选择性必修,CET4}
en	miraculous	{}
en	mirror	{初中,CET4}
en	miserable	{CET4}
en	misery	{}
en	misfortune	{CET4}
en	mislead	{CET4}
en	misleading	{}
en	Miss	{小学}
en	miss	{初中,CET4}
en	missile	{选择性必修,CET4}
en	missing	{必修,CET4}
en	mission	{选择性必修,CET4}
en	missionary	{CET6}
en	mist	{选择性必修,CET4}
en	mistake	{初中,CET4}
en	mistaken	{}
en	mister	{CET4}
en	mistress	{CET4}
en	misty	{}
en	misunderstand	{CET4}
en	misunderstanding	{}
en	mix	{初中,CET4}
en	mixer	{}
en	mixture	{选择性必修}
en	moan	{CET6}
en	mobile	{初中,CET4}
en	mobile phone	{必修}
en	mobilize	{CET6}
en	mock	{CET6}
en	mode	{选择性必修,CET4}
en	model	{初中,CET4}
en	moderate	{CET4}
en	moderation	{}
en	moderator	{}
en	modern	{初中,CET4}
en	modernisation	{}
en	modernise	{}
en	modernization	{必修}
en	modernize	{}
en	modest	{必修,CET4}
en	modesty	{}
en	modification	{}
en	modifier	{}
en	modify	{选择性必修,CET4}
en	moist	{CET4}
en	moisture	{}
en	mold	{CET4}
en	moldy	{}
en	molecular	{}
en	molecule	{CET6}
en	mom	{CET4}
en	moment	{初中,CET4}
en	momentarily	{}
en	momentary	{}
en	momentous	{}
en	momentum	{CET6}
en	monarch	{}
en	monarchy	{CET6}
en	Monday	{CET4,星期}
en	monetary	{}
en	money	{小学,CET4}
en	monitor	{选择性必修,CET4}
en	monkey	{小学,CET4}
en	monopolise	{}
en	monopolize	{}
en	monopoly	{CET6}
en	monotonous	{}
en	monotony	{CET6}
en	monster	{CET4}
en	monstrous	{}
en	month	{小学,CET4}
en	monthly	{选择性必修}
en	monument	{必修,CET4}
en	monumental	{}
en	mood	{选择性必修,CET4}
en	moody	{}
en	moon	{小学,CET4}
en	mop	{CET4}
en	moral	{选择性必修,CET4}
en	morale	{CET6}
en	morality	{}
en	more	{初中,CET4}
en	moreover	{必修,CET4}
en	morning	{小学,CET4}
en	mortal	{CET6}
en	mortality	{}
en	mortgage	{CET4}
en	mosquito	{选择性必修,CET6}
en	most	{初中,CET4}
en	mostly	{选择性必修}
en	motel	{CET4}
en	mother	{小学,CET4}
en	motherly	{}
en	motion	{选择性必修,CET4}
en	motivate	{选择性必修,CET4}
en	motivation	{}
en	motive	{选择性必修,CET4}
en	motor	{选择性必修,CET4}
en	motorway	{CET4}
en	mouldy	{}
en	mount	{选择性必修,CET4}
en	mountain	{初中,CET4}
en	mountainous	{}
en	mounting	{CET4}
en	mourn	{CET6}
en	mourning	{}
en	mouse	{小学,CET4}
en	mouth	{小学,CET4}
en	mouthful	{}
en	move	{小学,CET4}
en	movement	{必修}
en	movie	{初中,CET4}
en	mow	{CET6}
en	Mr	{小学}
en	Mrs	{小学}
en	Ms	{小学}
en	much	{小学,CET4}
en	mud	{选择性必修,CET4}
en	muddy	{}
en	mug	{CET4}
en	mule	{CET4}
en	multilateral	{CET6}
en	multiple	{选择性必修,CET4}
en	multiplication	{}
en	multiply	{}
en	multitude	{CET6}
en	municipal	{CET4}
en	municipality	{}
en	murder	{选择性必修,CET4}
en	murderous	{}
en	murmur	{CET6}
en	muscle	{选择性必修,CET4}
en	muscular	{}
en	museum	{初中,CET4}
en	mushroom	{选择性必修,CET4}
en	music	{小学,CET4}
en	musical	{}
en	musician	{必修}
en	must	{小学,CET4}
en	mute	{CET6}
en	mutter	{CET6}
en	mutton	{初中}
en	mutual	{选择性必修,CET4}
en	my	{小学,CET4}
en	myself	{初中,CET4}
en	mysterious	{}
en	mystery	{必修,CET4}
en	myth	{选择性必修,CET4}
en	mythical	{}
en	mythology	{}
en	nail	{选择性必修,CET4}
en	naive	{CET6}
en	naivety	{}
en	naked	{CET4}
en	name	{小学,CET4}
en	namely	{CET4}
en	nap	{CET4}
en	napkin	{CET4}
en	narrate	{CET4}
en	narration	{}
en	narrative	{}
en	narrator	{}
en	narrow	{初中,CET4}
en	narrowly	{}
en	nasty	{CET4}
en	nation	{初中,CET4}
en	national	{必修}
en	nationalism	{}
en	nationalist	{}
en	nationality	{必修}
en	nationwide	{CET4}
en	native	{选择性必修,CET4}
en	natural	{必修}
en	naturally	{}
en	nature	{初中,CET4}
en	naughty	{CET4}
en	naval	{}
en	navigate	{CET6}
en	navigation	{}
en	navy	{选择性必修,CET4}
en	near	{小学,CET4}
en	nearby	{必修,CET4}
en	nearly	{初中}
en	neat	{必修,CET4}
en	necessarily	{}
en	necessary	{初中,CET4}
en	necessitate	{}
en	necessity	{CET4}
en	neck	{初中,CET4}
en	necklace	{CET4}
en	need	{初中,CET4}
en	needle	{选择性必修,CET4}
en	needy	{}
en	negate	{CET4}
en	negation	{}
en	negative	{初中}
en	neglect	{CET4}
en	neglectful	{}
en	negligence	{}
en	negligent	{CET6}
en	negligible	{CET6}
en	negotiable	{}
en	negotiate	{选择性必修,CET4}
en	negotiation	{}
en	neighbor	{CET4}
en	neighborhood	{}
en	neighbour	{初中}
en	neighbourhood	{选择性必修}
en	neither	{初中,CET4}
en	nephew	{选择性必修,CET4}
en	nerve	{CET4}
en	nervous	{初中}
en	nest	{选择性必修,CET4}
en	net	{选择性必修,CET4}
en	network	{选择性必修,CET4}
en	networking	{}
en	neutral	{选择性必修,CET4}
en	neutralise	{}
en	neutrality	{}
en	neutralize	{}
en	never	{小学,CET4}
en	nevertheless	{选择性必修,CET4}
en	new	{小学,CET4}
en	news	{初中,CET4}
en	newspaper	{初中,CET4}
en	next	{小学,CET4}
en	nice	{小学,CET4}
en	nicety	{}
en	nickel	{CET4}
en	nickname	{CET6}
en	niece	{选择性必修,CET4}
en	night	{小学,CET4}
en	nightly	{}
en	nightmare	{CET4}
en	nil	{CET6}
en	nine	{CET4,基数词}
en	nineteen	{CET4,基数词}
en	nineteenth	{序数词}
en	ninetieth	{序数词}
en	ninety	{CET4,基数词}
en	ninth	{CET4,序数词}
en	nitrogen	{CET6}
en	no	{小学,CET4}
en	nobility	{}
en	noble	{选择性必修,CET4}
en	nobody	{初中,CET4}
en	nod	{初中,CET4}
en	noise	{初中,CET4}
en	noisy	{必修}
en	nominal	{CET6}
en	nominate	{CET6}
en	nomination	{}
en	nominee	{}
en	none	{初中,CET4}
en	nonetheless	{CET6}
en	nonsense	{CET4}
en	noodle	{小学,CET4}
en	noon	{初中,CET4}
en	nor	{初中,CET4}
en	norm	{CET4}
en	normal	{初中,CET4}
en	normalisation	{}
en	normalise	{}
en	normalization	{}
en	normalize	{}
en	normally	{}
en	north	{初中,CET4}
en	northeast	{CET4}
en	northeastern	{}
en	northern	{必修}
en	northwest	{CET4}
en	northwestern	{}
en	nose	{小学,CET4}
en	nosy	{}
en	not	{小学,CET4}
en	notable	{}
en	notation	{}
en	note	{初中,CET4}
en	notebook	{初中,CET4}
en	noteworthy	{CET6}
en	nothing	{初中,CET4}
en	notice	{初中,CET4}
en	noticeable	{}
en	notification	{}
en	notify	{CET4}
en	notion	{CET4}
en	notional	{}
en	notoriety	{}
en	notorious	{CET6}
en	notwithstanding	{CET6}
en	noun	{CET4}
en	nourish	{CET4}
en	nourishment	{}
en	novel	{初中,CET4}
en	novelist	{选择性必修,CET4}
en	novelty	{CET4}
en	November	{CET4,月份}
en	now	{小学,CET4}
en	nowadays	{必修,CET4}
en	nowhere	{必修,CET4}
en	nuclear	{选择性必修,CET4}
en	nucleus	{}
en	nude	{CET4}
en	nudity	{}
en	nuisance	{CET4}
en	numb	{CET6}
en	number	{初中,CET4}
en	numerical	{CET6}
en	numerous	{必修,CET4}
en	nurse	{小学,CET4}
en	nursery	{CET4}
en	nurture	{CET6}
en	nut	{必修,CET4}
en	nutrient	{}
en	nutrition	{选择性必修,CET4}
en	o'clock	{CET4}
en	oak	{CET6}
en	oar	{CET6}
en	oath	{CET6}
en	obedience	{}
en	obedient	{}
en	obese	{CET4}
en	obesity	{}
en	obey	{必修,CET4}
en	object	{初中,CET4}
en	objection	{CET4}
en	objective	{选择性必修,CET4}
en	obligation	{}
en	obligatory	{}
en	oblige	{CET4}
en	obliged	{}
en	obscene	{CET6}
en	obscenity	{}
en	obscure	{CET6}
en	obscurity	{}
en	observant	{}
en	observation	{}
en	observatory	{CET6}
en	observe	{必修,CET4}
en	observer	{}
en	obsess	{CET6}
en	obsession	{}
en	obsessive	{}
en	obstacle	{选择性必修,CET4}
en	obstruct	{CET6}
en	obstruction	{}
en	obtain	{选择性必修,CET4}
en	obtainment	{}
en	obvious	{CET4}
en	obviously	{必修}
en	occasion	{必修,CET4}
en	occasional	{}
en	occasionally	{}
en	occupancy	{}
en	occupant	{}
en	occupation	{选择性必修,CET4}
en	occupational	{}
en	occupy	{选择性必修,CET4}
en	occur	{必修,CET4}
en	occurrence	{}
en	ocean	{初中,CET4}
en	oceanic	{}
en	October	{CET4,月份}
en	odd	{必修,CET4}
en	oddity	{}
en	odds	{CET4}
en	odor	{CET4}
en	odorous	{}
en	of	{小学,CET4}
en	off	{小学,CET4}
en	offence	{}
en	offend	{必修,CET4}
en	offender	{}
en	offense	{}
en	offensive	{}
en	offer	{初中,CET4}
en	offering	{}
en	office	{初中,CET4}
en	officer	{初中,CET4}
en	official	{必修,CET4}
en	offset	{CET6}
en	offspring	{CET6}
en	often	{小学,CET4}
en	oil	{初中,CET4}
en	oily	{}
en	OK	{小学}
en	okay	{CET4}
en	old	{小学,CET4}
en	old-fashioned	{CET4}
en	olive	{CET6}
en	Olympiad	{}
en	Olympic	{初中,CET4}
en	Olympics	{}
en	omission	{}
en	omit	{CET4}
en	on	{小学,CET4}
en	once	{初中,CET4}
en	one	{CET4,基数词}
en	oneself	{CET4}
en	ongoing	{CET4}
en	onion	{初中,CET4}
en	online	{初中,CET4}
en	only	{初中,CET4}
en	onset	{CET6}
en	onto	{必修,CET4}
en	onward	{CET4}
en	opaque	{CET6}
en	open	{小学,CET4}
en	opener	{}
en	opening	{}
en	openly	{}
en	opera	{初中,CET4}
en	operate	{初中,CET4}
en	operation	{必修}
en	operational	{}
en	operative	{CET6}
en	operator	{选择性必修}
en	opinion	{初中,CET4}
en	opponent	{选择性必修}
en	opportunity	{必修,CET4}
en	oppose	{选择性必修,CET4}
en	opposite	{初中,CET4}
en	opposition	{}
en	oppress	{CET6}
en	oppression	{}
en	oppressive	{}
en	opt	{CET4}
en	optic	{CET6}
en	optical	{}
en	optimal	{}
en	optimism	{CET4}
en	optimist	{}
en	optimistic	{选择性必修}
en	optimum	{CET6}
en	option	{必修}
en	optional	{}
en	or	{小学,CET4}
en	oral	{CET4}
en	orange	{小学,CET4}
en	orbit	{选择性必修,CET4}
en	orbital	{}
en	orchestra	{选择性必修,CET4}
en	ordeal	{CET6}
en	order	{初中,CET4}
en	orderly	{}
en	ordinary	{必修,CET4}
en	ore	{CET4}
en	organ	{选择性必修,CET4}
en	organic	{选择性必修,CET4}
en	organisation	{必修}
en	organisational	{}
en	organise	{初中}
en	organism	{CET4}
en	organization	{}
en	organizational	{}
en	organize	{CET4}
en	orient	{CET4}
en	oriental	{CET4}
en	orientation	{CET4}
en	origin	{选择性必修,CET4}
en	original	{必修}
en	originality	{}
en	originate	{}
en	ornament	{CET4}
en	ornamental	{}
en	orphan	{CET4}
en	orphanage	{}
en	orthodox	{CET6}
en	other	{初中,CET4}
en	otherwise	{必修,CET4}
en	ought to	{必修,CET4}
en	ounce	{CET4}
en	our	{小学,CET4}
en	ours	{初中,CET4}
en	ourselves	{初中,CET4}
en	out	{小学,CET4}
en	outbreak	{CET4}
en	outcome	{选择性必修,CET4}
en	outdated	{CET4}
en	outdoor	{CET4}
en	outdoors	{}
en	outer	{CET4}
en	outfit	{CET6}
en	outgoing	{选择性必修,CET4}
en	outing	{CET4}
en	outlaw	{CET6}
en	outlet	{CET4}
en	outline	{选择性必修,CET4}
en	outlook	{CET4}
en	output	{选择性必修,CET4}
en	outrage	{CET6}
en	outrageous	{}
en	outset	{CET4}
en	outside	{初中,CET4}
en	outsider	{}
en	outskirts	{CET4}
en	outstanding	{选择性必修,CET4}
en	outward	{CET4}
en	outwards	{}
en	oval	{CET4}
en	oven	{初中,CET4}
en	over	{小学,CET4}
en	overall	{选择性必修,CET4}
en	overcoat	{CET4}
en	overcome	{选择性必修,CET4}
en	overdue	{CET4}
en	overflow	{CET6}
en	overhaul	{CET6}
en	overhead	{CET4}
en	overhear	{CET4}
en	overlap	{CET6}
en	overlook	{CET4}
en	overnight	{CET4}
en	override	{CET6}
en	overseas	{必修,CET4}
en	oversee	{CET4}
en	oversight	{CET4}
en	overstate	{CET6}
en	overt	{CET6}
en	overtake	{CET4}
en	overthrow	{CET4}
en	overtime	{CET4}
en	overturn	{CET6}
en	overwhelm	{CET4}
en	overwhelming	{}
en	overwhelmingly	{}
en	owe	{选择性必修,CET4}
en	owing to	{}
en	owl	{CET6}
en	own	{初中,CET4}
en	owner	{}
en	ownership	{}
en	ox	{CET4}
en	oxide	{CET6}
en	oxygen	{必修,CET4}
en	ozone	{CET4}
en	o’clock	{小学}
en	p.m.	{初中}
en	pace	{选择性必修,CET4}
en	Pacific	{必修}
en	pack	{初中,CET4}
en	package	{必修,CET4}
en	packet	{初中,CET4}
en	pact	{CET6}
en	pad	{CET4}
en	paddy	{CET4}
en	page	{初中,CET4}
en	pagoda	{必修}
en	pain	{初中,CET4}
en	painful	{}
en	paint	{初中,CET4}
en	painter	{}
en	painting	{}
en	pair	{小学,CET4}
en	palace	{初中,CET4}
en	pale	{初中,CET4}
en	palm	{CET4}
en	pamphlet	{CET6}
en	pan	{选择性必修,CET4}
en	pancake	{初中}
en	panda	{小学,CET4}
en	panel	{选择性必修,CET4}
en	panic	{选择性必修,CET4}
en	panorama	{CET6}
en	panoramic	{}
en	pant	{CET6}
en	pants	{必修,CET4}
en	paper	{小学,CET4}
en	paperback	{CET4}
en	parachute	{CET6}
en	parade	{CET4}
en	paradigm	{CET6}
en	paradise	{CET6}
en	paradox	{CET4}
en	paradoxical	{}
en	paragraph	{初中,CET4}
en	parallel	{CET4}
en	paralysis	{}
en	paralyze	{CET6}
en	parameter	{CET6}
en	parasite	{CET6}
en	parcel	{选择性必修,CET4}
en	pardon	{初中,CET4}
en	parent	{小学,CET4}
en	parental	{}
en	parenting	{}
en	parish	{CET6}
en	park	{小学,CET4}
en	parking	{选择性必修,CET4}
en	parliament	{CET4}
en	parliamentary	{}
en	parole	{CET6}
en	parrot	{CET6}
en	part	{初中,CET4}
en	partial	{}
en	partially	{}
en	participant	{}
en	participate	{选择性必修,CET4}
en	participation	{}
en	particle	{CET4}
en	particular	{必修,CET4}
en	particularly	{}
en	partisan	{CET6}
en	partition	{CET6}
en	partly	{CET4}
en	partner	{初中,CET4}
en	partnership	{}
en	party	{小学,CET4}
en	pass	{初中,CET4}
en	passage	{初中,CET4}
en	passenger	{初中,CET4}
en	passerby	{CET6}
en	passion	{选择性必修,CET4}
en	passionate	{}
en	passive	{必修,CET4}
en	passport	{初中,CET4}
en	password	{CET4}
en	past	{初中,CET4}
en	pasta	{CET6}
en	paste	{CET4}
en	pastime	{CET4}
en	pastry	{CET6}
en	pasture	{CET6}
en	pat	{CET4}
en	patch	{CET4}
en	patent	{选择性必修,CET4}
en	path	{必修,CET4}
en	pathetic	{CET6}
en	patience	{选择性必修,CET4}
en	patient	{初中,CET4}
en	patriot	{CET6}
en	patriotic	{}
en	patriotism	{必修}
en	patrol	{CET6}
en	patron	{CET6}
en	patronage	{}
en	patronise	{}
en	patronize	{}
en	pattern	{必修,CET4}
en	pause	{CET4}
en	pave	{CET4}
en	pavement	{}
en	paw	{CET4}
en	pay	{初中,CET4}
en	payment	{}
en	payroll	{CET4}
en	PE	{小学}
en	pea	{CET4}
en	peace	{初中,CET4}
en	peaceful	{}
en	peach	{CET4}
en	peak	{选择性必修,CET4}
en	peanut	{CET4}
en	pear	{初中,CET4}
en	pearl	{CET4}
en	peasant	{CET4}
en	peck	{CET6}
en	peculiar	{CET4}
en	peculiarity	{}
en	pedal	{CET6}
en	peddle	{CET6}
en	pedestrian	{CET4}
en	peel	{CET6}
en	peep	{CET6}
en	peer	{CET4}
en	peg	{CET6}
en	pen	{小学,CET4}
en	penalise	{}
en	penalize	{}
en	penalty	{CET4}
en	pencil	{小学,CET4}
en	pending	{CET6}
en	pendulum	{CET6}
en	penetrate	{CET4}
en	penetration	{}
en	penguin	{初中,CET6}
en	peninsula	{CET6}
en	penny	{CET4}
en	pension	{CET4}
en	pensioner	{}
en	people	{小学,CET4}
en	pepper	{初中,CET4}
en	per	{必修,CET4}
en	per cent	{初中}
en	perceive	{选择性必修,CET4}
en	percent	{CET4}
en	percentage	{必修}
en	perception	{}
en	perceptive	{}
en	perch	{CET6}
en	perfect	{初中,CET4}
en	perfection	{}
en	perform	{初中,CET4}
en	performance	{必修}
en	performer	{}
en	perfume	{CET6}
en	perhaps	{初中,CET4}
en	peril	{CET4}
en	perilous	{}
en	period	{初中,CET4}
en	periodic	{}
en	periodical	{}
en	perish	{CET6}
en	permanence	{}
en	permanent	{选择性必修,CET4}
en	permeate	{CET6}
en	permeation	{}
en	permissible	{}
en	permission	{}
en	permissive	{}
en	permit	{必修,CET4}
en	perpetual	{CET6}
en	perpetuate	{}
en	perplex	{CET6}
en	perplexity	{}
en	persecute	{CET6}
en	persecution	{}
en	perseverance	{}
en	persevere	{CET4}
en	persist	{CET4}
en	persistence	{}
en	persistent	{}
en	person	{初中,CET4}
en	personal	{初中}
en	personality	{必修}
en	personally	{}
en	personnel	{CET4}
en	perspective	{选择性必修,CET4}
en	persuade	{选择性必修,CET4}
en	persuasion	{}
en	persuasive	{}
en	pessimism	{CET4}
en	pessimist	{}
en	pessimistic	{选择性必修}
en	pest	{CET6}
en	pesticide	{CET6}
en	pet	{小学,CET4}
en	petition	{CET6}
en	petitioner	{}
en	petrochemical	{CET6}
en	petrol	{必修,CET4}
en	petroleum	{CET4}
en	petty	{CET4}
en	pharmaceutical	{}
en	pharmacy	{CET6}
en	phase	{选择性必修,CET4}
en	phenomenon	{选择性必修,CET4}
en	philosopher	{}
en	philosophical	{}
en	philosophy	{选择性必修,CET4}
en	phone	{小学}
en	photo	{小学,CET4}
en	photographer	{选择性必修}
en	photographic	{}
en	photography	{}
en	phrasal	{}
en	phrase	{选择性必修,CET4}
en	physical	{CET4}
en	physician	{选择性必修,CET4}
en	physicist	{}
en	physics	{初中,CET4}
en	physiological	{CET6}
en	pianist	{}
en	piano	{小学,CET4}
en	pick	{初中,CET4}
en	picky	{}
en	picnic	{初中,CET4}
en	picture	{小学,CET4}
en	picturesque	{}
en	pie	{初中,CET4}
en	piece	{初中,CET4}
en	pierce	{CET4}
en	pig	{小学,CET4}
en	pigeon	{CET4}
en	pile	{必修,CET4}
en	pilgrim	{CET6}
en	pilgrimage	{}
en	pill	{初中,CET4}
en	pillar	{CET4}
en	pillow	{CET4}
en	pilot	{初中,CET4}
en	pin	{CET4}
en	pinch	{CET4}
en	pine	{CET4}
en	ping-pong	{小学}
en	pink	{小学,CET4}
en	pint	{CET4}
en	pioneer	{初中,CET4}
en	pipe	{选择性必修,CET4}
en	piracy	{}
en	pirate	{CET4}
en	pistol	{CET4}
en	pit	{CET4}
en	pitch	{CET4}
en	pity	{初中,CET4}
en	pizza	{初中,CET4}
en	place	{小学,CET4}
en	placement	{}
en	plague	{CET4}
en	plain	{选择性必修,CET4}
en	plaintiff	{CET6}
en	plan	{初中,CET4}
en	plane	{小学,CET4}
en	planet	{初中,CET4}
en	planetary	{}
en	planner	{}
en	planning	{}
en	plant	{小学,CET4}
en	plantation	{}
en	plastic	{初中,CET4}
en	plate	{初中,CET4}
en	plateau	{CET6}
en	platform	{选择性必修,CET4}
en	plausible	{CET6}
en	play	{小学,CET4}
en	player	{必修}
en	playground	{小学,CET4}
en	plaza	{CET6}
en	plea	{CET6}
en	plead	{CET6}
en	pleasant	{选择性必修}
en	please	{小学,CET4}
en	pleasing	{}
en	pleasure	{初中}
en	pledge	{CET4}
en	plentiful	{}
en	plenty	{初中,CET4}
en	plight	{CET6}
en	plot	{选择性必修,CET4}
en	plough	{CET4}
en	plug	{选择性必修,CET4}
en	plumber	{CET6}
en	plumbing	{CET6}
en	plunge	{CET4}
en	plural	{CET4}
en	plus	{必修,CET4}
en	pocket	{初中,CET4}
en	podcast	{CET4}
en	poem	{初中,CET4}
en	poet	{初中,CET4}
en	poetic	{}
en	poetry	{必修}
en	point	{初中,CET4}
en	pointless	{}
en	poise	{CET6}
en	poised	{}
en	poison	{必修,CET4}
en	poisonous	{}
en	poke	{CET6}
en	polar	{选择性必修}
en	pole	{必修,CET4}
en	police	{小学,CET4}
en	policeman	{初中}
en	policy	{必修,CET4}
en	polish	{选择性必修,CET4}
en	polite	{初中,CET4}
en	politeness	{}
en	political	{选择性必修}
en	politician	{选择性必修}
en	politics	{选择性必修,CET4}
en	poll	{CET4}
en	pollster	{}
en	pollutant	{}
en	pollute	{初中,CET4}
en	pollution	{必修}
en	polytechnic	{CET6}
en	pond	{选择性必修,CET4}
en	ponder	{CET6}
en	pool	{初中,CET4}
en	poor	{初中,CET4}
en	pop	{CET4}
en	popular	{初中,CET4}
en	popularity	{}
en	populate	{}
en	population	{初中,CET4}
en	populous	{}
en	porcelain	{CET6}
en	porch	{CET6}
en	pork	{初中,CET4}
en	porridge	{初中,CET6}
en	port	{必修,CET4}
en	portable	{}
en	porter	{}
en	portfolio	{CET6}
en	portion	{CET4}
en	portrait	{必修}
en	portray	{CET6}
en	portrayal	{}
en	pose	{选择性必修,CET4}
en	position	{初中,CET4}
en	positive	{初中,CET4}
en	possess	{CET4}
en	possession	{选择性必修}
en	possessive	{}
en	possibility	{}
en	possible	{初中,CET4}
en	possibly	{}
en	post	{初中,CET4}
en	postage	{CET4}
en	postcard	{初中,CET4}
en	poster	{必修,CET4}
en	postman	{初中}
en	postpone	{必修,CET4}
en	postponement	{}
en	posture	{}
en	pot	{初中,CET4}
en	potato	{小学,CET4}
en	potent	{CET6}
en	potential	{选择性必修,CET4}
en	potentiality	{}
en	pottery	{CET6}
en	poultry	{CET6}
en	pound	{初中,CET4}
en	pour	{初中,CET4}
en	poverty	{必修}
en	powder	{CET4}
en	power	{初中,CET4}
en	powerful	{}
en	practicable	{}
en	practical	{选择性必修,CET4}
en	practicality	{}
en	practise	{初中,CET4}
en	practitioner	{CET6}
en	praise	{初中,CET4}
en	pray	{选择性必修,CET4}
en	prayer	{CET4}
en	preach	{CET4}
en	preacher	{}
en	precaution	{CET4}
en	precautionary	{}
en	precede	{CET6}
en	precedent	{}
en	preceding	{}
en	precious	{选择性必修,CET4}
en	precise	{CET4}
en	precisely	{选择性必修}
en	precision	{}
en	predator	{CET6}
en	predatory	{}
en	predecessor	{CET6}
en	predict	{选择性必修,CET4}
en	predictable	{}
en	prediction	{}
en	predominance	{}
en	predominant	{}
en	predominate	{CET6}
en	preface	{CET4}
en	prefer	{初中,CET4}
en	preferable	{}
en	preference	{选择性必修}
en	preferential	{}
en	pregnancy	{}
en	pregnant	{CET4}
en	prejudice	{选择性必修,CET4}
en	preliminary	{CET4}
en	premature	{CET6}
en	premier	{选择性必修,CET4}
en	premise	{CET6}
en	premium	{CET6}
en	preoccupied	{}
en	preoccupy	{CET6}
en	preparation	{}
en	preparatory	{}
en	prepare	{初中,CET4}
en	preposition	{CET4}
en	prerequisite	{CET6}
en	prescribe	{CET4}
en	prescription	{}
en	presence	{CET4}
en	present	{初中,CET4}
en	presentation	{选择性必修,CET4}
en	presently	{CET4}
en	preservation	{}
en	preservative	{}
en	preserve	{选择性必修,CET4}
en	preside	{CET6}
en	presidency	{}
en	president	{初中,CET4}
en	presidential	{}
en	press	{初中,CET4}
en	pressing	{}
en	pressure	{初中,CET4}
en	prestige	{CET6}
en	prestigious	{}
en	presumably	{}
en	presume	{CET6}
en	presumption	{}
en	pretence	{}
en	pretend	{选择性必修,CET4}
en	pretense	{}
en	pretext	{CET6}
en	pretty	{初中,CET4}
en	prevail	{CET4}
en	prevalence	{}
en	prevalent	{}
en	prevent	{必修,CET4}
en	prevention	{}
en	preventive	{}
en	preview	{CET4}
en	previous	{必修,CET4}
en	prey	{CET6}
en	price	{初中,CET4}
en	priceless	{}
en	pride	{初中,CET4}
en	priest	{CET4}
en	primarily	{}
en	primary	{初中,CET4}
en	prime	{CET4}
en	primitive	{选择性必修,CET4}
en	prince	{初中,CET4}
en	principal	{选择性必修,CET4}
en	principle	{选择性必修,CET4}
en	print	{初中,CET4}
en	printer	{}
en	printing	{}
en	prior	{选择性必修,CET4}
en	priority	{选择性必修}
en	prison	{选择性必修,CET4}
en	prisoner	{}
en	privacy	{}
en	private	{初中,CET4}
en	privatisation	{}
en	privatise	{}
en	privatization	{}
en	privatize	{}
en	privilege	{CET4}
en	privileged	{}
en	prize	{初中,CET4}
en	probability	{}
en	probable	{CET4}
en	probably	{初中}
en	probe	{CET6}
en	problem	{初中,CET4}
en	problematic	{}
en	procedure	{必修,CET4}
en	proceed	{选择性必修,CET4}
en	proceedings	{}
en	process	{必修,CET4}
en	procession	{CET4}
en	processor	{}
en	proclaim	{CET4}
en	proclamation	{}
en	produce	{初中,CET4}
en	product	{初中,CET4}
en	production	{}
en	productive	{}
en	productivity	{}
en	profession	{选择性必修,CET4}
en	professional	{必修}
en	professor	{选择性必修,CET4}
en	proficiency	{}
en	proficient	{CET4}
en	profile	{选择性必修,CET6}
en	profit	{必修,CET4}
en	profitable	{}
en	profound	{CET4}
en	program	{CET4}
en	programme	{初中}
en	progress	{初中,CET4}
en	progression	{}
en	progressive	{}
en	prohibit	{选择性必修,CET4}
en	prohibition	{}
en	prohibitive	{}
en	project	{初中,CET4}
en	projection	{}
en	projector	{CET4}
en	prolong	{CET6}
en	prominence	{}
en	prominent	{CET4}
en	promise	{初中,CET4}
en	promising	{}
en	promote	{选择性必修,CET4}
en	promotion	{}
en	prompt	{CET4}
en	prone	{CET6}
en	pronoun	{CET4}
en	pronounce	{初中,CET4}
en	pronunciation	{必修}
en	proof	{选择性必修,CET4}
en	proofread	{CET6}
en	prop	{CET6}
en	propaganda	{CET6}
en	propagate	{CET6}
en	propagation	{}
en	propel	{CET6}
en	propeller	{}
en	proper	{初中,CET4}
en	property	{选择性必修,CET4}
en	proportion	{选择性必修,CET4}
en	proportional	{}
en	proposal	{必修}
en	propose	{CET4}
en	proposition	{}
en	prose	{CET4}
en	prosecute	{CET6}
en	prosecution	{}
en	prospect	{选择性必修,CET4}
en	prospective	{}
en	prosper	{CET6}
en	prosperity	{选择性必修}
en	prosperous	{}
en	protect	{初中,CET4}
en	protection	{}
en	protective	{}
en	protein	{选择性必修,CET4}
en	protest	{必修,CET4}
en	protocol	{CET6}
en	prototype	{CET6}
en	proud	{初中}
en	prove	{初中,CET4}
en	proverb	{CET4}
en	proverbial	{}
en	provide	{初中,CET4}
en	provided	{CET4}
en	province	{必修,CET4}
en	provincial	{}
en	provision	{}
en	provocation	{}
en	provocative	{}
en	provoke	{CET4}
en	proximate	{CET6}
en	proximity	{}
en	psychiatric	{}
en	psychiatrist	{}
en	psychiatry	{CET6}
en	psychological	{}
en	psychologist	{}
en	psychology	{选择性必修,CET4}
en	pub	{选择性必修,CET4}
en	public	{初中,CET4}
en	publication	{}
en	publicise	{}
en	publicity	{}
en	publicize	{}
en	publicly	{}
en	publish	{初中,CET4}
en	pudding	{必修,CET6}
en	pull	{初中,CET4}
en	pulse	{CET4}
en	pump	{CET4}
en	pumpkin	{CET6}
en	punch	{CET4}
en	punctual	{CET4}
en	punctuality	{}
en	punish	{初中,CET4}
en	punishment	{}
en	pupil	{CET4}
en	purchase	{选择性必修,CET4}
en	pure	{选择性必修,CET4}
en	purify	{}
en	purity	{}
en	purple	{初中,CET4}
en	purpose	{初中,CET4}
en	purposeful	{}
en	purse	{选择性必修,CET4}
en	pursue	{选择性必修,CET4}
en	pursuit	{}
en	push	{初中,CET4}
en	pushy	{}
en	put	{小学,CET4}
en	puzzle	{选择性必修,CET4}
en	puzzlement	{}
en	pyramid	{必修,CET6}
en	quake	{CET4}
en	qualification	{选择性必修}
en	qualify	{选择性必修,CET4}
en	qualitative	{}
en	quality	{初中,CET4}
en	quantification	{}
en	quantify	{CET4}
en	quantitative	{}
en	quantity	{选择性必修,CET4}
en	quarrel	{CET4}
en	quarrelsome	{}
en	quart	{CET6}
en	quarter	{初中,CET4}
en	quarterly	{}
en	queen	{初中,CET4}
en	query	{CET6}
en	quest	{CET6}
en	question	{小学,CET4}
en	questionnaire	{}
en	queue	{CET4}
ja	お	{JLPT3}
en	quick	{初中,CET4}
en	quiet	{小学,CET4}
en	quit	{必修,CET4}
en	quite	{初中,CET4}
en	quiver	{CET6}
en	quiz	{CET4}
en	quota	{CET4}
en	quotation	{}
en	quote	{选择性必修,CET4}
en	rabbit	{小学,CET4}
en	race	{初中,CET4}
en	racial	{选择性必修,CET4}
en	racism	{}
en	racist	{}
en	rack	{CET4}
en	radar	{CET4}
en	radiant	{}
en	radiate	{CET6}
en	radiation	{选择性必修}
en	radiator	{}
en	radical	{CET4}
en	radio	{初中,CET4}
en	radioactive	{CET6}
en	radioactivity	{}
en	radium	{选择性必修}
en	rag	{CET4}
en	rage	{CET4}
en	ragged	{}
en	raggedly	{}
en	raging	{}
en	raid	{CET4}
en	rail	{CET4}
en	railway	{初中,CET4}
en	rain	{小学,CET4}
en	rainbow	{初中,CET4}
en	raincoat	{CET4}
en	rainy	{必修}
en	raise	{初中,CET4}
en	rally	{CET4}
en	ranch	{CET6}
en	random	{选择性必修,CET6}
en	range	{必修,CET4}
en	rank	{选择性必修,CET4}
en	rap	{CET6}
en	rape	{CET6}
en	rapid	{初中,CET4}
en	rapidity	{}
en	rare	{选择性必修,CET4}
en	rarely	{}
en	rarity	{}
en	rash	{CET6}
en	rat	{CET4}
en	rate	{必修,CET4}
en	rather	{初中,CET4}
en	ratification	{}
en	ratify	{CET6}
en	rating	{选择性必修}
en	ratio	{CET4}
en	ration	{CET6}
en	rational	{CET4}
en	rattle	{CET6}
en	raw	{选择性必修,CET4}
en	ray	{选择性必修,CET4}
en	reach	{初中,CET4}
en	react	{选择性必修,CET4}
en	reaction	{必修}
en	reactionary	{}
en	read	{小学,CET4}
en	reader	{}
en	readily	{}
en	reading	{}
en	ready	{初中,CET4}
en	real	{初中,CET4}
en	realisation	{}
en	realise	{初中}
en	realism	{}
en	realistic	{选择性必修,CET4}
en	reality	{选择性必修}
en	realization	{}
en	realize	{CET4}
en	really	{初中}
en	realm	{CET4}
en	reap	{CET4}
en	rear	{CET4}
en	reason	{初中,CET4}
en	reasonable	{}
en	reassurance	{}
en	reassure	{CET6}
en	rebel	{CET4}
en	rebellion	{}
en	rebellious	{}
en	recall	{选择性必修,CET4}
en	recede	{CET6}
en	receipt	{选择性必修}
en	receive	{初中,CET4}
en	receiver	{}
en	recent	{初中,CET4}
en	recently	{必修}
en	reception	{CET4}
en	receptionist	{选择性必修}
en	receptive	{}
en	recession	{CET4}
en	recipe	{选择性必修,CET6}
en	recipient	{}
en	reciprocal	{CET6}
en	recitation	{}
en	recite	{选择性必修,CET4}
en	reckless	{CET6}
en	reckon	{CET4}
en	recognise	{初中}
en	recognition	{选择性必修}
en	recognize	{CET4}
en	recommend	{初中,CET4}
en	recommendation	{}
en	reconcile	{CET6}
en	reconciliation	{}
en	reconciliatory	{}
en	record	{初中,CET4}
en	recorder	{}
en	recording	{选择性必修}
en	recover	{必修,CET4}
en	recovery	{}
en	recreation	{选择性必修,CET4}
en	recreational	{}
en	recruit	{CET4}
en	recruitment	{}
en	rectification	{}
en	rectify	{CET6}
en	recur	{CET6}
en	recurrence	{}
en	recyclable	{}
en	recycle	{初中,CET4}
en	red	{小学,CET4}
en	reduce	{初中,CET4}
en	reduction	{}
en	redundancy	{}
en	redundant	{CET6}
en	reel	{CET6}
en	refer	{必修,CET4}
en	referee	{CET6}
en	reference	{选择性必修}
en	referendum	{CET6}
en	refine	{CET4}
en	refinement	{}
en	refinery	{}
en	reflect	{必修,CET4}
en	reflection	{}
en	reflective	{}
en	reform	{选择性必修,CET4}
en	reformation	{}
en	reformist	{}
en	refrain	{CET4}
en	refresh	{选择性必修,CET4}
en	refreshment	{CET4}
en	refrigeration	{}
en	refrigerator	{CET4}
en	refuge	{CET6}
en	refugee	{}
en	refund	{CET6}
en	refusal	{}
en	refuse	{初中,CET4}
en	refutation	{}
en	refute	{CET6}
en	regard	{必修,CET4}
en	regarding	{CET4}
en	regardless	{选择性必修,CET4}
en	regime	{CET6}
en	regiment	{CET6}
en	regimental	{}
en	region	{必修,CET4}
en	regional	{}
en	register	{选择性必修,CET4}
en	registrar	{}
en	registration	{}
en	regret	{初中,CET4}
en	regretful	{}
en	regrettable	{}
en	regular	{必修,CET4}
en	regularity	{}
en	regulate	{CET4}
en	regulation	{}
en	regulator	{}
en	regulatory	{}
en	rehabilitate	{CET6}
en	rehabilitation	{}
en	rehearsal	{}
en	rehearse	{CET6}
en	reign	{CET6}
en	reinforce	{选择性必修,CET4}
en	reinforcement	{}
en	reject	{选择性必修,CET4}
en	rejection	{}
en	rejoice	{CET6}
en	rejoicing	{}
en	rejuvenate	{选择性必修}
en	relate	{选择性必修,CET4}
en	relation	{}
en	relationship	{初中}
en	relative	{初中,CET4}
en	relativity	{}
en	relax	{初中,CET4}
en	relaxation	{}
en	relay	{选择性必修,CET4}
en	release	{选择性必修,CET4}
en	relentless	{CET6}
en	relevance	{}
en	relevant	{选择性必修,CET4}
en	reliable	{选择性必修}
en	reliance	{}
en	relic	{CET6}
en	relief	{必修}
en	relieve	{必修,CET4}
en	religion	{必修,CET4}
en	religious	{}
en	relish	{CET6}
en	reluctance	{}
en	reluctant	{CET4}
en	rely	{选择性必修,CET4}
en	remain	{初中,CET4}
en	remainder	{}
en	remark	{CET4}
en	remarkable	{选择性必修}
en	remedial	{}
en	remedy	{CET4}
en	remember	{初中,CET4}
en	remembrance	{}
en	remind	{初中,CET4}
en	reminder	{}
en	reminiscence	{}
en	reminiscent	{CET6}
en	remnant	{CET6}
en	remote	{选择性必修,CET4}
en	removal	{}
en	remove	{必修,CET4}
en	renaissance	{CET6}
en	render	{CET4}
en	rendering	{}
en	renew	{CET4}
en	renewable	{}
en	renewal	{}
en	renovate	{CET4}
en	renovation	{}
en	renown	{CET6}
en	renowned	{}
en	rent	{选择性必修,CET4}
en	rental	{}
en	repair	{初中,CET4}
en	reparable	{}
en	repay	{CET4}
en	repayment	{}
en	repeat	{初中,CET4}
en	repeatedly	{}
en	repel	{CET6}
en	repertoire	{CET6}
en	repetition	{}
en	repetitive	{}
en	replace	{必修,CET4}
en	replacement	{}
en	reply	{初中,CET4}
en	report	{初中,CET4}
en	reporter	{}
en	represent	{必修,CET4}
en	representation	{}
en	representative	{选择性必修}
en	repress	{CET6}
en	repression	{}
en	repressive	{}
en	reproach	{CET6}
en	reproduce	{CET4}
en	reproduction	{}
en	reproductive	{}
en	republic	{必修,CET4}
en	republican	{}
en	reputable	{}
en	reputation	{选择性必修,CET4}
en	repute	{CET6}
en	request	{必修,CET4}
en	require	{初中,CET4}
en	requirement	{}
en	rescue	{选择性必修,CET4}
en	research	{初中,CET4}
en	researcher	{}
en	resemblance	{}
en	resemble	{CET4}
en	resent	{CET4}
en	resentment	{}
en	reservation	{}
en	reserve	{选择性必修,CET4}
en	reserved	{}
en	reservoir	{CET6}
en	reshuffle	{CET6}
en	reside	{CET4}
en	residence	{}
en	resident	{选择性必修}
en	residential	{}
en	resign	{选择性必修,CET4}
en	resignation	{}
en	resist	{CET4}
en	resistance	{选择性必修}
en	resistant	{}
en	resolute	{}
en	resolution	{选择性必修}
en	resolve	{选择性必修,CET4}
en	resort	{CET4}
en	resource	{必修,CET4}
en	resourceful	{}
en	respect	{初中,CET4}
en	respectable	{}
en	respectful	{}
en	respective	{选择性必修,CET4}
en	respectively	{}
en	respond	{必修,CET4}
en	respondent	{}
en	response	{必修}
en	responsibility	{选择性必修}
en	responsible	{初中,CET4}
en	responsive	{}
en	rest	{初中,CET4}
en	restaurant	{初中,CET4}
en	restless	{CET6}
en	restoration	{}
en	restore	{选择性必修,CET4}
en	restrain	{CET4}
en	restraint	{}
en	restrict	{选择性必修,CET4}
en	restriction	{}
en	restrictive	{}
en	result	{初中,CET4}
en	resultant	{}
en	resume	{CET4}
en	resumption	{}
en	retail	{CET4}
en	retailer	{}
en	retain	{CET4}
en	retaliate	{CET6}
en	retaliation	{}
en	retarded	{CET6}
en	retell	{CET4}
en	retelling	{}
en	retention	{}
en	retire	{必修,CET4}
en	retired	{}
en	retirement	{}
en	retort	{CET6}
en	retreat	{CET4}
en	retrieval	{}
en	retrieve	{CET6}
en	retrospect	{CET6}
en	retrospective	{}
en	return	{初中,CET4}
en	reunification	{}
en	reunion	{}
en	reunite	{CET4}
en	reveal	{必修,CET4}
en	revelation	{}
en	revenge	{CET6}
en	revengeful	{}
en	revenue	{CET4}
en	reversal	{}
en	reverse	{CET4}
en	reversible	{}
en	review	{初中,CET4}
en	reviewer	{}
en	revise	{必修,CET4}
en	revision	{}
en	revival	{}
en	revive	{CET6}
en	revolt	{CET6}
en	revolution	{必修,CET4}
en	revolutionary	{}
en	revolve	{CET4}
en	reward	{选择性必修,CET4}
ja	刑	{JLPT1}
en	rewarding	{}
en	rhetoric	{CET6}
en	rhetorical	{}
en	rhyme	{选择性必修}
en	rhythm	{必修,CET4}
en	rhythmic	{}
en	rib	{CET4}
en	ribbon	{CET4}
en	rice	{小学,CET4}
en	rich	{初中,CET4}
en	rid	{CET4}
en	riddle	{选择性必修,CET4}
en	ride	{初中,CET4}
en	rider	{}
en	ridge	{CET6}
en	ridicule	{CET4}
en	ridiculous	{}
en	rifle	{CET4}
en	rig	{CET6}
en	right	{小学,CET4}
en	rigid	{选择性必修,CET6}
en	rigidity	{}
en	rigor	{CET6}
en	rigorous	{}
en	rim	{CET6}
en	ring	{初中,CET4}
en	riot	{CET4}
en	riotous	{}
en	rip	{CET4}
en	ripe	{选择性必修,CET4}
en	ripen	{}
en	rise	{初中,CET4}
en	risk	{初中,CET4}
en	risky	{}
en	ritual	{CET6}
en	rival	{选择性必修,CET4}
en	rivalry	{}
en	river	{小学,CET4}
en	road	{初中,CET4}
en	roar	{CET4}
en	roast	{选择性必修,CET4}
en	rob	{CET4}
en	robbery	{}
en	robot	{小学,CET4}
en	robotic	{}
en	robust	{CET6}
en	rock	{初中,CET4}
en	rocket	{初中,CET4}
en	rocky	{}
en	rod	{CET4}
en	role	{初中,CET4}
en	roll	{必修,CET4}
en	roller	{}
en	romance	{CET4}
en	romantic	{必修}
en	roof	{选择性必修,CET4}
en	room	{小学,CET4}
en	root	{选择性必修,CET4}
en	rope	{初中,CET4}
en	rose	{初中,CET4}
en	rosy	{}
en	rot	{CET6}
en	rotate	{CET6}
en	rotation	{}
en	rotten	{}
en	rough	{选择性必修,CET4}
en	roughly	{}
en	round	{初中,CET4}
en	rouse	{CET4}
en	route	{选择性必修,CET4}
en	routine	{选择性必修,CET4}
en	row	{初中,CET4}
en	royal	{选择性必修,CET4}
en	royalty	{}
en	rub	{CET4}
en	rubber	{选择性必修,CET4}
en	rubbish	{初中,CET4}
en	rude	{选择性必修,CET4}
en	rug	{CET4}
en	rugby	{选择性必修}
en	ruin	{选择性必修,CET4}
en	ruinous	{}
en	rule	{初中,CET4}
en	ruler	{小学}
en	ruling	{}
en	rumor	{CET4}
en	run	{小学,CET4}
en	runner	{}
en	running	{}
en	runway	{CET4}
en	rural	{选择性必修,CET4}
en	rush	{初中,CET4}
en	rust	{CET6}
en	rusty	{}
en	ruthless	{CET6}
en	résumé	{CET4}
en	sack	{CET4}
en	sacred	{CET6}
en	sacrifice	{选择性必修,CET4}
en	sacrificial	{}
en	sad	{小学,CET4}
en	sadden	{}
en	saddle	{CET6}
en	sadness	{}
en	safe	{小学,CET4}
en	safeguard	{CET6}
en	safety	{初中}
en	sail	{选择性必修,CET4}
en	sailing	{}
en	sailor	{}
en	saint	{CET4}
en	sake	{CET4}
en	salad	{初中,CET4}
en	salary	{选择性必修,CET4}
en	sale	{初中,CET4}
en	salesman	{选择性必修,CET4}
en	salmon	{CET6}
en	salon	{CET6}
en	salt	{初中,CET4}
en	salty	{选择性必修}
en	salutation	{}
en	salute	{CET6}
en	salvage	{CET6}
en	salvation	{CET6}
en	same	{初中,CET4}
en	sample	{选择性必修,CET4}
en	sanction	{CET6}
en	sanctuary	{CET6}
en	sand	{初中,CET4}
en	sandwich	{初中,CET4}
en	sanitary	{}
en	sanitation	{CET6}
en	sarcasm	{CET6}
en	sarcastic	{}
en	satellite	{选择性必修,CET4}
en	satire	{CET6}
en	satirical	{}
en	satirist	{}
en	satisfaction	{必修}
en	satisfactory	{}
en	satisfy	{初中,CET4}
en	saturate	{CET6}
en	saturation	{}
en	Saturday	{CET4,星期}
en	sauce	{必修,CET4}
en	saucer	{选择性必修}
en	sausage	{选择性必修,CET4}
en	savage	{CET6}
en	save	{初中,CET4}
en	saving	{选择性必修}
en	say	{小学,CET4}
en	saying	{选择性必修}
en	scale	{必修,CET4}
en	scan	{必修,CET4}
en	scandal	{CET4}
en	scandalous	{}
en	scanner	{}
en	scar	{CET4}
en	scarce	{CET4}
en	scarcely	{}
en	scarcity	{}
en	scare	{初中,CET4}
en	scarf	{初中}
en	scary	{}
en	scatter	{CET4}
en	scenario	{CET6}
en	scene	{必修,CET4}
en	scenery	{}
en	scenic	{}
en	scent	{CET4}
en	sceptic	{}
en	scepticism	{}
en	schedule	{必修,CET4}
en	scheme	{CET4}
en	scholar	{CET4}
en	scholarly	{}
en	scholarship	{选择性必修}
en	scholastic	{}
en	school	{小学,CET4}
en	schoolbag	{小学}
en	schooling	{}
en	science	{小学,CET4}
en	scientific	{选择性必修}
en	scientist	{初中}
en	scissors	{初中,CET4}
en	scold	{CET4}
en	scope	{CET4}
en	score	{初中,CET4}
en	scorn	{CET6}
en	scornful	{}
en	scout	{CET4}
en	scramble	{CET6}
en	scrap	{CET6}
en	scrape	{CET6}
en	scratch	{CET4}
en	scream	{选择性必修,CET4}
en	screen	{初中,CET4}
en	screw	{CET4}
en	script	{CET4}
en	scripture	{}
en	scrub	{CET6}
en	scrutinise	{}
en	scrutinize	{}
en	scrutiny	{CET6}
en	sculpture	{选择性必修,CET6}
en	sea	{小学,CET4}
en	seal	{CET4}
en	search	{初中,CET4}
en	season	{小学,CET4}
en	seasonal	{}
en	seat	{初中,CET4}
en	second	{CET4,序数词}
en	second-hand	{CET4}
en	secondary	{选择性必修,CET4}
en	secrecy	{}
en	secret	{初中,CET4}
en	secretarial	{}
en	secretary	{必修,CET4}
en	secretive	{}
en	section	{必修,CET4}
en	sector	{CET4}
en	secular	{CET6}
en	secure	{选择性必修,CET4}
en	security	{选择性必修}
en	seduce	{CET6}
en	seduction	{}
en	seductive	{}
en	see	{小学,CET4}
en	seed	{选择性必修,CET4}
en	seedling	{}
en	seek	{必修,CET4}
en	seem	{初中,CET4}
en	seeming	{}
en	seemingly	{}
en	segment	{CET4}
en	segmental	{}
en	segregate	{CET6}
en	segregation	{}
en	seize	{选择性必修,CET4}
en	seizure	{}
en	seldom	{初中,CET4}
en	select	{必修,CET4}
en	selection	{}
en	selective	{}
en	self	{CET4}
en	selfish	{选择性必修}
en	selfless	{}
en	sell	{小学,CET4}
en	semester	{选择性必修,CET4}
en	semi-colon	{}
en	seminar	{CET4}
en	senate	{CET4}
en	senator	{}
en	send	{初中,CET4}
en	senior	{必修,CET4}
en	seniority	{}
en	sensation	{CET6}
en	sensational	{}
en	sense	{初中,CET4}
en	sensible	{}
en	sensitive	{选择性必修,CET4}
en	sensitivity	{}
en	sensor	{}
en	sentence	{初中,CET4}
en	sentiment	{CET6}
en	sentimental	{}
en	separate	{初中,CET4}
en	separation	{}
en	separatist	{}
en	September	{CET4,月份}
en	sequence	{CET4}
en	sequential	{}
en	sergeant	{CET6}
en	serial	{CET6}
en	series	{必修,CET4}
en	serious	{初中,CET4}
en	servant	{选择性必修,CET4}
en	serve	{初中,CET4}
en	service	{初中}
en	serving	{}
en	session	{选择性必修,CET4}
en	set	{初中,CET4}
en	setback	{CET4}
en	setting	{选择性必修,CET4}
en	settle	{必修,CET4}
en	settlement	{}
en	seven	{CET4,基数词}
en	seventeen	{CET4,基数词}
en	seventeenth	{序数词}
en	seventh	{序数词}
en	seventieth	{序数词}
en	seventy	{CET4,基数词}
en	several	{初中,CET4}
en	severe	{选择性必修,CET4}
en	severity	{}
en	sew	{选择性必修,CET4}
en	sex	{必修,CET4}
en	sexual	{}
en	sexy	{}
en	shabby	{CET6}
en	shade	{选择性必修,CET4}
en	shadow	{选择性必修,CET4}
en	shady	{}
en	shaft	{CET6}
en	shake	{初中,CET4}
en	shaky	{}
en	shall	{初中,CET4}
en	shallow	{必修,CET4}
en	shame	{初中,CET4}
en	shameful	{}
en	shameless	{}
en	shape	{初中,CET4}
en	share	{小学,CET4}
en	shark	{初中,CET6}
en	sharp	{必修,CET4}
en	sharpen	{}
en	shatter	{CET6}
en	shave	{选择性必修,CET4}
en	shaver	{}
en	she	{小学,CET4}
en	shed	{CET4}
en	sheep	{小学,CET4}
en	sheer	{CET4}
en	sheet	{必修,CET4}
en	shelf	{初中,CET4}
en	shell	{选择性必修,CET4}
en	shelter	{选择性必修,CET4}
en	shepherd	{CET6}
en	shield	{CET6}
en	shift	{选择性必修,CET4}
en	shine	{初中,CET4}
en	shiny	{}
en	ship	{小学,CET4}
en	shipment	{}
en	shipping	{}
en	shipyard	{CET6}
en	shirt	{小学,CET4}
en	shit	{CET4}
en	shiver	{CET4}
en	shock	{初中,CET4}
en	shoe	{小学,CET4}
en	shoot	{初中,CET4}
en	shop	{小学,CET4}
en	shopping	{}
en	shore	{选择性必修,CET4}
en	short	{小学,CET4}
en	shortage	{选择性必修}
en	shortcoming	{CET4}
en	shorthand	{CET6}
en	shortly	{CET4}
en	shorts	{小学}
en	shot	{CET4}
en	should	{小学,CET4}
en	shoulder	{初中,CET4}
en	shout	{初中,CET4}
en	shove	{CET6}
en	show	{小学,CET4}
en	showcase	{CET6}
en	shower	{初中,CET4}
en	showy	{}
en	shred	{CET6}
en	shrewd	{CET6}
en	shrimp	{CET4}
en	shrink	{CET4}
en	shrub	{CET6}
en	shrubbery	{}
en	shrug	{CET4}
en	shut	{初中,CET4}
en	shuttle	{CET4}
en	shy	{初中,CET4}
en	shyly	{}
en	shyness	{}
en	sick	{初中,CET4}
en	sicken	{}
en	side	{初中,CET4}
en	sideways	{CET4}
en	siege	{CET4}
en	sigh	{必修,CET4}
en	sight	{必修,CET4}
en	sightseeing	{CET4}
en	sign	{初中,CET4}
en	signal	{必修,CET4}
en	signature	{}
en	significance	{}
en	significant	{必修,CET4}
en	signify	{CET6}
en	silence	{必修}
en	silent	{初中,CET4}
en	silicon	{CET4}
en	silk	{初中,CET4}
en	silky	{}
en	silly	{初中}
en	silver	{初中,CET4}
en	silvery	{}
en	similar	{初中,CET4}
en	similarity	{}
en	simple	{初中,CET4}
en	simplicity	{}
en	simplify	{}
en	simply	{}
en	simulate	{CET6}
en	simulation	{}
en	simultaneous	{CET6}
en	sin	{CET4}
en	since	{初中,CET4}
en	sincere	{CET4}
en	sincerely	{选择性必修}
en	sincerity	{}
en	sing	{小学,CET4}
en	singer	{}
en	single	{初中,CET4}
en	singular	{CET4}
en	singularity	{}
en	sinister	{CET6}
en	sink	{选择性必修,CET4}
en	sip	{CET4}
en	sir	{初中,CET4}
en	sister	{小学,CET4}
en	sit	{小学,CET4}
en	site	{必修,CET4}
en	sitting	{}
en	situate	{CET4}
en	situation	{初中,CET4}
en	six	{CET4,基数词}
en	sixteen	{CET4,基数词}
en	sixteenth	{序数词}
en	sixth	{序数词}
en	sixtieth	{序数词}
en	sixty	{CET4,基数词}
en	sizable	{}
en	size	{初中,CET4}
en	skate	{初中,CET4}
en	skateboard	{选择性必修}
en	skating	{}
en	skeleton	{CET4}
en	skeptic	{}
en	skeptical	{CET6}
en	skepticism	{}
en	sketch	{CET4}
en	sketchy	{}
en	ski	{初中,CET4}
en	skiing	{}
en	skilful	{}
en	skill	{初中,CET4}
en	skilled	{}
en	skillful	{}
en	skim	{CET6}
en	skin	{必修,CET4}
en	skinny	{}
en	skip	{选择性必修,CET4}
en	skirt	{小学,CET4}
en	skull	{CET6}
en	sky	{初中,CET4}
en	skyline	{CET4}
en	skyscraper	{CET4}
en	slack	{CET6}
en	slam	{CET6}
en	slap	{CET4}
en	slash	{CET6}
en	slaughter	{CET6}
en	slave	{必修,CET4}
en	slavery	{}
en	sleep	{小学,CET4}
en	sleepiness	{}
en	sleepy	{必修}
en	sleeve	{CET4}
en	slender	{CET4}
en	slice	{选择性必修,CET4}
en	slide	{必修,CET4}
en	slight	{CET4}
en	slightly	{必修}
en	slim	{初中,CET4}
en	slip	{选择性必修,CET4}
en	slipper	{}
en	slippery	{}
en	slogan	{CET4}
en	slope	{CET4}
en	slot	{CET6}
en	slow	{小学,CET4}
en	slum	{CET6}
en	slump	{CET6}
en	small	{小学,CET4}
en	smart	{初中,CET4}
en	smartphone	{CET4}
en	smash	{CET4}
en	smell	{初中,CET4}
en	smelly	{}
en	smile	{初中,CET4}
en	smog	{必修,CET4}
en	smoggy	{}
en	smoke	{初中,CET4}
en	smoky	{}
en	smooth	{初中,CET4}
en	smuggle	{CET6}
en	smuggler	{}
en	smuggling	{}
en	snack	{初中,CET4}
en	snail	{CET6}
en	snake	{初中,CET4}
en	snap	{CET6}
en	snatch	{CET6}
en	sneak	{CET6}
en	sneeze	{选择性必修}
en	sniff	{CET6}
en	snob	{CET6}
en	snobbish	{}
en	snow	{小学,CET4}
en	snowy	{必修}
en	so	{小学,CET4}
en	so-called	{CET4}
en	soak	{CET4}
en	soap	{CET4}
en	soar	{CET4}
en	sob	{CET6}
en	sober	{CET6}
en	soccer	{必修,CET4}
en	sociable	{}
en	social	{初中}
en	socialise	{}
en	socialism	{初中,CET4}
en	socialist	{选择性必修}
en	socialize	{}
en	society	{初中,CET4}
en	sociologist	{}
en	sociology	{CET4}
en	sock	{小学,CET4}
en	socket	{CET6}
en	soda	{CET4}
en	sodium	{CET6}
en	sofa	{初中,CET4}
en	soft	{初中,CET4}
en	soften	{}
en	software	{必修,CET4}
en	soil	{初中,CET4}
en	solar	{选择性必修,CET4}
en	soldier	{初中,CET4}
en	sole	{CET4}
en	solely	{}
en	solemn	{CET4}
en	solemnity	{}
en	solicit	{CET6}
en	solicitor	{}
en	solid	{选择性必修,CET4}
en	solidarity	{CET6}
en	solidify	{}
en	solidity	{}
en	solitary	{CET6}
en	solitude	{}
en	solo	{CET6}
en	soluble	{}
en	solution	{必修}
en	solve	{初中,CET4}
en	solvent	{}
en	some	{小学,CET4}
en	somebody	{初中,CET4}
en	somehow	{必修,CET4}
en	someone	{CET4}
en	something	{初中,CET4}
en	sometime	{CET4}
en	sometimes	{小学,CET4}
en	somewhat	{选择性必修,CET4}
en	somewhere	{初中,CET4}
en	son	{初中,CET4}
en	song	{小学,CET4}
en	soon	{初中,CET4}
en	soothe	{CET6}
en	sophisticated	{CET4}
en	sophistication	{}
en	sore	{初中,CET4}
en	sorrow	{选择性必修,CET4}
en	sorrowful	{}
en	sorry	{小学,CET4}
en	sort	{必修,CET4}
en	soul	{选择性必修,CET4}
en	sound	{初中,CET4}
en	soup	{小学,CET4}
en	sour	{选择性必修,CET4}
ja	系	{JLPT1}
en	source	{必修,CET4}
en	south	{初中,CET4}
en	southeast	{CET4}
en	southeastern	{}
en	southern	{必修}
en	southwest	{CET4}
en	southwestern	{}
en	souvenir	{选择性必修,CET4}
en	sovereign	{CET6}
en	sovereignty	{}
en	sow	{选择性必修,CET4}
en	space	{小学,CET4}
en	spacecraft	{必修}
en	spaceship	{CET4}
en	spacious	{}
en	spade	{CET4}
en	spaghetti	{CET6}
en	span	{CET4}
en	spare	{初中,CET4}
en	sparingly	{}
en	spark	{CET4}
en	sparkle	{CET4}
en	spatial	{}
en	speak	{小学,CET4}
en	speaker	{必修}
en	spear	{CET6}
en	special	{初中,CET4}
en	specialisation	{}
en	specialise	{}
en	specialist	{选择性必修}
en	specialization	{}
en	specialize	{}
en	specialty	{CET6}
en	species	{选择性必修,CET4}
en	specific	{必修,CET4}
en	specifically	{}
en	specification	{}
en	specify	{CET4}
en	specimen	{CET4}
en	spectacle	{CET6}
en	spectacular	{}
en	spectator	{CET6}
en	spectrum	{CET6}
en	speculate	{CET4}
en	speculation	{}
en	speculative	{}
en	speech	{初中,CET4}
en	speechless	{}
en	speed	{初中,CET4}
en	speeding	{}
en	speedy	{}
en	spell	{初中,CET4}
en	spelling	{}
en	spend	{初中,CET4}
en	spending	{}
en	sphere	{CET4}
en	spherical	{}
en	spice	{CET6}
en	spicy	{必修}
en	spider	{CET6}
en	spill	{CET4}
en	spin	{CET4}
en	spinal	{}
en	spine	{CET6}
en	spiral	{CET6}
en	spirit	{初中,CET4}
en	spiritual	{}
en	spit	{CET4}
en	spite	{CET4}
en	splash	{CET4}
en	splendid	{选择性必修,CET4}
en	splendor	{}
en	splendour	{}
en	split	{必修,CET4}
en	spoil	{CET4}
en	spokesman	{CET4}
en	spokesperson	{}
en	sponge	{CET6}
en	spongy	{}
en	sponsor	{选择性必修,CET4}
en	sponsorship	{}
en	spontaneity	{}
en	spontaneous	{CET4}
en	spoon	{初中,CET4}
en	spoonful	{}
en	sport	{小学,CET4}
en	sportsman	{CET4}
en	spot	{选择性必修,CET4}
en	spotlight	{CET6}
en	spouse	{CET4}
en	sprawl	{CET6}
en	spray	{CET4}
en	spread	{初中,CET4}
en	spring	{小学,CET4}
en	sprinkle	{CET6}
en	spur	{CET4}
en	spy	{选择性必修,CET4}
en	squad	{CET6}
en	square	{初中,CET4}
en	squeeze	{CET4}
en	stab	{CET6}
en	stabilise	{}
en	stability	{选择性必修}
en	stabilize	{}
en	stable	{CET4}
en	stack	{CET4}
en	stadium	{选择性必修,CET4}
en	staff	{必修,CET4}
en	stage	{初中,CET4}
en	stagger	{CET6}
en	stagnant	{}
en	stagnate	{CET6}
en	stagnation	{}
en	stain	{CET4}
en	stainless	{}
en	stair	{必修,CET4}
en	staircase	{CET4}
en	stake	{CET4}
en	stale	{CET4}
en	stalk	{CET6}
en	stall	{CET6}
en	stammer	{CET6}
en	stamp	{初中,CET4}
en	stance	{CET6}
en	stand	{小学,CET4}
en	standard	{初中,CET4}
en	standardisation	{}
en	standardise	{}
en	standardization	{}
en	standardize	{}
en	standby	{CET6}
en	standpoint	{CET4}
en	staple	{CET4,CET6}
en	stapler	{CET4}
en	star	{小学,CET4}
en	stare	{选择性必修,CET4}
en	stark	{CET6}
en	starry	{}
en	start	{初中,CET4}
en	starter	{}
en	startle	{CET4}
en	starvation	{}
en	starve	{选择性必修,CET4}
en	state	{初中,CET4}
en	statement	{}
en	statesman	{CET4}
en	static	{CET6}
en	station	{初中,CET4}
en	stationary	{}
en	stationery	{CET6}
en	statistic	{选择性必修,CET4}
en	statistical	{}
en	statue	{选择性必修,CET4}
en	status	{选择性必修,CET4}
en	statute	{CET6}
en	statutory	{}
en	stay	{初中,CET4}
en	steadily	{}
en	steady	{必修,CET4}
en	steak	{选择性必修,CET4}
en	steal	{初中,CET4}
en	steam	{选择性必修,CET4}
en	steamer	{}
en	steamy	{}
en	steel	{选择性必修,CET4}
en	steep	{CET4}
en	steer	{CET4}
en	stem	{CET4}
en	step	{初中,CET4}
en	stereotype	{CET6}
en	stern	{CET6}
en	steward	{CET6}
en	stick	{初中,CET4}
en	sticky	{CET4}
en	stiff	{CET4}
en	stiffen	{}
en	stifle	{CET6}
en	stigma	{CET6}
en	still	{初中,CET4}
en	stimulant	{}
en	stimulate	{选择性必修,CET4}
en	stimulation	{}
en	stimulus	{}
en	sting	{CET4}
en	stipulate	{CET6}
en	stipulation	{}
en	stir	{CET4}
en	stitch	{CET6}
en	stock	{CET4}
en	stocking	{CET4}
en	stomach	{初中,CET4}
en	stomachache	{必修}
en	stone	{初中,CET4}
en	stony	{}
en	stool	{CET4}
en	stoop	{CET6}
en	stop	{小学,CET4}
en	stoppage	{}
en	storage	{CET4}
en	store	{初中,CET4}
en	storm	{初中,CET4}
en	stormy	{}
en	story	{小学,CET4}
en	stout	{CET6}
en	stove	{CET4}
en	straight	{初中,CET4}
en	straighten	{}
en	straightforward	{选择性必修,CET4}
en	strain	{CET4}
en	strait	{选择性必修,CET6}
en	strand	{CET6}
en	strange	{初中,CET4}
en	stranger	{必修}
en	strangle	{CET6}
en	strap	{CET4}
en	strategic	{}
en	strategy	{必修,CET4}
en	straw	{CET4}
en	strawberry	{初中}
en	stray	{CET6}
en	streak	{CET6}
en	stream	{选择性必修,CET4}
en	streamline	{CET6}
en	street	{小学,CET4}
en	strength	{必修}
en	strengthen	{选择性必修}
en	stress	{初中,CET4}
en	stressful	{}
en	stretch	{选择性必修,CET4}
en	strict	{初中,CET4}
en	stride	{CET4}
en	strike	{选择性必修,CET4}
en	striking	{}
en	string	{选择性必修,CET4}
en	strip	{CET4}
en	stripe	{CET4}
en	strive	{CET4}
en	stroke	{CET4}
en	stroll	{CET6}
en	strong	{小学,CET4}
en	structural	{}
en	structure	{选择性必修,CET4}
en	struggle	{必修,CET4}
en	stubborn	{CET6}
en	student	{小学,CET4}
en	studio	{必修,CET4}
en	study	{小学,CET4}
en	stuff	{必修,CET4}
en	stuffing	{}
en	stuffy	{}
en	stumble	{CET6}
en	stump	{CET6}
en	stun	{CET6}
en	stunning	{}
en	stupid	{必修,CET4}
en	stupidity	{}
en	sturdy	{CET6}
en	style	{初中,CET4}
en	stylish	{}
en	subject	{小学,CET4}
en	subjective	{选择性必修,CET4}
en	submarine	{CET6}
en	submerge	{CET6}
en	submission	{}
en	submissive	{}
en	submit	{选择性必修,CET4}
en	subordinate	{CET6}
en	subordination	{}
en	subscribe	{选择性必修,CET6}
en	subscriber	{}
en	subscription	{}
en	subsequent	{选择性必修,CET4}
en	subsidise	{}
en	subsidize	{}
en	subsidy	{CET6}
en	subsistence	{CET6}
en	substance	{选择性必修,CET4}
en	substantial	{选择性必修}
en	substitute	{CET4}
en	substitution	{}
en	subtle	{CET6}
en	subtlety	{}
en	subtract	{CET4}
en	subtraction	{}
en	suburb	{选择性必修,CET4}
en	suburban	{}
en	subway	{必修,CET4}
en	succeed	{初中,CET4}
en	success	{初中,CET4}
en	successful	{必修}
en	succession	{}
en	successive	{}
en	successor	{}
en	such	{初中,CET4}
en	suck	{CET4}
en	sudden	{初中,CET4}
en	suddenly	{}
en	sue	{CET6}
en	suffer	{初中,CET4}
en	suffering	{}
en	suffice	{CET6}
en	sufficient	{必修,CET4}
en	sugar	{初中,CET4}
en	suggest	{初中,CET4}
en	suggestion	{必修}
en	suggestive	{}
en	suicidal	{}
en	suicide	{CET6}
en	suit	{初中,CET4}
en	suitable	{选择性必修,CET4}
en	suitcase	{CET4}
en	suite	{CET6}
en	sulfur	{CET6}
en	sum	{选择性必修,CET4}
en	summarise	{}
en	summarize	{}
en	summary	{必修,CET4}
en	summer	{小学,CET4}
en	summit	{CET4}
en	summon	{CET6}
en	sun	{小学,CET4}
en	Sunday	{CET4,星期}
en	sunlight	{CET4}
en	sunny	{小学}
en	sunrise	{CET4}
en	sunset	{CET4}
en	sunshine	{CET4}
en	super	{必修,CET4}
en	superb	{选择性必修,CET4}
en	superficial	{CET4}
en	superintendent	{CET6}
en	superior	{选择性必修,CET4}
en	superiority	{}
en	supermarket	{小学,CET4}
en	superstition	{CET6}
en	superstitious	{}
en	supervise	{CET4}
en	supervision	{}
en	supervisor	{}
en	supper	{CET4}
en	supplement	{选择性必修,CET4}
en	supplementary	{}
en	supplier	{}
en	supply	{必修,CET4}
en	support	{初中,CET4}
en	supporter	{}
en	supportive	{}
en	suppose	{初中,CET4}
en	supposedly	{}
en	supposition	{}
en	suppress	{CET6}
en	suppression	{}
en	suppressive	{}
en	supremacy	{}
en	supreme	{CET4}
en	sure	{小学,CET4}
en	surf	{必修,CET4}
en	surface	{初中,CET4}
en	surfing	{}
en	surge	{CET4}
en	surgeon	{选择性必修}
en	surgery	{选择性必修,CET4}
en	surgical	{}
en	surname	{CET4}
en	surpass	{CET6}
en	surplus	{CET4}
en	surprise	{初中,CET4}
en	surrender	{CET4}
en	surround	{必修,CET4}
en	surrounding	{选择性必修}
en	surroundings	{}
en	surveillance	{CET6}
en	survey	{初中,CET4}
en	survival	{}
en	survive	{初中,CET4}
en	survivor	{}
en	susceptible	{CET6}
en	suspect	{选择性必修,CET4}
en	suspend	{选择性必修,CET4}
en	suspense	{}
en	suspension	{}
en	suspicion	{CET4}
en	suspicious	{}
en	sustain	{选择性必修,CET4}
en	sustainability	{}
en	sustainable	{}
en	swallow	{CET4}
en	swamp	{CET6}
en	swap	{CET6}
en	sway	{CET4}
en	swear	{CET4}
en	sweat	{必修,CET4}
en	sweater	{小学}
en	sweep	{小学,CET4}
en	sweet	{初中,CET4}
en	swell	{CET4}
en	swift	{CET4}
en	swim	{小学,CET4}
en	swimmer	{}
en	swimming	{}
en	swing	{选择性必修,CET4}
en	swipe	{CET4}
en	switch	{选择性必修,CET4}
en	sword	{CET4}
en	symbol	{初中,CET4}
en	symbolic	{}
en	symbolical	{}
en	symmetric	{}
en	symmetrical	{}
en	symmetry	{CET6}
en	sympathetic	{}
en	sympathise	{}
en	sympathize	{}
en	sympathy	{选择性必修,CET4}
en	symphony	{选择性必修,CET6}
en	symposium	{CET6}
en	symptom	{选择性必修,CET4}
en	syndicate	{CET6}
en	syndrome	{CET6}
en	synonym	{CET6}
en	synthesis	{CET6}
en	synthesise	{}
en	synthesize	{}
en	synthetic	{}
en	system	{必修,CET4}
en	systematic	{}
en	systematically	{}
en	T-shirt	{初中}
en	table	{小学,CET4}
en	tablet	{选择性必修,CET4}
en	taboo	{CET6}
en	tack	{CET6}
en	tackle	{选择性必修,CET4}
en	tact	{CET6}
en	tactful	{}
en	tactic	{CET6}
en	tag	{CET4}
en	tail	{小学,CET4}
en	tailor	{选择性必修,CET4}
en	take	{小学,CET4}
en	takeoff	{CET4}
en	tale	{选择性必修,CET4}
en	talent	{初中,CET4}
en	talented	{}
en	talk	{小学,CET4}
en	talkative	{}
en	tall	{小学,CET4}
en	tame	{CET4}
en	tan	{CET6}
en	tangible	{CET4}
en	tangle	{CET6}
en	tank	{选择性必修,CET4}
en	tanker	{CET6}
en	tap	{初中,CET4}
en	tape	{初中,CET4}
en	target	{必修,CET4}
en	tariff	{CET6}
en	task	{初中,CET4}
en	taste	{初中,CET4}
en	tasty	{}
en	tax	{选择性必修,CET4}
en	taxation	{}
en	taxi	{小学,CET4}
en	tea	{小学,CET4}
en	teach	{初中,CET4}
en	teacher	{小学}
en	teaching	{}
en	team	{初中,CET4}
en	teamwork	{初中}
en	teapot	{选择性必修}
en	tear	{必修,CET4}
en	tease	{CET6}
en	technical	{CET4}
en	technician	{}
en	technique	{必修,CET4}
en	technological	{}
en	technology	{初中,CET4}
en	tedious	{CET4}
en	teen	{CET4}
en	teenage	{初中}
en	teenager	{必修,CET4}
en	telecommunications	{CET4}
en	telephone	{必修,CET4}
en	telescope	{选择性必修,CET4}
en	telescopic	{}
en	television	{CET4}
en	tell	{小学,CET4}
en	teller	{CET4}
en	telling	{}
en	temper	{CET4}
en	temperament	{CET6}
en	temperature	{初中,CET4}
en	temple	{选择性必修,CET4}
en	tempo	{CET6}
en	temporal	{CET6}
en	temporarily	{}
en	temporary	{选择性必修,CET4}
en	tempt	{CET6}
en	temptation	{}
en	ten	{CET4,基数词}
en	tenant	{CET6}
en	tend	{必修,CET4}
en	tendency	{选择性必修}
en	tender	{CET4}
en	tennis	{初中,CET4}
en	tense	{CET4}
en	tension	{选择性必修,CET4}
en	tent	{初中,CET4}
en	tentative	{CET6}
en	tenth	{序数词}
en	tenure	{CET6}
en	term	{初中,CET4}
en	terminal	{CET4}
en	terminate	{CET6}
en	termination	{}
en	terrace	{CET6}
en	terrain	{CET6}
en	terrible	{初中,CET4}
en	terribly	{}
en	terrific	{CET4}
en	terrify	{}
en	territorial	{}
en	territory	{选择性必修,CET4}
en	terror	{CET4}
en	terrorism	{}
en	terrorist	{}
en	tertiary	{CET6}
en	test	{初中,CET4}
en	testify	{CET6}
en	testimony	{CET6}
en	text	{初中,CET4}
en	textbook	{CET4}
en	textile	{CET4}
en	texture	{CET6}
en	than	{初中,CET4}
en	thank	{小学,CET4}
en	thankful	{}
en	Thanksgiving	{CET4}
en	that	{小学,CET4}
en	the	{小学,CET4}
en	theater	{CET4}
en	theatre	{初中}
en	theatrical	{}
en	theft	{选择性必修,CET4}
en	their	{小学,CET4}
en	theirs	{初中,CET4}
en	them	{小学,CET4}
en	theme	{必修,CET4}
en	themselves	{初中,CET4}
en	then	{小学,CET4}
en	theoretical	{}
en	theory	{选择性必修,CET4}
en	therapeutic	{}
en	therapeutical	{}
en	therapist	{}
en	therapy	{CET4}
en	there	{小学,CET4}
en	thereby	{CET4}
en	therefore	{初中,CET4}
en	thermal	{CET6}
en	thermometer	{CET4}
en	these	{小学,CET4}
en	thesis	{CET4}
en	they	{小学,CET4}
en	thick	{初中,CET4}
en	thief	{CET4}
en	thigh	{CET6}
en	thin	{小学,CET4}
en	thing	{初中,CET4}
en	think	{小学,CET4}
en	thinking	{选择性必修}
en	third	{CET4,序数词}
en	thirst	{CET4}
en	thirsty	{初中}
en	thirteen	{CET4,基数词}
en	thirteenth	{序数词}
en	thirtieth	{序数词}
en	thirty	{CET4,基数词}
en	this	{小学,CET4}
en	thorn	{CET6}
en	thorny	{}
en	thorough	{选择性必修,CET4}
en	those	{小学,CET4}
en	though	{初中,CET4}
en	thought	{初中,CET4}
en	thoughtful	{}
en	thousand	{CET4,基数词}
en	thread	{CET4}
en	threat	{选择性必修,CET4}
en	threaten	{选择性必修}
en	three	{CET4,基数词}
en	threshold	{CET6}
en	thrift	{CET6}
en	thrifty	{}
en	thrill	{CET6}
en	thriller	{}
en	thrive	{CET4}
en	throat	{初中,CET4}
en	throne	{CET6}
en	through	{初中,CET4}
en	throughout	{必修,CET4}
en	throw	{初中,CET4}
en	thrust	{CET4}
en	thumb	{CET4}
en	thunder	{初中,CET4}
en	thunderous	{}
en	Thursday	{CET4,星期}
en	thus	{必修,CET4}
en	tick	{CET4}
en	ticket	{初中,CET4}
en	tickle	{CET6}
en	tidal	{}
en	tide	{CET4}
en	tidy	{小学,CET4}
en	tie	{初中,CET4}
en	tiger	{小学,CET4}
en	tight	{选择性必修,CET4}
en	tighten	{}
en	tigress	{}
en	tile	{CET6}
en	till	{CET4}
en	tilt	{CET6}
en	timber	{CET4}
en	time	{小学,CET4}
en	timely	{}
en	timid	{CET6}
en	timing	{}
en	tin	{CET4}
en	tiny	{初中,CET4}
en	tip	{必修,CET4}
en	tire	{CET4}
en	tired	{小学}
en	tireless	{}
en	tiresome	{}
en	tiring	{}
en	tissue	{必修,CET4}
en	title	{必修,CET4}
en	to	{小学,CET4}
en	toast	{选择性必修,CET4}
en	tobacco	{选择性必修,CET4}
en	today	{小学,CET4}
en	toe	{CET4}
en	tofu	{初中}
en	together	{初中,CET4}
en	toil	{CET6}
en	toilet	{小学,CET4}
en	token	{CET4}
en	tolerable	{}
en	tolerance	{}
en	tolerant	{}
en	tolerate	{选择性必修,CET4}
en	toll	{CET4}
en	tomato	{小学,CET4}
en	tomb	{必修}
en	tomorrow	{小学,CET4}
en	ton	{初中,CET4}
en	tone	{选择性必修,CET4}
en	tongue	{CET4}
en	tonight	{初中,CET4}
en	tonnage	{}
en	too	{小学,CET4}
en	tool	{初中,CET4}
en	tooth	{初中,CET4}
en	toothache	{必修}
en	top	{小学,CET4}
en	topic	{必修,CET4}
en	topical	{}
en	topple	{CET6}
en	torch	{CET4}
en	tornado	{CET6}
en	torture	{CET4}
en	toss	{CET4}
en	total	{初中,CET4}
en	touch	{初中,CET4}
en	tough	{必修,CET4}
en	tour	{初中,CET4}
en	tourism	{}
en	tourist	{初中}
en	tournament	{选择性必修,CET6}
en	tow	{CET6}
en	toward	{CET4}
en	towards	{初中}
en	towel	{选择性必修,CET4}
en	tower	{初中,CET4}
en	town	{初中,CET4}
en	township	{}
en	toxic	{CET6}
en	toy	{小学,CET4}
en	trace	{CET4}
en	track	{必修,CET4}
en	tract	{CET6}
en	tractor	{CET4}
en	trade	{初中,CET4}
en	trademark	{CET4}
en	tradition	{初中,CET4}
en	traditional	{必修}
en	traffic	{初中,CET4}
en	trafficking	{}
en	tragedy	{CET4}
en	tragic	{}
en	tragically	{}
en	trail	{CET4}
en	trailer	{}
en	train	{小学,CET4}
en	trainee	{}
en	trainer	{}
en	training	{初中}
en	trait	{CET6}
en	tram	{CET4}
en	tranquil	{CET6}
en	tranquility	{}
en	transaction	{CET4}
en	transcend	{CET6}
en	transcript	{CET4}
en	transfer	{必修,CET4}
en	transference	{}
en	transform	{选择性必修,CET4}
en	transformation	{}
en	transient	{CET6}
en	transistor	{CET6}
en	transit	{CET4}
en	transition	{选择性必修,CET6}
en	transitional	{}
en	translate	{初中,CET4}
en	translation	{}
en	translator	{}
en	transmission	{}
en	transmit	{CET4}
en	transmitter	{}
en	transparency	{}
en	transparent	{CET4}
en	transplant	{CET4}
en	transplantation	{}
en	transport	{必修,CET4}
en	transportation	{}
en	trap	{选择性必修,CET4}
en	trash	{CET4}
en	trauma	{CET6}
en	traumatic	{}
en	travel	{小学,CET4}
en	tray	{CET4}
en	tread	{CET6}
en	treasure	{初中,CET4}
en	treasurer	{}
en	treasury	{CET6}
en	treat	{初中,CET4}
en	treatment	{必修}
en	treaty	{CET4}
en	tree	{小学,CET4}
en	trek	{CET6}
en	tremble	{CET4}
en	tremendous	{CET4}
en	trench	{CET6}
en	trend	{选择性必修,CET4}
en	trial	{选择性必修,CET4}
en	triangle	{CET4}
en	triangular	{}
en	tribal	{}
en	tribe	{CET6}
en	tribune	{CET6}
en	tribute	{CET6}
en	trick	{选择性必修,CET4}
en	trickle	{CET6}
en	tricky	{}
en	trifle	{CET4}
en	trigger	{CET4}
en	trillion	{CET6}
en	trim	{CET6}
en	trip	{初中,CET4}
en	triple	{CET4}
en	triumph	{CET4}
en	triumphant	{}
en	trivial	{CET6}
en	trolley	{CET4}
en	troop	{CET4}
en	trophy	{CET6}
en	tropic	{CET6}
en	tropical	{选择性必修}
en	trouble	{初中,CET4}
en	troublesome	{}
en	trousers	{小学,CET4}
en	truck	{初中,CET4}
en	true	{初中,CET4}
en	truly	{}
en	trumpet	{CET6}
en	trunk	{选择性必修,CET4}
en	trust	{初中,CET4}
en	trustee	{}
en	truth	{初中,CET4}
en	truthful	{}
en	try	{小学,CET4}
en	trying	{}
en	tub	{CET6}
en	tube	{选择性必修,CET4}
en	tuck	{CET6}
en	Tuesday	{CET4,星期}
en	tug	{CET6}
en	tuition	{CET4}
en	tumble	{CET6}
en	tumor	{CET4}
en	tune	{选择性必修,CET4}
en	tunnel	{必修,CET4}
en	turbulence	{}
en	turbulent	{CET6}
en	turkey	{必修,CET4}
en	turmoil	{CET6}
en	turn	{小学,CET4}
en	turnout	{CET6}
en	turnover	{CET6}
en	turtle	{CET6}
en	tutor	{CET4}
en	tutorial	{}
en	TV	{小学}
en	twelfth	{序数词}
en	twelve	{CET4,基数词}
en	twentieth	{序数词}
en	twenty	{CET4,基数词}
en	twice	{必修,CET4}
en	twin	{选择性必修,CET4}
en	twist	{CET4}
en	two	{CET4,基数词}
en	type	{必修,CET4}
en	typewriter	{CET4}
en	typhoon	{选择性必修}
en	typical	{必修,CET4}
en	typist	{}
en	tyre	{CET4}
en	ugliness	{}
en	ugly	{初中,CET4}
en	ultimate	{CET4}
en	ultimately	{选择性必修}
en	ultra	{CET6}
en	umbrella	{小学,CET4}
en	unanimous	{CET6}
en	uncertain	{CET4}
en	uncertainty	{}
en	uncle	{小学,CET4}
en	uncover	{CET4}
en	under	{小学,CET4}
en	underdeveloped	{CET4}
en	underestimate	{CET4}
en	undergo	{CET4}
en	undergraduate	{CET4}
en	underground	{初中,CET4}
en	underlie	{CET6}
en	underline	{CET4}
en	underlying	{}
en	undermine	{CET4}
en	underneath	{CET4}
en	understand	{初中,CET4}
en	understanding	{}
en	undertake	{CET4}
en	undertaking	{}
en	underwear	{CET4}
en	undo	{CET4}
en	undoubtedly	{CET4}
en	uneasy	{CET4}
en	unemployed	{CET4}
en	unemployment	{}
en	unfold	{CET6}
en	unification	{}
en	uniform	{初中,CET4}
en	uniformity	{}
en	unify	{CET6}
en	unilateral	{CET6}
en	union	{必修,CET4}
en	unique	{必修,CET4}
en	unit	{初中,CET4}
en	unite	{CET4}
en	unity	{}
en	universal	{}
en	universe	{初中,CET4}
en	university	{初中,CET4}
en	unleash	{CET6}
en	unless	{初中,CET4}
en	unprecedented	{CET6}
en	until	{初中,CET4}
en	unusual	{选择性必修}
en	unveil	{CET6}
en	up	{小学,CET4}
en	up-to-date	{CET4}
en	update	{必修,CET4}
en	upgrade	{CET4}
en	uphold	{CET6}
en	upload	{CET4}
en	upon	{初中,CET4}
en	upper	{必修,CET4}
en	upright	{CET4}
en	uprising	{CET6}
en	upset	{选择性必修,CET4}
en	upstairs	{CET4}
en	upward	{CET4}
en	upwards	{}
en	uranium	{CET6}
en	urban	{选择性必修,CET4}
en	urbanisation	{}
en	urbanise	{}
en	urbanization	{}
en	urbanize	{}
en	urge	{选择性必修,CET4}
en	urgency	{}
en	urgent	{选择性必修,CET4}
en	urinate	{}
en	urine	{CET6}
en	us	{小学,CET4}
en	usage	{CET4}
en	use	{小学,CET4}
en	used	{必修,CET4}
en	useful	{必修}
en	useless	{}
en	user	{}
en	usual	{初中,CET4}
en	usually	{必修}
en	utilisation	{}
en	utility	{CET4}
en	utilization	{}
en	utilize	{CET4}
en	utmost	{CET4}
en	utter	{CET4}
en	utterly	{CET4}
en	vacancy	{}
en	vacant	{CET4}
en	vacation	{初中,CET4}
en	vaccinate	{}
en	vaccination	{}
en	vaccine	{CET6}
en	vacuum	{CET4}
en	vague	{CET4}
en	vain	{CET4}
en	valid	{选择性必修,CET4}
en	validate	{}
en	validity	{}
en	valley	{选择性必修,CET4}
en	valuable	{必修}
en	value	{初中,CET4}
en	valve	{CET6}
en	van	{CET4}
en	vanish	{CET4}
en	vanity	{}
en	vapor	{CET4}
en	variable	{}
en	variant	{}
en	variation	{选择性必修}
en	variety	{必修}
en	various	{必修,CET4}
en	vary	{选择性必修,CET4}
en	vase	{选择性必修}
en	vast	{选择性必修,CET4}
en	vegetable	{小学,CET4}
en	vegetarian	{}
en	vegetation	{CET6}
en	vehicle	{必修,CET4}
en	veil	{CET4}
en	vein	{CET6}
en	velocity	{CET6}
en	velvet	{CET6}
en	vendor	{CET4}
en	vent	{CET6}
en	ventilate	{CET6}
en	ventilation	{}
en	venture	{CET4}
en	venue	{选择性必修,CET6}
en	verb	{CET4}
en	verbal	{}
en	verdict	{CET6}
en	verge	{CET6}
en	verification	{}
en	verify	{CET4}
en	versatile	{CET6}
en	verse	{CET6}
en	version	{选择性必修,CET4}
en	versus	{CET4}
en	vertical	{CET4}
en	very	{小学,CET4}
en	vessel	{CET4}
en	vest	{CET6}
en	veteran	{CET4}
en	veto	{CET4}
en	via	{CET4}
en	viable	{CET6}
en	vibrate	{CET6}
en	vibration	{}
en	vice	{CET6}
en	vicinity	{CET6}
en	vicious	{CET6}
en	victim	{选择性必修,CET4}
en	victimize	{}
en	victorious	{}
en	victory	{初中,CET4}
en	video	{初中,CET4}
en	view	{初中,CET4}
en	viewpoint	{CET4}
en	vigor	{CET4}
en	vigorous	{}
en	village	{初中,CET4}
en	villager	{}
en	vinegar	{CET4}
en	violate	{CET4}
en	violation	{}
en	violence	{选择性必修}
en	violent	{CET4}
en	violin	{初中,CET4}
en	violinist	{}
en	virgin	{CET6}
en	virginity	{}
en	virtual	{选择性必修,CET4}
en	virtually	{}
en	virtue	{选择性必修,CET4}
en	virtuous	{}
en	virus	{初中,CET4}
en	visa	{CET4}
en	visibility	{}
en	visible	{选择性必修,CET4}
en	vision	{选择性必修,CET4}
en	visionary	{}
en	visit	{小学,CET4}
en	visitor	{必修}
en	visual	{选择性必修,CET4}
en	visualise	{}
en	visualize	{}
en	vital	{选择性必修,CET4}
en	vitality	{}
en	vitamin	{CET4}
en	vivid	{选择性必修,CET4}
en	vocabulary	{选择性必修,CET4}
en	vocal	{CET6}
en	vocation	{CET4}
en	vocational	{}
en	vogue	{CET6}
en	voice	{初中,CET4}
en	void	{CET6}
en	volatile	{CET6}
en	volatility	{}
en	volcanic	{}
en	volcano	{必修,CET4}
en	volleyball	{初中,CET4}
en	volt	{CET4}
en	voltage	{}
en	volume	{选择性必修,CET4}
en	voluminous	{}
en	voluntary	{初中}
en	volunteer	{初中,CET4}
en	vote	{初中,CET4}
en	voter	{}
en	voucher	{CET6}
en	vow	{CET6}
en	voyage	{选择性必修,CET4}
en	vulgar	{CET6}
en	vulnerability	{}
en	vulnerable	{CET4}
en	wage	{选择性必修,CET4}
en	wagon	{CET4}
en	waist	{选择性必修,CET4}
en	wait	{小学,CET4}
en	waiter	{}
en	waitress	{}
en	waive	{CET6}
en	waiver	{}
en	wake	{小学,CET4}
en	waken	{}
en	walk	{小学,CET4}
en	wall	{小学,CET4}
en	wallet	{初中,CET4}
en	wander	{选择性必修,CET4}
en	want	{小学,CET4}
en	war	{初中,CET4}
en	ward	{选择性必修,CET4}
en	wardrobe	{CET6}
en	ware	{CET4}
en	warehouse	{CET4}
en	warfare	{CET4}
en	warm	{小学,CET4}
en	warmth	{}
en	warn	{初中,CET4}
en	warning	{选择性必修}
en	warrant	{CET6}
en	warranty	{CET6}
en	warrior	{CET4}
en	wary	{CET4}
en	wash	{小学,CET4}
en	washing	{}
en	washroom	{选择性必修}
en	waste	{初中,CET4}
en	wasteful	{}
en	watch	{小学,CET4}
en	watchful	{}
en	water	{小学,CET4}
en	watermelon	{初中}
en	waterproof	{CET4}
en	watertight	{CET4}
en	watt	{CET6}
en	wave	{初中,CET4}
en	wavy	{}
en	wax	{CET4}
en	way	{小学,CET4}
en	we	{小学,CET4}
en	weak	{初中,CET4}
en	weaken	{}
en	weakness	{}
en	wealth	{初中,CET4}
en	wealthy	{}
en	weapon	{选择性必修,CET4}
en	wear	{小学,CET4}
en	weariness	{}
en	weary	{CET6}
en	weather	{小学,CET4}
en	weave	{CET4}
en	web	{必修,CET4}
en	webcast	{CET4}
en	website	{初中,CET4}
en	wed	{CET4}
en	wedding	{必修}
en	wedge	{CET6}
en	Wednesday	{CET4,星期}
en	weed	{选择性必修,CET4}
en	week	{小学,CET4}
en	weekday	{初中,CET4}
en	weekend	{初中,CET4}
en	weekly	{选择性必修}
en	weep	{选择性必修,CET4}
en	weigh	{初中,CET4}
en	weight	{初中}
en	weird	{CET4}
en	welcome	{小学,CET4}
en	welfare	{选择性必修,CET4}
en	well	{小学,CET4}
en	well-being	{CET4}
en	well-known	{CET4}
en	well-off	{CET4}
en	west	{初中,CET4}
en	western	{必修}
en	westerner	{}
en	wet	{初中,CET4}
en	wetland	{必修}
en	whale	{初中,CET4}
en	wharf	{CET6}
en	what	{小学,CET4}
en	whatever	{初中}
en	whatsoever	{}
en	wheat	{选择性必修,CET4}
en	wheel	{初中,CET4}
en	when	{小学,CET4}
en	whenever	{初中}
en	where	{小学,CET4}
en	whereabouts	{CET6}
en	whereas	{CET4}
en	whereby	{CET6}
en	wherever	{}
en	whether	{初中,CET4}
en	which	{小学,CET4}
en	whichever	{}
en	while	{初中,CET4}
en	whip	{CET4}
en	whirl	{CET6}
en	whisky	{CET4}
en	whisper	{选择性必修,CET4}
en	whistle	{CET4}
en	white	{小学,CET4}
en	who	{小学,CET4}
en	whoever	{}
en	whole	{初中,CET4}
en	wholesale	{CET6}
en	wholesome	{CET6}
en	wholly	{}
en	whom	{初中,CET4}
en	whose	{小学,CET4}
en	why	{小学,CET4}
en	Wi-Fi	{必修}
en	wicked	{CET6}
en	wide	{初中,CET4}
en	widen	{}
en	widespread	{选择性必修,CET4}
en	widow	{CET4}
en	widower	{}
en	width	{}
en	wield	{CET6}
en	wife	{初中,CET4}
en	wild	{初中,CET4}
en	wilderness	{CET4}
en	wildlife	{CET4}
en	will	{小学,CET4}
en	willing	{}
en	willingness	{}
en	willpower	{CET4}
en	win	{小学,CET4}
en	wind	{初中,CET4}
en	window	{小学,CET4}
en	windy	{小学,CET4}
en	wine	{必修,CET4}
en	winery	{}
en	wing	{初中,CET4}
en	wink	{CET6}
en	winner	{初中}
en	winter	{小学,CET4}
en	wipe	{CET4}
en	wire	{选择性必修,CET4}
en	wireless	{}
en	wisdom	{选择性必修}
en	wise	{初中,CET4}
en	wish	{小学,CET4}
en	wit	{CET4}
en	witch	{CET6}
en	with	{小学,CET4}
en	withdraw	{选择性必修,CET4}
en	withdrawal	{}
en	wither	{CET6}
en	withhold	{CET6}
en	within	{初中,CET4}
en	without	{初中,CET4}
en	withstand	{CET4}
en	witness	{选择性必修,CET4}
en	witty	{}
en	wolf	{初中,CET4}
en	woman	{小学,CET4}
en	wonder	{初中,CET4}
en	wonderful	{小学}
en	wood	{初中,CET4}
en	wooden	{}
en	wool	{选择性必修,CET4}
en	woolen	{}
en	woollen	{}
en	word	{小学,CET4}
en	wording	{}
en	work	{小学,CET4}
en	worker	{小学}
en	workforce	{CET4}
en	workout	{CET4}
en	workshop	{CET4}
en	world	{小学,CET4}
en	worldwide	{CET4}
en	worm	{CET4}
en	worried	{}
en	worry	{小学,CET4}
en	worse	{初中,CET4}
en	worship	{CET4}
en	worst	{初中,CET4}
en	worth	{初中,CET4}
en	worthiness	{}
en	worthless	{}
en	worthwhile	{选择性必修,CET4}
en	worthy	{选择性必修,CET4}
en	would	{初中,CET4}
en	wound	{初中,CET4}
en	wrap	{选择性必修,CET4}
en	wrapping	{}
en	wreck	{CET4}
en	wreckage	{}
en	wrench	{CET6}
en	wrestle	{选择性必修,CET6}
en	wrestling	{}
en	wretched	{CET6}
en	wrinkle	{选择性必修,CET4}
en	wrist	{选择性必修,CET4}
en	write	{小学,CET4}
en	writer	{必修}
en	writing	{}
en	wrong	{小学,CET4}
en	X-ray	{初中}
en	x-ray	{CET4}
en	yacht	{CET6}
en	yard	{初中,CET4}
en	yawn	{CET6}
en	yeah	{}
en	year	{小学,CET4}
en	yearly	{}
en	yearn	{CET6}
en	yearning	{}
en	yell	{CET4}
en	yellow	{小学,CET4}
en	yes	{小学,CET4}
en	yesterday	{小学,CET4}
en	yet	{初中,CET4}
en	yield	{选择性必修,CET4}
en	yoga	{CET4}
en	yoghurt	{初中,CET4}
en	you	{小学,CET4}
en	young	{小学,CET4}
en	youngster	{CET4}
en	your	{小学,CET4}
en	yours	{初中,CET4}
en	yourself	{初中,CET4}
en	yourselves	{}
en	youth	{初中,CET4}
en	youthful	{}
en	zeal	{CET6}
en	zealous	{}
en	zero	{初中,CET4}
en	zigzag	{CET6}
en	zip	{CET6}
en	zipper	{}
en	zone	{选择性必修,CET4}
en	zoo	{小学,CET4}
en	zoological	{}
en	zoology	{CET4}
en	zoom	{CET6}
ja	あ	{JLPT2,JLPT3}
ja	亜	{JLPT2}
ja	ああ	{JLPT3,JLPT4}
ja	愛	{JLPT2}
ja	相変わらず	{JLPT2}
ja	挨拶	{JLPT3}
ja	愛情	{JLPT2}
ja	アイスクリーム	{JLPT2}
ja	愛する	{JLPT2}
ja	合図	{JLPT2}
ja	愛想	{JLPT1}
ja	間	{JLPT2,JLPT3}
ja	間柄	{JLPT1}
ja	相次ぐ	{JLPT1}
ja	相手	{JLPT2}
ja	アイデア	{JLPT2}
ja	アイディア	{JLPT2}
ja	生憎	{JLPT2}
ja	合間	{JLPT1}
ja	曖昧	{JLPT2}
ja	アイロン	{JLPT2}
ja	会う	{JLPT4}
ja	合う	{JLPT3}
ja	遭う	{JLPT2}
ja	アウト	{JLPT2}
ja	敢えて	{JLPT1}
ja	青	{JLPT4}
ja	青い	{JLPT4}
ja	仰ぐ	{JLPT1}
ja	扇ぐ	{JLPT2}
ja	青白い	{JLPT2}
ja	垢	{JLPT1}
ja	赤	{JLPT4}
ja	赤い	{JLPT4}
ja	証	{JLPT1}
ja	赤字	{JLPT1}
ja	明かす	{JLPT1}
ja	赤ちゃん	{JLPT3}
ja	赤らむ	{JLPT1}
ja	明かり	{JLPT2}
ja	灯り	{JLPT2}
ja	明るい	{JLPT4}
ja	赤ん坊	{JLPT2}
ja	上がり	{JLPT1}
ja	上がる	{JLPT3}
ja	明き	{JLPT2}
ja	秋	{JLPT4}
ja	空き	{JLPT2}
ja	明らか	{JLPT2}
ja	諦め	{JLPT1}
ja	諦める	{JLPT2}
ja	飽きる	{JLPT2}
ja	呆れる	{JLPT2}
ja	悪	{JLPT1}
ja	空く	{JLPT3}
ja	開く	{JLPT3,JLPT4}
ja	握手	{JLPT2}
ja	アクセサリー	{JLPT3}
ja	アクセル	{JLPT1}
ja	アクセント	{JLPT2}
ja	あくどい	{JLPT1}
ja	欠伸	{JLPT2}
ja	悪魔	{JLPT2}
ja	飽くまで	{JLPT2}
ja	明くる	{JLPT2}
ja	明け方	{JLPT2}
ja	明ける	{JLPT2}
ja	開ける	{JLPT4}
ja	あげる	{JLPT3}
ja	上げる	{JLPT4}
ja	挙げる	{JLPT4}
ja	揚げる	{JLPT2}
ja	憧れ	{JLPT1}
ja	憧れる	{JLPT2}
ja	顎	{JLPT1}
ja	朝	{JLPT4}
ja	麻	{JLPT1}
ja	浅い	{JLPT3}
ja	朝御飯	{JLPT4}
ja	明後日	{JLPT2,JLPT4}
ja	浅ましい	{JLPT1}
ja	痣	{JLPT1}
ja	欺く	{JLPT1}
ja	鮮やか	{JLPT1}
ja	嘲笑う	{JLPT1}
ja	足	{JLPT2,JLPT4}
ja	足跡	{JLPT2}
ja	悪しからず	{JLPT1}
ja	明日	{JLPT3,JLPT4}
ja	足元	{JLPT2}
ja	味	{JLPT1,JLPT3}
ja	アジア	{JLPT3}
ja	味わい	{JLPT1}
ja	味わう	{JLPT2}
ja	預かる	{JLPT2}
ja	預ける	{JLPT2}
ja	汗	{JLPT2}
ja	焦る	{JLPT1}
ja	褪せる	{JLPT1}
ja	あそこ	{JLPT4}
ja	遊び	{JLPT3}
ja	遊ぶ	{JLPT4}
ja	値	{JLPT1,JLPT2}
ja	値する	{JLPT1}
ja	与える	{JLPT2}
ja	暖か	{JLPT2}
ja	温か	{JLPT2}
ja	暖かい	{JLPT4}
ja	温かい	{JLPT4}
ja	暖まる	{JLPT2}
ja	温まる	{JLPT2}
ja	暖める	{JLPT2}
ja	温める	{JLPT2}
ja	頭	{JLPT1,JLPT2,JLPT4}
ja	新しい	{JLPT4}
ja	当り	{JLPT1}
ja	辺り	{JLPT2}
ja	当たり前	{JLPT2}
ja	当る	{JLPT2}
ja	あちこち	{JLPT2}
ja	あちら	{JLPT4}
ja	あちらこちら	{JLPT2}
ja	悪化	{JLPT1}
ja	呆気ない	{JLPT1}
ja	あっさり	{JLPT1}
ja	圧縮	{JLPT2}
ja	斡旋	{JLPT1}
ja	あっち	{JLPT4}
ja	圧倒	{JLPT1}
ja	圧迫	{JLPT1}
ja	アップ	{JLPT1}
ja	厚い	{JLPT4}
ja	暑い	{JLPT4}
ja	熱い	{JLPT4}
ja	扱い	{JLPT1}
ja	扱う	{JLPT2}
ja	厚かましい	{JLPT2}
ja	集り	{JLPT2}
ja	集まる	{JLPT3}
ja	集める	{JLPT3}
ja	誂る	{JLPT1}
ja	圧力	{JLPT1}
ja	宛	{JLPT1}
ja	当て	{JLPT1}
ja	宛字	{JLPT1}
ja	当字	{JLPT1}
ja	宛名	{JLPT2}
ja	当て嵌まる	{JLPT2}
ja	当て嵌める	{JLPT2}
ja	宛てる	{JLPT1}
ja	当てる	{JLPT2}
ja	後	{JLPT2,JLPT4}
ja	痕	{JLPT2}
ja	跡	{JLPT2}
ja	跡継	{JLPT1}
ja	後回し	{JLPT1}
ja	穴	{JLPT2}
ja	アナウンサー	{JLPT3}
ja	貴方	{JLPT4}
ja	兄	{JLPT4}
ja	姉	{JLPT4}
ja	あの	{JLPT4}
ja	暴れる	{JLPT2}
ja	アパート	{JLPT4}
ja	浴びる	{JLPT4}
ja	アフリカ	{JLPT3}
ja	溢れる	{JLPT2}
ja	危ない	{JLPT4}
ja	油	{JLPT1,JLPT2}
ja	脂	{JLPT2}
ja	油絵	{JLPT1}
ja	炙る	{JLPT2}
ja	焙る	{JLPT2}
ja	アプローチ	{JLPT1}
ja	あべこべ	{JLPT1}
ja	甘い	{JLPT4}
ja	甘える	{JLPT1}
ja	甘口	{JLPT1}
ja	雨具	{JLPT1}
ja	アマチュア	{JLPT1}
ja	雨戸	{JLPT2}
ja	甘やかす	{JLPT2}
ja	余	{JLPT2}
ja	余り	{JLPT4}
ja	余る	{JLPT2}
ja	網	{JLPT1}
ja	編物	{JLPT2}
ja	編む	{JLPT2}
ja	雨	{JLPT4}
ja	飴	{JLPT4}
ja	アメリカ	{JLPT3}
ja	危うい	{JLPT2}
ja	怪しい	{JLPT2}
ja	操る	{JLPT1}
ja	あやふや	{JLPT1}
ja	危ぶむ	{JLPT1}
ja	過ち	{JLPT1}
ja	誤り	{JLPT2}
ja	誤る	{JLPT1}
ja	謝る	{JLPT3}
ja	歩み	{JLPT1}
ja	歩む	{JLPT1}
ja	あら	{JLPT2}
ja	荒い	{JLPT2}
ja	洗う	{JLPT4}
ja	予め	{JLPT1}
ja	嵐	{JLPT2}
ja	荒らす	{JLPT1}
ja	粗筋	{JLPT2}
ja	争い	{JLPT1}
ja	争う	{JLPT2}
ja	新た	{JLPT2}
ja	改まる	{JLPT1}
ja	改めて	{JLPT2}
ja	改める	{JLPT2}
ja	荒っぽい	{JLPT1}
ja	アラブ	{JLPT1}
ja	あらゆる	{JLPT2}
ja	霰	{JLPT1}
ja	現す	{JLPT2}
ja	著す	{JLPT2}
ja	表わす	{JLPT2}
ja	現れ	{JLPT2}
ja	現れる	{JLPT2}
ja	ありがたい	{JLPT2}
ja	有様	{JLPT1}
ja	有りの儘	{JLPT1}
ja	有触れる	{JLPT1}
ja	在る[存在]	{JLPT4}
ja	或る	{JLPT2}
ja	有る[所有]	{JLPT4}
ja	或いは	{JLPT2}
ja	アルカリ	{JLPT1}
ja	歩く	{JLPT4}
ja	アルコール	{JLPT3}
ja	アルバイト	{JLPT3}
ja	アルバム	{JLPT2}
ja	アルミ	{JLPT1}
ja	あれ	{JLPT2,JLPT4}
ja	あれこれ	{JLPT2}
ja	荒れる	{JLPT2}
ja	泡	{JLPT2}
ja	合わす	{JLPT1}
ja	合わせ	{JLPT1}
ja	併せる	{JLPT2}
ja	合わせる	{JLPT2}
ja	慌しい	{JLPT2}
ja	慌てる	{JLPT2}
ja	哀れ	{JLPT2}
ja	案	{JLPT2}
ja	安易	{JLPT2}
ja	案外	{JLPT2}
ja	暗記	{JLPT2}
ja	アンケート	{JLPT1}
ja	アンコール	{JLPT1}
ja	暗殺	{JLPT1}
ja	暗算	{JLPT1}
ja	安心	{JLPT3}
ja	暗示	{JLPT1}
ja	案じる	{JLPT1}
ja	安静	{JLPT1}
ja	安全	{JLPT3}
ja	安定	{JLPT2}
ja	アンテナ	{JLPT2}
ja	あんな	{JLPT3}
ja	案内	{JLPT3}
ja	あんなに	{JLPT2}
ja	案の定	{JLPT1}
ja	あんまり	{JLPT2}
ja	位	{JLPT2,JLPT4}
ja	意	{JLPT1}
ja	異	{JLPT1}
ja	胃	{JLPT2}
ja	良い	{JLPT1,JLPT4}
ja	いいえ	{JLPT4}
ja	好い加減	{JLPT1}
ja	言い出す	{JLPT2}
ja	言い付ける	{JLPT2}
ja	言い訳	{JLPT1}
ja	医院	{JLPT1}
ja	委員	{JLPT2}
ja	言う	{JLPT4}
ja	いえ	{JLPT2}
ja	家	{JLPT2,JLPT3,JLPT4}
ja	家出	{JLPT1}
ja	以下	{JLPT3}
ja	如何	{JLPT4}
ja	生かす	{JLPT1}
ja	いかに	{JLPT1}
ja	いかにも	{JLPT1}
ja	怒り	{JLPT1}
ja	以外	{JLPT3}
ja	意外	{JLPT2}
ja	医学	{JLPT3}
ja	息	{JLPT2}
ja	粋	{JLPT1}
ja	行	{JLPT2}
ja	生き生き	{JLPT2}
ja	勢い	{JLPT2}
ja	生甲斐	{JLPT1}
ja	意気込む	{JLPT1}
ja	行き違い	{JLPT1}
ja	行き成り	{JLPT2}
ja	生物	{JLPT2}
ja	生きる	{JLPT3}
ja	意義	{JLPT2}
ja	異議	{JLPT1}
ja	行く	{JLPT4}
ja	幾	{JLPT2}
ja	育児	{JLPT2}
ja	育成	{JLPT1}
ja	幾多	{JLPT1}
ja	幾つ	{JLPT4}
ja	幾分	{JLPT2}
ja	幾ら	{JLPT4}
ja	いくら〜ても	{JLPT3}
ja	池	{JLPT4}
ja	生花	{JLPT2}
ja	活ける	{JLPT1}
ja	生ける	{JLPT1}
ja	意見	{JLPT3}
ja	異見	{JLPT1}
ja	以降	{JLPT2}
ja	意向	{JLPT1}
ja	移行	{JLPT1}
ja	イコール	{JLPT2}
ja	以後	{JLPT2}
ja	勇ましい	{JLPT2}
ja	いざ	{JLPT1}
ja	医師	{JLPT2}
ja	意志	{JLPT2}
ja	意思	{JLPT2}
ja	石	{JLPT3}
ja	意識	{JLPT2}
ja	医者	{JLPT4}
ja	衣装	{JLPT1}
ja	衣食住	{JLPT2}
ja	意地	{JLPT1}
ja	維持	{JLPT2}
ja	苛める	{JLPT3}
ja	移住	{JLPT1}
ja	以上	{JLPT3}
ja	異常	{JLPT2}
ja	弄る	{JLPT1}
ja	意地悪	{JLPT2}
ja	椅子	{JLPT4}
ja	泉	{JLPT2}
ja	何れ	{JLPT2}
ja	異性	{JLPT1}
ja	遺跡	{JLPT1}
ja	以前	{JLPT2}
ja	依然	{JLPT1}
ja	忙しい	{JLPT4}
ja	急ぐ	{JLPT3}
ja	依存	{JLPT1}
ja	板	{JLPT2}
ja	痛い	{JLPT4}
ja	委託	{JLPT1}
ja	致す	{JLPT3}
ja	悪戯	{JLPT2}
ja	頂	{JLPT1}
ja	いただきます	{JLPT4}
ja	頂く	{JLPT3}
ja	至って	{JLPT1}
ja	痛み	{JLPT2}
ja	痛む	{JLPT2}
ja	傷める	{JLPT1}
ja	炒める	{JLPT1}
ja	至る	{JLPT2}
ja	労わる	{JLPT1}
ja	偉大	{JLPT2}
ja	抱く	{JLPT2}
ja	一	{JLPT2,JLPT4}
ja	位置	{JLPT1}
ja	市	{JLPT1,JLPT3}
ja	一々	{JLPT4}
ja	一応	{JLPT2}
ja	一概に	{JLPT1}
ja	一時	{JLPT2}
ja	著しい	{JLPT1}
ja	一段と	{JLPT2}
ja	一度	{JLPT3}
ja	一同	{JLPT1}
ja	一度に	{JLPT2}
ja	一日	{JLPT4}
ja	市場	{JLPT1,JLPT2}
ja	一番	{JLPT4}
ja	一部	{JLPT2}
ja	一部分	{JLPT1}
ja	一面	{JLPT1}
ja	一目	{JLPT1}
ja	一様	{JLPT1}
ja	一律	{JLPT1}
ja	一流	{JLPT2}
ja	一連	{JLPT1}
ja	一家	{JLPT2}
ja	一括	{JLPT1}
ja	一気	{JLPT1}
ja	一挙に	{JLPT1}
ja	一見	{JLPT1}
ja	一切	{JLPT1}
ja	一昨日	{JLPT2,JLPT4}
ja	一昨年	{JLPT2,JLPT4}
ja	一種	{JLPT2}
ja	一瞬	{JLPT2}
ja	一緒	{JLPT4}
ja	一生	{JLPT2}
ja	一生懸命	{JLPT3}
ja	一心	{JLPT1}
ja	一斉	{JLPT2}
ja	いっそ	{JLPT1}
ja	一層	{JLPT2}
ja	一体	{JLPT4}
ja	一帯	{JLPT1}
ja	一旦	{JLPT2}
ja	一致	{JLPT2}
ja	一定	{JLPT2}
ja	いってまいります	{JLPT3}
ja	いってらっしゃい	{JLPT3}
ja	一杯	{JLPT3}
ja	一般	{JLPT3}
ja	一変	{JLPT1}
ja	一方	{JLPT2}
ja	何時	{JLPT4}
ja	五日	{JLPT4}
ja	何時か	{JLPT2}
ja	五つ	{JLPT4}
ja	何時でも	{JLPT2}
ja	いつのまにか	{JLPT2}
ja	何時までも	{JLPT2}
ja	何時も	{JLPT4}
ja	移転	{JLPT2}
ja	意図	{JLPT1}
ja	糸	{JLPT3}
ja	従兄弟	{JLPT2}
ja	従姉妹	{JLPT2}
ja	営む	{JLPT1}
ja	井戸	{JLPT2}
ja	緯度	{JLPT2}
ja	異動	{JLPT1}
ja	移動	{JLPT2}
ja	挑む	{JLPT1}
ja	以内	{JLPT3}
ja	田舎	{JLPT3}
ja	稲光	{JLPT1}
ja	犬	{JLPT4}
ja	稲	{JLPT2}
ja	居眠り	{JLPT2}
ja	命	{JLPT2}
ja	祈り	{JLPT1}
ja	祈る	{JLPT3}
ja	違反	{JLPT2}
ja	威張る	{JLPT2}
ja	鼾	{JLPT1}
ja	衣服	{JLPT2}
ja	今	{JLPT2,JLPT4}
ja	居間	{JLPT2}
ja	今更	{JLPT1}
ja	未だ	{JLPT1,JLPT4}
ja	今に	{JLPT2}
ja	今にも	{JLPT2}
ja	意味	{JLPT4}
ja	移民	{JLPT1}
ja	イメージ	{JLPT2}
ja	妹	{JLPT4}
ja	嫌	{JLPT4}
ja	嫌々	{JLPT1}
ja	嫌がる	{JLPT2}
ja	卑しい	{JLPT1}
ja	いやに	{JLPT1}
ja	嫌らしい	{JLPT1}
ja	愈々	{JLPT2}
ja	意欲	{JLPT1}
ja	以来	{JLPT2}
ja	依頼	{JLPT2}
ja	いらいら	{JLPT2}
ja	いらっしゃい	{JLPT4}
ja	いらっしゃる	{JLPT3}
ja	入り口	{JLPT4}
ja	医療	{JLPT2}
ja	衣料	{JLPT1}
ja	威力	{JLPT1}
ja	居る	{JLPT4}
ja	炒る	{JLPT2}
ja	煎る	{JLPT2}
ja	要る	{JLPT4}
ja	衣類	{JLPT1}
ja	入物	{JLPT2}
ja	入れる	{JLPT4}
ja	色	{JLPT2,JLPT4}
ja	色々	{JLPT4}
ja	異論	{JLPT1}
ja	岩	{JLPT4}
ja	祝	{JLPT2}
ja	祝う	{JLPT2}
ja	言わば	{JLPT2}
ja	所謂	{JLPT2}
ja	員	{JLPT3}
ja	印鑑	{JLPT1}
ja	陰気	{JLPT1}
ja	インキ	{JLPT2}
ja	隠居	{JLPT1}
ja	インク	{JLPT2}
ja	印刷	{JLPT2}
ja	印象	{JLPT2}
ja	引退	{JLPT2}
ja	インタビュー	{JLPT2}
ja	インターチェンジ	{JLPT1}
ja	インターナショナル	{JLPT1}
ja	インターフォン	{JLPT1}
ja	インテリ	{JLPT1}
ja	インフォメーション	{JLPT1}
ja	インフレ	{JLPT1}
ja	引用	{JLPT2}
ja	引力	{JLPT2}
ja	ウイスキー	{JLPT2}
ja	ウイルス	{JLPT1}
ja	上	{JLPT2,JLPT4}
ja	植木	{JLPT2}
ja	植える	{JLPT3}
ja	飢える	{JLPT2}
ja	ウエイトレス	{JLPT2}
ja	ウエートレス	{JLPT2}
ja	魚	{JLPT2,JLPT4}
ja	伺う	{JLPT3}
ja	浮かぶ	{JLPT2}
ja	浮かべる	{JLPT2}
ja	受かる	{JLPT1}
ja	嗽	{JLPT2}
ja	浮く	{JLPT2}
ja	受け入れ	{JLPT1}
ja	受け入れる	{JLPT1}
ja	承る	{JLPT2}
ja	受け継ぐ	{JLPT1}
ja	受付	{JLPT3}
ja	受け付ける	{JLPT1}
ja	受け止める	{JLPT1}
ja	受け取り	{JLPT2}
ja	受け取る	{JLPT2}
ja	受身	{JLPT1}
ja	受け持ち	{JLPT1}
ja	受け持つ	{JLPT2}
ja	受ける	{JLPT3}
ja	動かす	{JLPT2}
ja	動き	{JLPT1}
ja	動く	{JLPT3}
ja	兎	{JLPT2}
ja	牛	{JLPT2}
ja	失う	{JLPT2}
ja	後ろ	{JLPT4}
ja	薄い	{JLPT4}
ja	薄暗い	{JLPT2}
ja	薄める	{JLPT2}
ja	渦	{JLPT1}
ja	埋める	{JLPT1,JLPT2}
ja	嘘	{JLPT3}
ja	嘘つき	{JLPT1}
ja	歌	{JLPT2,JLPT4}
ja	歌う	{JLPT4}
ja	疑う	{JLPT2}
ja	転寝	{JLPT1}
ja	うち	{JLPT3}
ja	打ち明ける	{JLPT1}
ja	打ち合わせ	{JLPT2}
ja	打ち合わせる	{JLPT2}
ja	打ち切る	{JLPT1}
ja	打ち消し	{JLPT1}
ja	打ち消す	{JLPT2}
ja	打ち込む	{JLPT1}
ja	宇宙	{JLPT2}
ja	団扇	{JLPT1}
ja	内訳	{JLPT1}
ja	うっかり	{JLPT2}
ja	訴え	{JLPT1}
ja	訴える	{JLPT2}
ja	鬱陶しい	{JLPT1}
ja	打つ	{JLPT2,JLPT3}
ja	撃つ	{JLPT2}
ja	討つ	{JLPT2}
ja	美しい	{JLPT3}
ja	写し	{JLPT1}
ja	写す	{JLPT3}
ja	映す	{JLPT2}
ja	移す	{JLPT2}
ja	俯く	{JLPT1}
ja	写る	{JLPT2}
ja	映る	{JLPT3}
ja	移る	{JLPT3}
ja	空ろ	{JLPT1}
ja	器	{JLPT1,JLPT2}
ja	雨天	{JLPT1}
ja	腕	{JLPT3}
ja	腕前	{JLPT1}
ja	饂飩	{JLPT2}
ja	促す	{JLPT1}
ja	頷く	{JLPT2}
ja	計	{JLPT2}
ja	唸る	{JLPT2}
ja	自惚れ	{JLPT1}
ja	奪う	{JLPT2}
ja	馬	{JLPT2}
ja	上手い	{JLPT3}
ja	巧い	{JLPT3}
ja	旨い	{JLPT3}
ja	美味い	{JLPT3}
ja	埋まる	{JLPT1}
ja	生まれ	{JLPT2}
ja	生まれつき	{JLPT1}
ja	生まれる	{JLPT4}
ja	海	{JLPT2,JLPT4}
ja	有無	{JLPT2}
ja	産む	{JLPT1}
ja	梅	{JLPT2}
ja	埋め込む	{JLPT1}
ja	梅干	{JLPT1}
ja	敬う	{JLPT2}
ja	裏	{JLPT3}
ja	裏返し	{JLPT1}
ja	裏返す	{JLPT2}
ja	裏切る	{JLPT2}
ja	裏口	{JLPT2}
ja	占う	{JLPT2}
ja	恨み	{JLPT2}
ja	恨む	{JLPT2}
ja	羨ましい	{JLPT2}
ja	羨む	{JLPT2}
ja	売り上げ	{JLPT2}
ja	売り切れ	{JLPT2}
ja	売り切れる	{JLPT2}
ja	売り出し	{JLPT1}
ja	売り出す	{JLPT1}
ja	売り場	{JLPT3}
ja	売る	{JLPT4}
ja	潤う	{JLPT1}
ja	煩い	{JLPT4}
ja	嬉しい	{JLPT3}
ja	売れ行き	{JLPT2}
ja	売れる	{JLPT2}
ja	うろうろ	{JLPT2}
ja	浮気	{JLPT1}
ja	上着	{JLPT4}
ja	噂	{JLPT2}
ja	上回る	{JLPT1}
ja	植わる	{JLPT1}
ja	うん	{JLPT3}
ja	運	{JLPT2}
ja	運営	{JLPT1}
ja	運河	{JLPT2}
ja	うんざり	{JLPT1}
ja	運送	{JLPT1}
ja	運賃	{JLPT1}
ja	運転手	{JLPT3}
ja	運転	{JLPT3}
ja	うんと	{JLPT2}
ja	運動	{JLPT3}
ja	云々	{JLPT1}
ja	運搬	{JLPT1}
ja	運命	{JLPT1}
ja	運輸	{JLPT1}
ja	運用	{JLPT1}
ja	ウーマン	{JLPT2}
ja	ウール	{JLPT2}
ja	柄	{JLPT1,JLPT2}
ja	絵	{JLPT4}
ja	エアメール	{JLPT1}
ja	営	{JLPT1}
ja	永遠	{JLPT2}
ja	映画	{JLPT4}
ja	映画館	{JLPT4}
ja	永久	{JLPT2}
ja	影響	{JLPT2}
ja	営業	{JLPT2}
ja	英語	{JLPT4}
ja	映写	{JLPT1}
ja	英字	{JLPT1}
ja	衛星	{JLPT1}
ja	衛生	{JLPT2}
ja	映像	{JLPT1}
ja	英文	{JLPT2}
ja	英雄	{JLPT1}
ja	栄養	{JLPT2}
ja	英和	{JLPT2}
ja	ええ	{JLPT4}
ja	ええと	{JLPT2}
ja	笑顔	{JLPT2}
ja	描く	{JLPT2,JLPT4}
ja	液	{JLPT1}
ja	駅	{JLPT4}
ja	液体	{JLPT2}
ja	餌	{JLPT2}
ja	エスカレーター	{JLPT3}
ja	枝	{JLPT3}
ja	エチケット	{JLPT2}
ja	閲覧	{JLPT1}
ja	エネルギー	{JLPT2}
ja	絵具	{JLPT2}
ja	エプロン	{JLPT2}
ja	獲物	{JLPT1}
ja	偉い	{JLPT2}
ja	選ぶ	{JLPT3}
ja	襟	{JLPT1}
ja	得る	{JLPT2}
ja	エレガント	{JLPT1}
ja	エレベーター	{JLPT4}
ja	円	{JLPT2,JLPT4}
ja	園	{JLPT2}
ja	縁	{JLPT1,JLPT2}
ja	宴会	{JLPT2}
ja	円滑	{JLPT1}
ja	縁側	{JLPT1}
ja	沿岸	{JLPT1}
ja	延期	{JLPT2}
ja	婉曲	{JLPT1}
ja	演技	{JLPT2}
ja	園芸	{JLPT2}
ja	演劇	{JLPT2}
ja	円周	{JLPT2}
ja	演習	{JLPT2}
ja	演出	{JLPT1}
ja	エンジニア	{JLPT1}
ja	援助	{JLPT2}
ja	演じる．ずる	{JLPT1}
ja	エンジン	{JLPT2}
ja	沿線	{JLPT1}
ja	演説	{JLPT2}
ja	演奏	{JLPT2}
ja	遠足	{JLPT2}
ja	縁談	{JLPT1}
ja	延長	{JLPT2}
ja	煙突	{JLPT2}
ja	鉛筆	{JLPT4}
ja	遠方	{JLPT1}
ja	円満	{JLPT1}
ja	遠慮	{JLPT3}
ja	え	{JLPT2}
ja	尾	{JLPT1}
ja	御	{JLPT3,JLPT4}
ja	おい	{JLPT2}
ja	甥	{JLPT2}
ja	追い掛ける	{JLPT2}
ja	追い越す	{JLPT2}
ja	追い込む	{JLPT1}
ja	美味しい	{JLPT4}
ja	追い出す	{JLPT1}
ja	追い付く	{JLPT2}
ja	於いて	{JLPT2}
ja	お出でになる	{JLPT3}
ja	老いる	{JLPT1}
ja	オイル	{JLPT2}
ja	お祝い	{JLPT3}
ja	王	{JLPT2}
ja	負う	{JLPT1}
ja	追う	{JLPT2}
ja	応援	{JLPT2}
ja	応急	{JLPT1}
ja	黄金	{JLPT1}
ja	王様	{JLPT2}
ja	往診	{JLPT1}
ja	王子	{JLPT2}
ja	王女	{JLPT2}
ja	応じる	{JLPT2}
ja	応ずる	{JLPT2}
ja	応接	{JLPT2}
ja	応対	{JLPT2}
ja	横断	{JLPT2}
ja	横断歩道	{JLPT2}
ja	往復	{JLPT2}
ja	欧米	{JLPT2}
ja	応募	{JLPT1}
ja	応用	{JLPT2}
ja	終える	{JLPT2}
ja	おお	{JLPT2}
ja	大	{JLPT2}
ja	おおい	{JLPT2}
ja	多い	{JLPT4}
ja	大いに	{JLPT2}
ja	覆う	{JLPT2}
ja	大方	{JLPT1}
ja	大柄	{JLPT1}
ja	大きい	{JLPT4}
ja	大きな	{JLPT4}
ja	大袈裟	{JLPT1}
ja	大雑把	{JLPT1}
ja	大筋	{JLPT1}
ja	大勢	{JLPT4}
ja	大空	{JLPT1}
ja	大通り	{JLPT2}
ja	大幅	{JLPT1}
ja	大まかな	{JLPT1}
ja	大水	{JLPT1}
ja	大家	{JLPT1,JLPT2}
ja	公	{JLPT1}
ja	大凡	{JLPT2}
ja	丘	{JLPT2}
ja	お母様	{JLPT2}
ja	お母さん	{JLPT4}
ja	おかえり	{JLPT2}
ja	おかえりなさい	{JLPT3}
ja	おかけください	{JLPT2}
ja	御蔭	{JLPT3}
ja	おかげさまで	{JLPT3}
ja	お菓子	{JLPT4}
ja	可笑しい	{JLPT3}
ja	侵す	{JLPT2}
ja	犯す	{JLPT2}
ja	おかず	{JLPT2}
ja	お金	{JLPT4}
ja	おかまいなく	{JLPT2}
ja	お代り	{JLPT2}
ja	拝む	{JLPT2}
ja	沖	{JLPT2}
ja	置き	{JLPT3}
ja	おきのどくに	{JLPT2}
ja	起きる	{JLPT4}
ja	補う	{JLPT2}
ja	億	{JLPT3}
ja	奥	{JLPT2}
ja	置く	{JLPT4}
ja	屋外	{JLPT2}
ja	奥様	{JLPT2}
ja	奥さん	{JLPT4}
ja	屋上	{JLPT3}
ja	臆病	{JLPT1}
ja	遅らす	{JLPT1}
ja	送り仮名	{JLPT2}
ja	贈り物	{JLPT3}
ja	送る	{JLPT3}
ja	遅れ	{JLPT1}
ja	遅れる	{JLPT3}
ja	おげんきですか	{JLPT2}
ja	お子さん	{JLPT3}
ja	起こす	{JLPT3}
ja	怠る	{JLPT1}
ja	行ない	{JLPT1}
ja	行なう	{JLPT3}
ja	怒る	{JLPT3}
ja	起こる	{JLPT2}
ja	厳か	{JLPT1}
ja	奢る	{JLPT1}
ja	抑える	{JLPT2}
ja	押さえる	{JLPT2}
ja	おさきに	{JLPT2}
ja	御酒	{JLPT4}
ja	幼い	{JLPT2}
ja	収まる	{JLPT1}
ja	治まる	{JLPT1}
ja	納まる	{JLPT1}
ja	収める	{JLPT2}
ja	治める	{JLPT2}
ja	納める	{JLPT2}
ja	お皿	{JLPT4}
ja	お産	{JLPT1}
ja	惜しい	{JLPT2}
ja	押入れ	{JLPT3}
ja	教え	{JLPT1}
ja	教える	{JLPT4}
ja	押し切る	{JLPT1}
ja	押し込む	{JLPT1}
ja	惜しむ	{JLPT1}
ja	お喋り	{JLPT2}
ja	お洒落	{JLPT2}
ja	押し寄せる	{JLPT1}
ja	お爺さん	{JLPT4}
ja	御辞儀	{JLPT2}
ja	小父さん	{JLPT2}
ja	おじゃまします	{JLPT2}
ja	お嬢さん	{JLPT3}
ja	伯父	{JLPT4}
ja	叔父	{JLPT4}
ja	押す	{JLPT4}
ja	雄	{JLPT1}
ja	お世辞	{JLPT1}
ja	おせわになりました	{JLPT2}
ja	汚染	{JLPT2}
ja	遅い	{JLPT4}
ja	襲う	{JLPT1}
ja	遅くとも	{JLPT1}
ja	恐らく	{JLPT2}
ja	恐れ	{JLPT2}
ja	恐れ入る	{JLPT1}
ja	恐れる	{JLPT2}
ja	恐ろしい	{JLPT2}
ja	教わる	{JLPT2}
ja	お互い	{JLPT2}
ja	お宅	{JLPT3}
ja	おだいじに	{JLPT3}
ja	煽てる	{JLPT1}
ja	穏やか	{JLPT2}
ja	落ち込む	{JLPT1}
ja	落ち着き	{JLPT1}
ja	落ち着く	{JLPT2}
ja	落ち葉	{JLPT1}
ja	お茶	{JLPT4}
ja	落ちる	{JLPT3}
ja	おっかない	{JLPT1}
ja	仰る	{JLPT3}
ja	夫	{JLPT3}
ja	乙	{JLPT1}
ja	お使い	{JLPT1}
ja	御釣	{JLPT3}
ja	お手上げ	{JLPT1}
ja	御手洗い	{JLPT4}
ja	お手伝いさん	{JLPT2}
ja	お出掛け	{JLPT2}
ja	音	{JLPT1,JLPT2,JLPT3}
ja	お父さん	{JLPT4}
ja	弟	{JLPT4}
ja	男	{JLPT4}
ja	男の子	{JLPT4}
ja	男の人	{JLPT2}
ja	落し物	{JLPT2}
ja	落とす	{JLPT3}
ja	訪れる	{JLPT1}
ja	大人	{JLPT4}
ja	大人しい	{JLPT2}
ja	お供	{JLPT1}
ja	劣る	{JLPT2}
ja	衰える	{JLPT1}
ja	おどおど	{JLPT1}
ja	脅かす	{JLPT2}
ja	脅す	{JLPT1}
ja	踊り	{JLPT3}
ja	踊る	{JLPT3}
ja	驚かす	{JLPT2}
ja	驚き	{JLPT1}
ja	驚く	{JLPT3}
ja	同い年	{JLPT1}
ja	お腹	{JLPT4}
ja	同じ	{JLPT4}
ja	鬼	{JLPT2}
ja	お兄さん	{JLPT4}
ja	お姉さん	{JLPT4}
ja	おねがいします	{JLPT4}
ja	各々	{JLPT2}
ja	自ずから	{JLPT1}
ja	おはようございます	{JLPT4}
ja	叔母	{JLPT3,JLPT4}
ja	お婆さん	{JLPT4}
ja	小母さん	{JLPT2}
ja	伯母	{JLPT4}
ja	お昼	{JLPT2}
ja	帯	{JLPT1,JLPT2}
ja	怯える	{JLPT1}
ja	夥しい	{JLPT1}
ja	帯びる	{JLPT1}
ja	オフィス	{JLPT2}
ja	御袋	{JLPT1}
ja	御風呂	{JLPT4}
ja	御弁当	{JLPT4}
ja	覚え	{JLPT1}
ja	覚える	{JLPT4}
ja	溺れる	{JLPT2}
ja	御参り	{JLPT2}
ja	御前	{JLPT2}
ja	御負け	{JLPT1}
ja	おまたせしました	{JLPT3}
ja	おまちください	{JLPT2}
ja	おまちどおさま	{JLPT2}
ja	御祭り	{JLPT3}
ja	お巡りさん	{JLPT4}
ja	御見舞い	{JLPT3}
ja	御宮	{JLPT1}
ja	御土産	{JLPT3}
ja	おむつ	{JLPT1}
ja	おめでたい	{JLPT2}
ja	おめでとう	{JLPT2}
ja	おめでとうございます	{JLPT3}
ja	御目に掛かる	{JLPT2}
ja	主な	{JLPT2}
ja	主に	{JLPT2}
ja	重い	{JLPT4}
ja	思い掛けない	{JLPT2}
ja	思い切り	{JLPT2}
ja	思い込む	{JLPT2}
ja	思い出す	{JLPT3}
ja	思い付き	{JLPT1}
ja	思い付く	{JLPT2}
ja	思い出	{JLPT2}
ja	思う	{JLPT3}
ja	面白い	{JLPT4}
ja	重たい	{JLPT2}
ja	玩具	{JLPT1,JLPT3}
ja	表	{JLPT2,JLPT3}
ja	趣	{JLPT1}
ja	赴く	{JLPT1}
ja	思わず	{JLPT2}
ja	重んじる	{JLPT1}
ja	おや	{JLPT3}
ja	親	{JLPT2}
ja	親父	{JLPT1}
ja	おやすみ	{JLPT2}
ja	おやすみなさい	{JLPT4}
ja	御八つ	{JLPT2}
ja	親指	{JLPT2}
ja	泳ぎ	{JLPT2}
ja	泳ぐ	{JLPT4}
ja	およそ	{JLPT2}
ja	及び	{JLPT1}
ja	及ぶ	{JLPT1}
ja	及ぼす	{JLPT2}
ja	折	{JLPT2}
ja	檻	{JLPT2}
ja	オリエンテーション	{JLPT1}
ja	折り返す	{JLPT1}
ja	織物	{JLPT1}
ja	下りる	{JLPT3}
ja	降りる	{JLPT4}
ja	オリンピック	{JLPT2}
ja	居る[の謙譲語]	{JLPT3}
ja	折る	{JLPT3}
ja	織る	{JLPT1}
ja	オルガン	{JLPT2}
ja	俺	{JLPT1}
ja	御礼	{JLPT3}
ja	折れる	{JLPT3}
ja	オレンジ	{JLPT2}
ja	愚か	{JLPT1}
ja	下ろす	{JLPT2}
ja	卸す	{JLPT2}
ja	降ろす	{JLPT2}
ja	疎か	{JLPT1}
ja	終わり	{JLPT3}
ja	終わる	{JLPT3,JLPT4}
ja	恩	{JLPT2}
ja	音楽	{JLPT4}
ja	恩恵	{JLPT2}
ja	温室	{JLPT2}
ja	温泉	{JLPT2}
ja	温帯	{JLPT2}
ja	温暖	{JLPT2}
ja	御中	{JLPT2}
ja	温度	{JLPT2}
ja	女	{JLPT2,JLPT4}
ja	女の子	{JLPT4}
ja	女の人	{JLPT2}
ja	負んぶ	{JLPT1}
ja	オンライン	{JLPT1}
ja	温和	{JLPT1}
ja	オーケストラ	{JLPT2}
ja	オーケー	{JLPT1}
ja	オートバイ	{JLPT3}
ja	オートマチック	{JLPT1}
ja	オートマティク	{JLPT1}
ja	オートメーション	{JLPT2}
ja	オーバー	{JLPT2,JLPT3}
ja	オーバーする	{JLPT1}
ja	オープン	{JLPT1}
ja	下	{JLPT2,JLPT4}
ja	化	{JLPT2}
ja	可	{JLPT2}
ja	日	{JLPT2,JLPT3,JLPT4}
ja	蚊	{JLPT2}
ja	課	{JLPT2}
ja	会	{JLPT2,JLPT3}
ja	回	{JLPT2,JLPT4}
ja	界	{JLPT2}
ja	貝	{JLPT2}
ja	階	{JLPT4}
ja	改悪	{JLPT1}
ja	会員	{JLPT2}
ja	海運	{JLPT1}
ja	開会	{JLPT2}
ja	改革	{JLPT1}
ja	会館	{JLPT2}
ja	絵画	{JLPT2}
ja	海外	{JLPT2}
ja	貝殻	{JLPT1}
ja	海岸	{JLPT3}
ja	階級	{JLPT1}
ja	海峡	{JLPT1}
ja	会議	{JLPT3}
ja	会議室	{JLPT3}
ja	会計	{JLPT2}
ja	解決	{JLPT2}
ja	会見	{JLPT1}
ja	介護	{JLPT1}
ja	会合	{JLPT2}
ja	開催	{JLPT1}
ja	改札	{JLPT2}
ja	解散	{JLPT2}
ja	開始	{JLPT2}
ja	会社	{JLPT4}
ja	解釈	{JLPT2}
ja	回収	{JLPT1}
ja	改修	{JLPT1}
ja	怪獣	{JLPT1}
ja	解除	{JLPT1}
ja	会場	{JLPT3}
ja	海水浴	{JLPT2}
ja	回数	{JLPT2}
ja	回数券	{JLPT2}
ja	快晴	{JLPT2}
ja	改正	{JLPT2}
ja	解説	{JLPT2}
ja	改善	{JLPT2}
ja	回送	{JLPT1}
ja	階層	{JLPT1}
ja	改造	{JLPT2}
ja	開拓	{JLPT1}
ja	会談	{JLPT1}
ja	階段	{JLPT4}
ja	開通	{JLPT2}
ja	改定	{JLPT1}
ja	改訂	{JLPT1}
ja	快適	{JLPT2}
ja	回転	{JLPT2}
ja	回答	{JLPT2}
ja	解答	{JLPT2}
ja	街道	{JLPT1}
ja	介入	{JLPT1}
ja	開発	{JLPT1}
ja	海抜	{JLPT1}
ja	回復	{JLPT2}
ja	介抱	{JLPT1}
ja	解放	{JLPT2}
ja	開放	{JLPT2}
ja	解剖	{JLPT1}
ja	買い物	{JLPT4}
ja	海洋	{JLPT2}
ja	回覧	{JLPT1}
ja	海流	{JLPT1}
ja	改良	{JLPT1}
ja	回路	{JLPT1}
ja	海路	{JLPT1}
ja	会話	{JLPT3}
ja	買う	{JLPT4}
ja	飼う	{JLPT2}
ja	帰す	{JLPT2}
ja	返す	{JLPT4}
ja	却って	{JLPT2}
ja	帰り	{JLPT3}
ja	省みる	{JLPT1}
ja	顧みる	{JLPT1}
ja	代える	{JLPT2}
ja	変える	{JLPT3}
ja	帰る	{JLPT4}
ja	換える	{JLPT2}
ja	替える	{JLPT2}
ja	返る	{JLPT2}
ja	顔	{JLPT4}
ja	家屋	{JLPT2}
ja	顔付	{JLPT1}
ja	香	{JLPT2}
ja	抱える	{JLPT2}
ja	価格	{JLPT2}
ja	掲げる	{JLPT1}
ja	踵	{JLPT1}
ja	係り	{JLPT2}
ja	掛かる	{JLPT4}
ja	罹る	{JLPT2}
ja	係わる	{JLPT2}
ja	重	{JLPT2}
ja	課外	{JLPT1}
ja	化学	{JLPT2}
ja	科学	{JLPT3}
ja	鏡	{JLPT3}
ja	輝く	{JLPT2}
ja	書留	{JLPT2}
ja	書き取り	{JLPT2}
ja	書き取る	{JLPT1}
ja	垣根	{JLPT2}
ja	掻き回す	{JLPT1}
ja	鍵	{JLPT4}
ja	限り	{JLPT2}
ja	限る	{JLPT2}
ja	掻く	{JLPT1,JLPT2}
ja	書く	{JLPT4}
ja	核	{JLPT1}
ja	格	{JLPT1}
ja	欠く	{JLPT1}
ja	角	{JLPT1,JLPT3,JLPT4}
ja	各	{JLPT2}
ja	架空	{JLPT2}
ja	覚悟	{JLPT2}
ja	格差	{JLPT1}
ja	拡散	{JLPT1}
ja	各種	{JLPT1}
ja	隔週	{JLPT1}
ja	確信	{JLPT1}
ja	革新	{JLPT1}
ja	各自	{JLPT2}
ja	確実	{JLPT2}
ja	拡充	{JLPT2}
ja	隠す	{JLPT2}
ja	拡大	{JLPT2}
ja	各地	{JLPT2}
ja	拡張	{JLPT2}
ja	確定	{JLPT1}
ja	カクテル	{JLPT1}
ja	獲得	{JLPT1}
ja	角度	{JLPT2}
ja	確認	{JLPT2}
ja	格別	{JLPT1}
ja	確保	{JLPT1}
ja	革命	{JLPT1}
ja	確率	{JLPT2}
ja	確立	{JLPT1}
ja	隠れる	{JLPT2}
ja	嗅ぐ	{JLPT2}
ja	家具	{JLPT2}
ja	掛け	{JLPT1}
ja	賭け	{JLPT1}
ja	駆け足	{JLPT1}
ja	家計	{JLPT1}
ja	掛算	{JLPT2}
ja	駆けっこ	{JLPT1}
ja	可決	{JLPT2}
ja	掛ける	{JLPT3,JLPT4}
ja	欠ける	{JLPT2}
ja	賭ける	{JLPT1}
ja	駆ける	{JLPT1}
ja	影	{JLPT2}
ja	陰	{JLPT2}
ja	箇月	{JLPT4}
ja	加減	{JLPT2}
ja	過去	{JLPT2}
ja	下降	{JLPT2}
ja	加工	{JLPT1}
ja	火口	{JLPT2}
ja	囲む	{JLPT2}
ja	籠	{JLPT2}
ja	化合	{JLPT1}
ja	傘	{JLPT4}
ja	火災	{JLPT2}
ja	重なる	{JLPT2}
ja	重ねる	{JLPT2}
ja	嵩張る	{JLPT1}
ja	嵩む	{JLPT1}
ja	飾り	{JLPT2}
ja	飾る	{JLPT3}
ja	火山	{JLPT2}
ja	菓子	{JLPT2}
ja	貸し	{JLPT2}
ja	賢い	{JLPT2}
ja	かしこまりました	{JLPT3}
ja	貸し出し	{JLPT2}
ja	過失	{JLPT2}
ja	貸間	{JLPT2}
ja	貸家	{JLPT2}
ja	歌手	{JLPT2}
ja	箇所	{JLPT2}
ja	家事	{JLPT2}
ja	火事	{JLPT3}
ja	果実	{JLPT2}
ja	過剰	{JLPT2}
ja	箇条書き	{JLPT1}
ja	齧る	{JLPT2}
ja	貸す	{JLPT4}
ja	微か	{JLPT1}
ja	霞む	{JLPT1}
ja	掠る	{JLPT1}
ja	数	{JLPT2}
ja	火星	{JLPT1}
ja	化石	{JLPT1}
ja	稼ぐ	{JLPT2}
ja	カセット	{JLPT2}
ja	下線	{JLPT2}
ja	化繊	{JLPT1}
ja	河川	{JLPT1}
ja	風	{JLPT2,JLPT4}
ja	風邪	{JLPT4}
ja	課税	{JLPT2}
ja	過疎	{JLPT1}
ja	加速	{JLPT2}
ja	加速度	{JLPT2}
ja	数える	{JLPT2}
ja	家族	{JLPT4}
ja	型	{JLPT2}
ja	方	{JLPT2,JLPT3,JLPT4}
ja	肩	{JLPT2}
ja	片	{JLPT1}
ja	固い	{JLPT3}
ja	堅い	{JLPT3}
ja	硬い	{JLPT3}
ja	片思い	{JLPT1}
ja	片仮名	{JLPT4}
ja	方々	{JLPT2}
ja	片言	{JLPT1}
ja	形	{JLPT2,JLPT3}
ja	片付く	{JLPT2}
ja	片付け	{JLPT1}
ja	片付ける	{JLPT3}
ja	刀	{JLPT2}
ja	塊	{JLPT2}
ja	固まる	{JLPT2}
ja	片道	{JLPT2}
ja	傾く	{JLPT2}
ja	傾ける	{JLPT1}
ja	固める	{JLPT1}
ja	片寄る	{JLPT2}
ja	語る	{JLPT2}
ja	傍ら	{JLPT1}
ja	課題	{JLPT1}
ja	花壇	{JLPT1}
ja	価値	{JLPT2}
ja	勝ち	{JLPT2}
ja	家畜	{JLPT1}
ja	課長	{JLPT3}
ja	活気	{JLPT2}
ja	画期	{JLPT1}
ja	括弧	{JLPT2}
ja	恰好	{JLPT3}
ja	格好	{JLPT3}
ja	勝手	{JLPT1}
ja	勝手に	{JLPT2}
ja	カット	{JLPT1}
ja	活発	{JLPT1}
ja	カップ	{JLPT4}
ja	且	{JLPT1}
ja	勝つ	{JLPT3}
ja	担ぐ	{JLPT2}
ja	活字	{JLPT2}
ja	嘗て	{JLPT1}
ja	活動	{JLPT2}
ja	活躍	{JLPT2}
ja	活用	{JLPT2}
ja	活力	{JLPT2}
ja	仮定	{JLPT2}
ja	家庭	{JLPT4}
ja	課程	{JLPT2}
ja	過程	{JLPT2}
ja	カテゴリー	{JLPT1}
ja	仮名	{JLPT2}
ja	家内	{JLPT3}
ja	叶う	{JLPT1}
ja	叶える	{JLPT1}
ja	悲しい	{JLPT3}
ja	悲しむ	{JLPT2}
ja	仮名遣い	{JLPT2}
ja	金槌	{JLPT1}
ja	必ず	{JLPT3}
ja	必ずしも	{JLPT2}
ja	可成	{JLPT2}
ja	叶わない	{JLPT1}
ja	敵わない	{JLPT1}
ja	適わない	{JLPT1}
ja	加入	{JLPT1}
ja	金	{JLPT2}
ja	鐘	{JLPT2}
ja	加熱	{JLPT2}
ja	予て	{JLPT1}
ja	金持ち	{JLPT3}
ja	兼ねる	{JLPT2}
ja	可能	{JLPT2}
ja	彼女	{JLPT3}
ja	過半数	{JLPT2}
ja	庇う	{JLPT1}
ja	鞄	{JLPT4}
ja	カバー	{JLPT2}
ja	黴	{JLPT2}
ja	花瓶	{JLPT4}
ja	花粉	{JLPT1}
ja	株	{JLPT2}
ja	株式	{JLPT1}
ja	被せる	{JLPT2}
ja	被る	{JLPT4}
ja	気触れる	{JLPT1}
ja	貨幣	{JLPT1}
ja	壁	{JLPT3}
ja	釜	{JLPT2}
ja	かまいません	{JLPT2}
ja	構う	{JLPT3}
ja	構え	{JLPT1}
ja	構える	{JLPT1}
ja	加味	{JLPT1}
ja	神	{JLPT2}
ja	紙	{JLPT2,JLPT4}
ja	髪	{JLPT3}
ja	噛切る	{JLPT1}
ja	紙屑	{JLPT2}
ja	神様	{JLPT2}
ja	剃刀	{JLPT2}
ja	過密	{JLPT1}
ja	雷	{JLPT2}
ja	髪の毛	{JLPT2}
ja	咬む	{JLPT3}
ja	噛む	{JLPT3}
ja	カムバック	{JLPT1}
ja	カメラ	{JLPT4}
ja	カメラマン	{JLPT1}
ja	科目	{JLPT2}
ja	かも知れない	{JLPT2}
ja	貨物	{JLPT2}
ja	粥	{JLPT1}
ja	痒い	{JLPT2}
ja	歌謡	{JLPT2}
ja	火曜	{JLPT2}
ja	通う	{JLPT3}
ja	火曜日	{JLPT4}
ja	殻	{JLPT2}
ja	空	{JLPT2,JLPT4}
ja	辛い	{JLPT2,JLPT4}
ja	揶揄う	{JLPT2}
ja	体	{JLPT4}
ja	身体付き	{JLPT1}
ja	空っぽ	{JLPT2}
ja	絡む	{JLPT1}
ja	カラー	{JLPT2}
ja	借り	{JLPT1}
ja	狩り	{JLPT1}
ja	借りる	{JLPT4}
ja	仮	{JLPT1}
ja	刈る	{JLPT2}
ja	軽い	{JLPT4}
ja	歌留多	{JLPT2}
ja	カルテ	{JLPT1}
ja	彼	{JLPT3}
ja	彼等	{JLPT3}
ja	枯れる	{JLPT2}
ja	涸れる	{JLPT1}
ja	カレンダー	{JLPT4}
ja	カレー	{JLPT4}
ja	過労	{JLPT1}
ja	辛うじて	{JLPT1}
ja	カロリー	{JLPT2}
ja	川	{JLPT4}
ja	河	{JLPT4}
ja	皮	{JLPT2}
ja	革	{JLPT2}
ja	可愛い	{JLPT4}
ja	可愛がる	{JLPT2}
ja	可哀想	{JLPT2}
ja	可愛らしい	{JLPT2}
ja	乾かす	{JLPT2}
ja	乾く	{JLPT3}
ja	渇く	{JLPT2}
ja	交わす	{JLPT1}
ja	為替	{JLPT2}
ja	瓦	{JLPT2}
ja	代わり	{JLPT3}
ja	代わる	{JLPT2}
ja	変わる	{JLPT3}
ja	代わる代わる	{JLPT1}
ja	刊	{JLPT2}
ja	勘	{JLPT2}
ja	官	{JLPT1}
ja	巻	{JLPT2}
ja	感	{JLPT2}
ja	管	{JLPT1,JLPT2}
ja	缶	{JLPT2}
ja	観	{JLPT1}
ja	館	{JLPT2}
ja	簡易	{JLPT1}
ja	感覚	{JLPT2}
ja	間隔	{JLPT2}
ja	灌漑	{JLPT1}
ja	考え	{JLPT2}
ja	考える	{JLPT3}
ja	換気	{JLPT2}
ja	観客	{JLPT2}
ja	環境	{JLPT2}
ja	関係	{JLPT3}
ja	簡潔	{JLPT1}
ja	歓迎	{JLPT2}
ja	感激	{JLPT2}
ja	還元	{JLPT1}
ja	刊行	{JLPT1}
ja	慣行	{JLPT1}
ja	観光	{JLPT2}
ja	勧告	{JLPT1}
ja	漢語	{JLPT1}
ja	看護	{JLPT1}
ja	看護婦	{JLPT3}
ja	関西	{JLPT2}
ja	観察	{JLPT2}
ja	換算	{JLPT1}
ja	監視	{JLPT2}
ja	感謝	{JLPT2}
ja	慣習	{JLPT1}
ja	観衆	{JLPT1}
ja	干渉	{JLPT1}
ja	鑑賞	{JLPT2}
ja	感触	{JLPT1}
ja	感心	{JLPT2}
ja	関心	{JLPT2}
ja	感じ	{JLPT2}
ja	漢字	{JLPT4}
ja	患者	{JLPT2}
ja	勘定	{JLPT2}
ja	感情	{JLPT2}
ja	感じる	{JLPT2}
ja	感ずる	{JLPT2}
ja	肝心	{JLPT1}
ja	肝腎	{JLPT1}
ja	関する	{JLPT2}
ja	完成	{JLPT2}
ja	歓声	{JLPT1}
ja	間接	{JLPT2}
ja	幹線	{JLPT1}
ja	感染	{JLPT1}
ja	関税	{JLPT1}
ja	完全	{JLPT2}
ja	簡素	{JLPT1}
ja	乾燥	{JLPT2}
ja	感想	{JLPT2}
ja	観測	{JLPT2}
ja	寒帯	{JLPT2}
ja	簡単	{JLPT3}
ja	勘違い	{JLPT2}
ja	官庁	{JLPT2}
ja	缶詰	{JLPT2}
ja	観点	{JLPT1}
ja	乾電池	{JLPT2}
ja	関東	{JLPT2}
ja	監督	{JLPT2}
ja	感度	{JLPT1}
ja	感動	{JLPT2}
ja	カンニング	{JLPT1}
ja	観念	{JLPT2}
ja	看板	{JLPT2}
ja	乾杯	{JLPT2}
ja	看病	{JLPT2}
ja	幹部	{JLPT1}
ja	勘弁	{JLPT1}
ja	完璧	{JLPT1}
ja	冠	{JLPT2}
ja	感無量	{JLPT1}
ja	勧誘	{JLPT1}
ja	関与	{JLPT1}
ja	寛容	{JLPT1}
ja	慣用	{JLPT1}
ja	観覧	{JLPT1}
ja	管理	{JLPT2}
ja	完了	{JLPT2}
ja	官僚	{JLPT1}
ja	慣例	{JLPT1}
ja	還暦	{JLPT1}
ja	関連	{JLPT2}
ja	貫禄	{JLPT1}
ja	漢和	{JLPT2}
ja	緩和	{JLPT1}
ja	カー	{JLPT2}
ja	カーテン	{JLPT3}
ja	カード	{JLPT2}
ja	カーブ	{JLPT2}
ja	カーペット	{JLPT1}
ja	画	{JLPT1}
ja	外	{JLPT2,JLPT4}
ja	害	{JLPT2}
ja	街	{JLPT1,JLPT2}
ja	外貨	{JLPT1}
ja	外観	{JLPT1}
ja	外交	{JLPT2}
ja	外国	{JLPT4}
ja	外国人	{JLPT4}
ja	外出	{JLPT2}
ja	外相	{JLPT1}
ja	害する	{JLPT1}
ja	概説	{JLPT1}
ja	街頭	{JLPT1}
ja	該当	{JLPT1}
ja	ガイド	{JLPT1}
ja	ガイドブック	{JLPT1}
ja	概念	{JLPT1}
ja	外部	{JLPT2}
ja	概要	{JLPT1}
ja	外来	{JLPT1}
ja	概略	{JLPT1}
ja	概論	{JLPT2}
ja	画家	{JLPT2}
ja	学	{JLPT2}
ja	額	{JLPT2}
ja	学芸	{JLPT1}
ja	学士	{JLPT1}
ja	学者	{JLPT2}
ja	学習	{JLPT2}
ja	学術	{JLPT2}
ja	学生	{JLPT4}
ja	学説	{JLPT1}
ja	学年	{JLPT2}
ja	楽譜	{JLPT1}
ja	学部	{JLPT2,JLPT3}
ja	学問	{JLPT2}
ja	学力	{JLPT2}
ja	学歴	{JLPT1}
ja	崖	{JLPT1}
ja	ガス	{JLPT3}
ja	ガソリン	{JLPT3}
ja	ガソリンスタンド	{JLPT3}
ja	難い	{JLPT2,JLPT3}
ja	がち	{JLPT2}
ja	学科	{JLPT2}
ja	学会	{JLPT2}
ja	がっかり	{JLPT2}
ja	学期	{JLPT2}
ja	楽器	{JLPT2}
ja	学級	{JLPT2}
ja	がっくり	{JLPT1}
ja	学校	{JLPT4}
ja	合唱	{JLPT1}
ja	がっしり	{JLPT1}
ja	合致	{JLPT1}
ja	がっちり	{JLPT1}
ja	合併	{JLPT1}
ja	月	{JLPT2,JLPT3,JLPT4}
ja	我慢	{JLPT2}
ja	ガム	{JLPT2}
ja	ガラス	{JLPT3}
ja	がる	{JLPT4}
ja	ガレージ	{JLPT1}
ja	側	{JLPT4}
ja	癌	{JLPT1}
ja	眼科	{JLPT1}
ja	眼球	{JLPT1}
ja	頑固	{JLPT1}
ja	願書	{JLPT1}
ja	元日	{JLPT2}
ja	頑丈	{JLPT1}
ja	岩石	{JLPT1}
ja	元年	{JLPT1}
ja	頑張る	{JLPT3}
ja	元来	{JLPT1}
ja	期	{JLPT2}
ja	木	{JLPT2,JLPT4}
ja	機	{JLPT2}
ja	気	{JLPT3}
ja	気圧	{JLPT2}
ja	黄色	{JLPT4}
ja	黄色い	{JLPT4}
ja	消える	{JLPT4}
ja	記憶	{JLPT2}
ja	気温	{JLPT2}
ja	器械	{JLPT2}
ja	機会	{JLPT3}
ja	機械	{JLPT3}
ja	企画	{JLPT1}
ja	規格	{JLPT1}
ja	着飾る	{JLPT1}
ja	器官	{JLPT1}
ja	季刊	{JLPT1}
ja	期間	{JLPT2}
ja	機関	{JLPT2}
ja	機関車	{JLPT2}
ja	危害	{JLPT1}
ja	着替え	{JLPT2}
ja	気兼ね	{JLPT1}
ja	気軽	{JLPT1}
ja	危機	{JLPT1}
ja	聞き取り	{JLPT1}
ja	効き目	{JLPT1}
ja	帰京	{JLPT1}
ja	基金	{JLPT1}
ja	飢饉	{JLPT2}
ja	企業	{JLPT2}
ja	効く	{JLPT2}
ja	聞く	{JLPT4}
ja	器具	{JLPT2}
ja	危険	{JLPT3}
ja	棄権	{JLPT1}
ja	喜劇	{JLPT1}
ja	期限	{JLPT2}
ja	機嫌	{JLPT2}
ja	起源	{JLPT1}
ja	機構	{JLPT1}
ja	気候	{JLPT2}
ja	聞こえる	{JLPT3}
ja	既婚	{JLPT1}
ja	記号	{JLPT2}
ja	記載	{JLPT1}
ja	気障	{JLPT1}
ja	兆し	{JLPT1}
ja	刻む	{JLPT2}
ja	岸	{JLPT2}
ja	気質	{JLPT1}
ja	軋む	{JLPT1}
ja	汽車	{JLPT3}
ja	記者	{JLPT2}
ja	気象	{JLPT1}
ja	起床	{JLPT2}
ja	生地	{JLPT2}
ja	記事	{JLPT2}
ja	期日	{JLPT1}
ja	記述	{JLPT1}
ja	基準	{JLPT2}
ja	規準	{JLPT2}
ja	奇数	{JLPT2}
ja	傷	{JLPT2}
ja	築く	{JLPT1}
ja	傷付く	{JLPT1}
ja	傷付ける	{JLPT1}
ja	規制	{JLPT1}
ja	季節	{JLPT3}
ja	着せる	{JLPT2}
ja	汽船	{JLPT1}
ja	基礎	{JLPT2}
ja	競う	{JLPT1}
ja	規則	{JLPT3}
ja	寄贈	{JLPT1}
ja	貴族	{JLPT1}
ja	北	{JLPT4}
ja	期待	{JLPT2}
ja	気体	{JLPT2}
ja	鍛える	{JLPT1}
ja	帰宅	{JLPT2}
ja	汚い	{JLPT4}
ja	来る	{JLPT1,JLPT4}
ja	基地	{JLPT2}
ja	きちっと	{JLPT1}
ja	貴重	{JLPT2}
ja	几帳面	{JLPT1}
ja	きちんと	{JLPT2}
ja	きっかけ	{JLPT2}
ja	きっかり	{JLPT1}
ja	喫茶	{JLPT2}
ja	喫茶店	{JLPT4}
ja	きっちり	{JLPT1}
ja	切手	{JLPT4}
ja	屹度	{JLPT3}
ja	きっぱり	{JLPT1}
ja	切符	{JLPT4}
ja	きつい	{JLPT2}
ja	気付く	{JLPT2}
ja	規定	{JLPT1}
ja	起点	{JLPT1}
ja	軌道	{JLPT1}
ja	気に入る	{JLPT2}
ja	記入	{JLPT2}
ja	絹	{JLPT3}
ja	記念	{JLPT2}
ja	昨日	{JLPT4}
ja	機能	{JLPT2}
ja	気の毒	{JLPT2}
ja	規範	{JLPT1}
ja	基盤	{JLPT2}
ja	気品	{JLPT1}
ja	厳しい	{JLPT3}
ja	寄付	{JLPT2}
ja	気風	{JLPT1}
ja	起伏	{JLPT1}
ja	気分	{JLPT3}
ja	基本	{JLPT2}
ja	規模	{JLPT1}
ja	希望	{JLPT2}
ja	気紛れ	{JLPT1}
ja	生真面目	{JLPT1}
ja	期末	{JLPT1}
ja	決まり	{JLPT2}
ja	決まり悪い	{JLPT1}
ja	決まる	{JLPT3}
ja	君	{JLPT3}
ja	気味	{JLPT2}
ja	奇妙	{JLPT2}
ja	記名	{JLPT1}
ja	決める	{JLPT3}
ja	気持ち	{JLPT3}
ja	着物	{JLPT3}
ja	客	{JLPT3}
ja	脚色	{JLPT1}
ja	客席	{JLPT2}
ja	脚本	{JLPT1}
ja	客間	{JLPT2}
ja	華奢	{JLPT1}
ja	客観	{JLPT1}
ja	キャッチ	{JLPT1}
ja	キャプテン	{JLPT2}
ja	キャリア	{JLPT1}
ja	キャンパス	{JLPT2}
ja	キャンプ	{JLPT2}
ja	規約	{JLPT1}
ja	九	{JLPT4}
ja	急	{JLPT3}
ja	旧	{JLPT2}
ja	球	{JLPT2}
ja	級	{JLPT2}
ja	救援	{JLPT1}
ja	休暇	{JLPT2}
ja	休学	{JLPT1}
ja	究極	{JLPT1}
ja	休業	{JLPT2}
ja	窮屈	{JLPT1}
ja	休憩	{JLPT2}
ja	急激	{JLPT2}
ja	休講	{JLPT2}
ja	急行	{JLPT3}
ja	求婚	{JLPT2}
ja	球根	{JLPT1}
ja	救済	{JLPT1}
ja	吸収	{JLPT2}
ja	給食	{JLPT1}
ja	給仕	{JLPT1}
ja	救助	{JLPT2}
ja	休戦	{JLPT1}
ja	休息	{JLPT2}
ja	急速	{JLPT2}
ja	旧知	{JLPT1}
ja	宮殿	{JLPT1}
ja	急に	{JLPT2}
ja	窮乏	{JLPT1}
ja	給与	{JLPT2}
ja	休養	{JLPT2}
ja	丘陵	{JLPT1}
ja	給料	{JLPT2}
ja	今日	{JLPT2,JLPT4}
ja	強	{JLPT1}
ja	教	{JLPT2}
ja	橋	{JLPT1,JLPT4}
ja	驚異	{JLPT1}
ja	教育	{JLPT3}
ja	教員	{JLPT2}
ja	強化	{JLPT2}
ja	教科	{JLPT1}
ja	協会	{JLPT1}
ja	境界	{JLPT2}
ja	教会	{JLPT3}
ja	教科書	{JLPT2}
ja	共感	{JLPT1}
ja	共学	{JLPT1}
ja	供給	{JLPT2}
ja	協議	{JLPT1}
ja	競技	{JLPT2}
ja	教訓	{JLPT1}
ja	境遇	{JLPT1}
ja	強硬	{JLPT1}
ja	強行	{JLPT1}
ja	凶作	{JLPT1}
ja	共産	{JLPT2}
ja	教材	{JLPT1}
ja	教師	{JLPT2}
ja	教室	{JLPT4}
ja	教習	{JLPT1}
ja	郷愁	{JLPT1}
ja	恐縮	{JLPT2}
ja	教職	{JLPT1}
ja	享受	{JLPT1}
ja	教授	{JLPT2}
ja	興じる．興ずる	{JLPT1}
ja	強制	{JLPT1}
ja	競争	{JLPT3}
ja	共存	{JLPT1}
ja	兄弟	{JLPT4}
ja	境地	{JLPT1}
ja	協調	{JLPT1}
ja	強調	{JLPT2}
ja	共通	{JLPT2}
ja	協定	{JLPT1}
ja	郷土	{JLPT1}
ja	共同	{JLPT2}
ja	脅迫	{JLPT1}
ja	恐怖	{JLPT2}
ja	興味	{JLPT3}
ja	共鳴	{JLPT1}
ja	教養	{JLPT2}
ja	郷里	{JLPT1,JLPT2}
ja	協力	{JLPT2}
ja	強力	{JLPT2}
ja	強烈	{JLPT1}
ja	共和	{JLPT1}
ja	許可	{JLPT2}
ja	局	{JLPT2}
ja	曲	{JLPT2}
ja	局限	{JLPT1}
ja	曲線	{JLPT2}
ja	極端	{JLPT1}
ja	居住	{JLPT1}
ja	拒絶	{JLPT1}
ja	巨大	{JLPT2}
ja	去年	{JLPT4}
ja	拒否	{JLPT1}
ja	許容	{JLPT1}
ja	距離	{JLPT2}
ja	寄与	{JLPT1}
ja	清い	{JLPT2}
ja	器用	{JLPT2}
ja	清らか	{JLPT1}
ja	嫌い	{JLPT4}
ja	嫌う	{JLPT2}
ja	気楽	{JLPT2}
ja	煌びやか	{JLPT1}
ja	きり	{JLPT1}
ja	切	{JLPT1,JLPT2}
ja	霧	{JLPT2}
ja	切替える	{JLPT1}
ja	規律	{JLPT2}
ja	気流	{JLPT1}
ja	きる	{JLPT2}
ja	切る	{JLPT4}
ja	斬る	{JLPT4}
ja	着る	{JLPT4}
ja	布	{JLPT2}
ja	綺麗	{JLPT4}
ja	切れ目	{JLPT1}
ja	切れる	{JLPT2}
ja	キロ	{JLPT2,JLPT4}
ja	記録	{JLPT2}
ja	極めて	{JLPT1}
ja	気を付ける	{JLPT2}
ja	菌	{JLPT1}
ja	禁煙	{JLPT2}
ja	金額	{JLPT2}
ja	近眼	{JLPT1}
ja	緊急	{JLPT1}
ja	金魚	{JLPT2}
ja	金庫	{JLPT2}
ja	均衡	{JLPT1}
ja	近郊	{JLPT1}
ja	禁止	{JLPT2}
ja	近視	{JLPT1}
ja	近所	{JLPT3}
ja	禁じる	{JLPT1}
ja	禁ずる	{JLPT1}
ja	金銭	{JLPT2}
ja	金属	{JLPT2}
ja	近代	{JLPT2}
ja	緊張	{JLPT2}
ja	筋肉	{JLPT2}
ja	勤勉	{JLPT1}
ja	勤務	{JLPT1}
ja	禁物	{JLPT1}
ja	金融	{JLPT2}
ja	金曜	{JLPT2}
ja	金曜日	{JLPT4}
ja	勤労	{JLPT1}
ja	議案	{JLPT1}
ja	議員	{JLPT2}
ja	議会	{JLPT2}
ja	戯曲	{JLPT1}
ja	議決	{JLPT1}
ja	技師	{JLPT2}
ja	儀式	{JLPT2}
ja	議事堂	{JLPT1}
ja	技術	{JLPT3}
ja	犠牲	{JLPT1}
ja	偽造	{JLPT1}
ja	ギター	{JLPT4}
ja	議題	{JLPT1}
ja	議長	{JLPT2}
ja	ぎっしり	{JLPT2}
ja	技能	{JLPT1}
ja	義務	{JLPT2}
ja	疑問	{JLPT2}
ja	逆	{JLPT2}
ja	逆転	{JLPT1}
ja	ギャング	{JLPT2}
ja	牛肉	{JLPT4}
ja	牛乳	{JLPT4}
ja	業	{JLPT2}
ja	行儀	{JLPT2}
ja	業者	{JLPT1}
ja	行事	{JLPT2}
ja	行政	{JLPT1}
ja	業績	{JLPT1}
ja	業務	{JLPT1}
ja	行列	{JLPT2}
ja	漁業	{JLPT2}
ja	漁船	{JLPT1}
ja	漁村	{JLPT1}
ja	義理	{JLPT1}
ja	議論	{JLPT2}
ja	疑惑	{JLPT1}
ja	銀	{JLPT2}
ja	銀行	{JLPT4}
ja	吟味	{JLPT1}
ja	区	{JLPT3}
ja	句	{JLPT2}
ja	苦	{JLPT1}
ja	区域	{JLPT2}
ja	クイズ	{JLPT1}
ja	食い違う	{JLPT1}
ja	食う	{JLPT2}
ja	空間	{JLPT1}
ja	空気	{JLPT3}
ja	空港	{JLPT3}
ja	空想	{JLPT2}
ja	空中	{JLPT2}
ja	空腹	{JLPT1}
ja	区画	{JLPT1}
ja	区間	{JLPT1}
ja	茎	{JLPT1}
ja	釘	{JLPT2}
ja	区切り	{JLPT1}
ja	区切る	{JLPT2}
ja	潜る	{JLPT1,JLPT2}
ja	草	{JLPT3}
ja	臭い	{JLPT2}
ja	鎖	{JLPT2}
ja	腐る	{JLPT2}
ja	櫛	{JLPT2}
ja	くしゃみ	{JLPT2}
ja	苦心	{JLPT2}
ja	籤	{JLPT1}
ja	籤引き	{JLPT1}
ja	苦情	{JLPT2}
ja	擽ったい	{JLPT1}
ja	薬	{JLPT1,JLPT4}
ja	薬指	{JLPT2}
ja	屑	{JLPT2}
ja	崩す	{JLPT2}
ja	崩れる	{JLPT2}
ja	癖	{JLPT2}
ja	草臥れる	{JLPT2}
ja	砕く	{JLPT2}
ja	砕ける	{JLPT2}
ja	下さい	{JLPT4}
ja	下さる	{JLPT3}
ja	果物	{JLPT4}
ja	下らない	{JLPT2}
ja	下り	{JLPT2}
ja	下る	{JLPT2}
ja	口	{JLPT2,JLPT4}
ja	口ずさむ	{JLPT1}
ja	嘴	{JLPT1}
ja	唇	{JLPT2}
ja	口紅	{JLPT2}
ja	朽ちる	{JLPT1}
ja	くっきり	{JLPT1}
ja	屈折	{JLPT1}
ja	くっ付く	{JLPT2}
ja	くっ付ける	{JLPT2}
ja	靴	{JLPT4}
ja	苦痛	{JLPT2}
ja	覆す	{JLPT1}
ja	靴下	{JLPT4}
ja	句読点	{JLPT2}
ja	諄い	{JLPT2}
ja	国	{JLPT2,JLPT4}
ja	配る	{JLPT2}
ja	首	{JLPT3}
ja	首飾り	{JLPT1}
ja	首輪	{JLPT1}
ja	工夫	{JLPT2}
ja	区分	{JLPT2}
ja	区別	{JLPT2}
ja	組	{JLPT2}
ja	組合	{JLPT2}
ja	組み合わせ	{JLPT2}
ja	組み合わせる	{JLPT1}
ja	組み込む	{JLPT1}
ja	組み立てる	{JLPT2}
ja	汲む	{JLPT2}
ja	組む	{JLPT2}
ja	酌む	{JLPT2}
ja	雲	{JLPT3}
ja	曇	{JLPT4}
ja	曇る	{JLPT4}
ja	悔しい	{JLPT2}
ja	悔やむ	{JLPT2}
ja	蔵	{JLPT1}
ja	暗い	{JLPT4}
ja	暮らし	{JLPT2}
ja	クラシック	{JLPT2}
ja	暮らす	{JLPT2}
ja	クラス	{JLPT4}
ja	比べる	{JLPT3}
ja	繰り返す	{JLPT2}
ja	クリスマス	{JLPT2}
ja	クリーニング	{JLPT2}
ja	クリーム	{JLPT2}
ja	狂う	{JLPT2}
ja	苦しい	{JLPT2}
ja	苦しむ	{JLPT2}
ja	苦しめる	{JLPT2}
ja	車	{JLPT2,JLPT4}
ja	包む	{JLPT2,JLPT3}
ja	暮れ	{JLPT2}
ja	呉々も	{JLPT2}
ja	呉れる	{JLPT3}
ja	暮れる	{JLPT3}
ja	クレーン	{JLPT1}
ja	黒	{JLPT4}
ja	黒い	{JLPT4}
ja	苦労	{JLPT2}
ja	玄人	{JLPT1}
ja	黒字	{JLPT1}
ja	加える	{JLPT2}
ja	咥える	{JLPT2}
ja	詳しい	{JLPT2}
ja	加わる	{JLPT2}
ja	訓	{JLPT2}
ja	君主	{JLPT1}
ja	訓練	{JLPT2}
ja	クーラー	{JLPT2}
ja	具合	{JLPT3}
ja	偶数	{JLPT2}
ja	偶然	{JLPT2}
ja	具体	{JLPT2}
ja	愚痴	{JLPT1}
ja	ぐっすり	{JLPT2}
ja	ぐっと	{JLPT1}
ja	グラス	{JLPT4}
ja	グラフ	{JLPT2}
ja	グラム	{JLPT2}
ja	グランド	{JLPT2}
ja	グループ	{JLPT2}
ja	グレー	{JLPT1}
ja	群	{JLPT1,JLPT2}
ja	軍	{JLPT2}
ja	郡	{JLPT2}
ja	軍艦	{JLPT1}
ja	群衆	{JLPT1}
ja	群集	{JLPT1}
ja	軍事	{JLPT1}
ja	軍隊	{JLPT2}
ja	軍備	{JLPT1}
ja	軍服	{JLPT1}
ja	毛	{JLPT3}
ja	敬意	{JLPT2}
ja	経緯	{JLPT1}
ja	経営	{JLPT2}
ja	経過	{JLPT1}
ja	警戒	{JLPT1}
ja	軽快	{JLPT1}
ja	計画	{JLPT3}
ja	警官	{JLPT4}
ja	契機	{JLPT2}
ja	景気	{JLPT2}
ja	計器	{JLPT1}
ja	敬具	{JLPT1}
ja	経験	{JLPT3}
ja	軽減	{JLPT1}
ja	稽古	{JLPT2}
ja	傾向	{JLPT2}
ja	蛍光灯	{JLPT2}
ja	警告	{JLPT2}
ja	敬語	{JLPT2}
ja	掲載	{JLPT1}
ja	警察	{JLPT3}
ja	計算	{JLPT2}
ja	経済	{JLPT3}
ja	形式	{JLPT2}
ja	傾斜	{JLPT1}
ja	刑事	{JLPT2}
ja	掲示	{JLPT2}
ja	形勢	{JLPT1}
ja	形成	{JLPT1}
ja	軽率	{JLPT1}
ja	継続	{JLPT2}
ja	形態	{JLPT1}
ja	携帯	{JLPT1}
ja	毛糸	{JLPT2}
ja	系統	{JLPT2}
ja	経度	{JLPT2}
ja	競馬	{JLPT2}
ja	刑罰	{JLPT1}
ja	経費	{JLPT1}
ja	警備	{JLPT2}
ja	警部	{JLPT1}
ja	軽蔑	{JLPT1}
ja	契約	{JLPT2}
ja	経由	{JLPT2}
ja	形容詞	{JLPT2}
ja	形容動詞	{JLPT2}
ja	経歴	{JLPT1}
ja	経路	{JLPT1}
ja	汚らわしい	{JLPT1}
ja	毛皮	{JLPT2}
ja	怪我	{JLPT3}
ja	今朝	{JLPT4}
ja	景色	{JLPT3}
ja	けしゴム	{JLPT3}
ja	化粧	{JLPT2}
ja	消す	{JLPT4}
ja	削る	{JLPT2}
ja	桁	{JLPT2}
ja	獣	{JLPT1}
ja	吝	{JLPT2}
ja	結果	{JLPT2}
ja	結核	{JLPT1}
ja	欠陥	{JLPT2}
ja	血管	{JLPT1}
ja	結局	{JLPT2}
ja	決行	{JLPT1}
ja	結構	{JLPT4}
ja	結婚	{JLPT4}
ja	傑作	{JLPT2}
ja	決算	{JLPT1}
ja	決して	{JLPT3}
ja	決勝	{JLPT1}
ja	結晶	{JLPT1}
ja	決心	{JLPT2}
ja	結成	{JLPT1}
ja	欠席	{JLPT2}
ja	結束	{JLPT1}
ja	決定	{JLPT2}
ja	欠点	{JLPT2}
ja	決	{JLPT1}
ja	血圧	{JLPT2}
ja	決意	{JLPT1}
ja	血液	{JLPT2}
ja	決議	{JLPT1}
ja	結合	{JLPT1}
ja	欠如	{JLPT1}
ja	決断	{JLPT1}
ja	欠乏	{JLPT1}
ja	結論	{JLPT2}
ja	蹴飛ばす	{JLPT1}
ja	貶す	{JLPT1}
ja	気配	{JLPT2}
ja	煙い	{JLPT2}
ja	煙たい	{JLPT1}
ja	煙	{JLPT2}
ja	煙る	{JLPT1}
ja	家来	{JLPT1}
ja	蹴る	{JLPT2}
ja	けれど	{JLPT3}
ja	けれども	{JLPT3}
ja	険しい	{JLPT2}
ja	件	{JLPT1}
ja	券	{JLPT2}
ja	圏	{JLPT1}
ja	権	{JLPT2}
ja	県	{JLPT3}
ja	軒	{JLPT2,JLPT3}
ja	権威	{JLPT1}
ja	見解	{JLPT2}
ja	喧嘩	{JLPT3}
ja	見学	{JLPT2}
ja	研究室	{JLPT3}
ja	研究	{JLPT3}
ja	謙虚	{JLPT2}
ja	兼業	{JLPT1}
ja	権限	{JLPT1}
ja	健康	{JLPT2}
ja	検査	{JLPT2}
ja	健在	{JLPT1}
ja	研修	{JLPT2}
ja	懸賞	{JLPT1}
ja	検事	{JLPT1}
ja	建設	{JLPT2}
ja	健全	{JLPT1}
ja	謙遜	{JLPT2}
ja	見地	{JLPT1}
ja	建築	{JLPT2}
ja	県庁	{JLPT2}
ja	検討	{JLPT2}
ja	見当	{JLPT2}
ja	顕微鏡	{JLPT2}
ja	見物	{JLPT3}
ja	憲法	{JLPT2}
ja	懸命	{JLPT2}
ja	賢明	{JLPT1}
ja	倹約	{JLPT1}
ja	兼用	{JLPT1}
ja	権利	{JLPT2}
ja	権力	{JLPT1}
ja	ケーキ	{JLPT3}
ja	ケース	{JLPT1,JLPT2}
ja	芸	{JLPT1}
ja	芸術	{JLPT2}
ja	芸能	{JLPT2}
ja	外科	{JLPT2}
ja	劇	{JLPT2}
ja	劇場	{JLPT2}
ja	激増	{JLPT2}
ja	劇団	{JLPT1}
ja	激励	{JLPT1}
ja	下車	{JLPT2}
ja	下宿	{JLPT3}
ja	下旬	{JLPT2}
ja	下水	{JLPT2}
ja	ゲスト	{JLPT1}
ja	下駄	{JLPT2}
ja	月給	{JLPT2}
ja	月謝	{JLPT1}
ja	げっそり	{JLPT1}
ja	月賦	{JLPT1}
ja	月末	{JLPT2}
ja	月曜	{JLPT2}
ja	月曜日	{JLPT4}
ja	下品	{JLPT2}
ja	下痢	{JLPT1}
ja	現	{JLPT2}
ja	原因	{JLPT3}
ja	限界	{JLPT2}
ja	玄関	{JLPT4}
ja	元気	{JLPT4}
ja	現金	{JLPT2}
ja	原型	{JLPT1}
ja	原形	{JLPT1}
ja	原稿	{JLPT2}
ja	現行	{JLPT1}
ja	言語	{JLPT2}
ja	原作	{JLPT1}
ja	原産	{JLPT2}
ja	現在	{JLPT2}
ja	原始	{JLPT2}
ja	原子	{JLPT1}
ja	元首	{JLPT1}
ja	原書	{JLPT1}
ja	減少	{JLPT1}
ja	現象	{JLPT2}
ja	現実	{JLPT2}
ja	厳重	{JLPT2}
ja	現状	{JLPT2}
ja	元素	{JLPT1}
ja	原則	{JLPT1}
ja	現像	{JLPT1}
ja	現代	{JLPT2}
ja	現地	{JLPT1}
ja	限定	{JLPT1}
ja	原典	{JLPT1}
ja	原点	{JLPT1}
ja	減点	{JLPT1}
ja	限度	{JLPT2}
ja	現に	{JLPT2}
ja	現場	{JLPT2}
ja	原爆	{JLPT1}
ja	原文	{JLPT1}
ja	厳密	{JLPT1}
ja	原油	{JLPT1}
ja	原理	{JLPT2}
ja	原料	{JLPT2}
ja	言論	{JLPT1}
ja	ゲーム	{JLPT2}
ja	個	{JLPT4}
ja	子	{JLPT3}
ja	湖	{JLPT2}
ja	小	{JLPT2}
ja	故	{JLPT1}
ja	恋	{JLPT2}
ja	濃い	{JLPT2}
ja	恋しい	{JLPT2}
ja	恋する	{JLPT1}
ja	恋人	{JLPT2}
ja	こう	{JLPT3}
ja	光	{JLPT1,JLPT3}
ja	校	{JLPT2}
ja	港	{JLPT2,JLPT3}
ja	甲	{JLPT1}
ja	高	{JLPT2}
ja	好意	{JLPT1}
ja	行為	{JLPT1}
ja	工員	{JLPT2}
ja	幸運	{JLPT2}
ja	交易	{JLPT1}
ja	公園	{JLPT4}
ja	公演	{JLPT1}
ja	講演	{JLPT2}
ja	効果	{JLPT2}
ja	硬貨	{JLPT2}
ja	高価	{JLPT2}
ja	公開	{JLPT1}
ja	後悔	{JLPT1}
ja	航海	{JLPT1}
ja	交換	{JLPT2}
ja	公害	{JLPT2}
ja	郊外	{JLPT3}
ja	工学	{JLPT1}
ja	高級	{JLPT2}
ja	皇居	{JLPT1}
ja	公共	{JLPT2}
ja	好況	{JLPT1}
ja	抗議	{JLPT1}
ja	講義	{JLPT3}
ja	工業	{JLPT3}
ja	興業	{JLPT1}
ja	鉱業	{JLPT1}
ja	航空	{JLPT2}
ja	光景	{JLPT2}
ja	貢献	{JLPT2}
ja	工芸	{JLPT2}
ja	攻撃	{JLPT2}
ja	高原	{JLPT1}
ja	孝行	{JLPT2}
ja	高校	{JLPT3}
ja	高等学校	{JLPT3}
ja	高校生	{JLPT3}
ja	煌々と	{JLPT1}
ja	考古学	{JLPT1}
ja	広告	{JLPT2}
ja	交互	{JLPT1}
ja	交差	{JLPT2}
ja	交際	{JLPT2}
ja	工作	{JLPT1}
ja	耕作	{JLPT1}
ja	交差点	{JLPT4}
ja	鉱山	{JLPT1}
ja	講師	{JLPT2}
ja	公式	{JLPT2}
ja	こうして	{JLPT2}
ja	後者	{JLPT2}
ja	校舎	{JLPT2}
ja	公衆	{JLPT2}
ja	講習	{JLPT1}
ja	交渉	{JLPT1}
ja	高尚	{JLPT1}
ja	行進	{JLPT1}
ja	香辛料	{JLPT1}
ja	工事	{JLPT2}
ja	口実	{JLPT2}
ja	口述	{JLPT1}
ja	控除	{JLPT1}
ja	向上	{JLPT1}
ja	工場	{JLPT2,JLPT3}
ja	降水	{JLPT1}
ja	香水	{JLPT2}
ja	洪水	{JLPT1}
ja	公正	{JLPT2}
ja	構成	{JLPT2}
ja	功績	{JLPT2}
ja	光線	{JLPT2}
ja	公然	{JLPT1}
ja	抗争	{JLPT1}
ja	構想	{JLPT1}
ja	高層	{JLPT2}
ja	拘束	{JLPT1}
ja	高速	{JLPT2}
ja	構造	{JLPT2}
ja	交代	{JLPT1}
ja	交替	{JLPT2}
ja	後退	{JLPT1}
ja	光沢	{JLPT1}
ja	公団	{JLPT1}
ja	耕地	{JLPT2}
ja	紅茶	{JLPT4}
ja	好調	{JLPT1}
ja	校長	{JLPT3}
ja	交通	{JLPT3}
ja	交通機関	{JLPT2}
ja	校庭	{JLPT2}
ja	肯定	{JLPT2}
ja	口頭	{JLPT1}
ja	高等	{JLPT2}
ja	高度	{JLPT2}
ja	行動	{JLPT2}
ja	講堂	{JLPT3}
ja	講読	{JLPT1}
ja	購読	{JLPT1}
ja	購入	{JLPT1}
ja	公認	{JLPT1}
ja	光熱費	{JLPT1}
ja	後輩	{JLPT2}
ja	荒廃	{JLPT1}
ja	後半	{JLPT1}
ja	購買	{JLPT1}
ja	交番	{JLPT4}
ja	公表	{JLPT2}
ja	好評	{JLPT1}
ja	交付	{JLPT1}
ja	幸福	{JLPT2}
ja	興奮	{JLPT1}
ja	鉱物	{JLPT2}
ja	公平	{JLPT2}
ja	候補	{JLPT2}
ja	公募	{JLPT1}
ja	巧妙	{JLPT1}
ja	公務	{JLPT2}
ja	公務員	{JLPT3}
ja	項目	{JLPT2}
ja	公用	{JLPT1}
ja	紅葉	{JLPT2}
ja	小売	{JLPT1}
ja	公立	{JLPT1}
ja	効率	{JLPT1}
ja	交流	{JLPT2}
ja	考慮	{JLPT2}
ja	効力	{JLPT2}
ja	声	{JLPT4}
ja	超える	{JLPT2}
ja	越える	{JLPT2}
ja	氷	{JLPT2}
ja	凍る	{JLPT2}
ja	焦がす	{JLPT2}
ja	小柄	{JLPT1}
ja	呼吸	{JLPT2}
ja	故郷	{JLPT2}
ja	小切手	{JLPT1}
ja	国王	{JLPT2}
ja	国語	{JLPT2}
ja	国際	{JLPT3}
ja	国産	{JLPT1}
ja	国籍	{JLPT2}
ja	国定	{JLPT1}
ja	国土	{JLPT1}
ja	告白	{JLPT1}
ja	黒板	{JLPT2}
ja	克服	{JLPT2}
ja	国防	{JLPT1}
ja	国民	{JLPT2}
ja	穀物	{JLPT2}
ja	国有	{JLPT1}
ja	国立	{JLPT2}
ja	国連	{JLPT1}
ja	漕ぐ	{JLPT2}
ja	焦げ茶	{JLPT1}
ja	焦げる	{JLPT2}
ja	個々	{JLPT1}
ja	此処	{JLPT4}
ja	心地	{JLPT1}
ja	九日	{JLPT4}
ja	九つ	{JLPT4}
ja	心	{JLPT1,JLPT3}
ja	心当たり	{JLPT2}
ja	心得	{JLPT1}
ja	心得る	{JLPT2}
ja	心掛け	{JLPT1}
ja	心掛ける	{JLPT1}
ja	志	{JLPT1}
ja	志す	{JLPT1}
ja	心強い	{JLPT1}
ja	心細い	{JLPT1}
ja	試み	{JLPT1}
ja	試みる	{JLPT1}
ja	快い	{JLPT1}
ja	凍える	{JLPT2}
ja	腰	{JLPT2}
ja	腰掛	{JLPT2}
ja	胡椒	{JLPT2}
ja	故障	{JLPT3}
ja	拵える	{JLPT2}
ja	孤児	{JLPT1}
ja	拗れる	{JLPT1}
ja	個人	{JLPT2}
ja	故人	{JLPT1}
ja	濾す	{JLPT1}
ja	越す	{JLPT2}
ja	越す．超す	{JLPT2}
ja	擦る	{JLPT1,JLPT2}
ja	梢	{JLPT1}
ja	個性	{JLPT1}
ja	戸籍	{JLPT1}
ja	小銭	{JLPT1}
ja	固体	{JLPT2}
ja	答え	{JLPT3}
ja	答える	{JLPT4}
ja	火燵	{JLPT1}
ja	古代	{JLPT1}
ja	拘る	{JLPT1}
ja	誇張	{JLPT1}
ja	こちら	{JLPT4}
ja	こちらこそ	{JLPT4}
ja	国家	{JLPT2}
ja	国会	{JLPT2}
ja	国境	{JLPT2}
ja	コック	{JLPT2}
ja	滑稽	{JLPT1}
ja	国交	{JLPT1}
ja	骨折	{JLPT2}
ja	こっそり	{JLPT2}
ja	こっち	{JLPT4}
ja	骨董品	{JLPT1}
ja	コップ	{JLPT4}
ja	こつ	{JLPT1}
ja	小遣い	{JLPT2}
ja	小包	{JLPT2}
ja	固定	{JLPT1}
ja	古典	{JLPT2}
ja	事	{JLPT3}
ja	琴	{JLPT2}
ja	事柄	{JLPT1}
ja	悉く	{JLPT1}
ja	今年	{JLPT4}
ja	言付ける	{JLPT2}
ja	言伝	{JLPT1}
ja	異なる	{JLPT2}
ja	殊に	{JLPT1}
ja	事に依ると	{JLPT1}
ja	言葉	{JLPT4}
ja	言葉遣い	{JLPT2}
ja	小鳥	{JLPT3}
ja	諺	{JLPT2}
ja	断る	{JLPT2}
ja	孤独	{JLPT1}
ja	子供	{JLPT4}
ja	粉	{JLPT2}
ja	粉々	{JLPT1}
ja	此の	{JLPT4}
ja	此の間	{JLPT3}
ja	此の頃	{JLPT3}
ja	好ましい	{JLPT1}
ja	好み	{JLPT2}
ja	好む	{JLPT2}
ja	コピー	{JLPT4}
ja	個別	{JLPT1}
ja	溢す	{JLPT2}
ja	零す	{JLPT2}
ja	零れる	{JLPT2}
ja	細かい	{JLPT3}
ja	濃やか	{JLPT1}
ja	細やか	{JLPT1}
ja	困る	{JLPT4}
ja	コマーシャル	{JLPT1}
ja	コミュニケーション	{JLPT2}
ja	混む	{JLPT2}
ja	込む	{JLPT2}
ja	小麦	{JLPT2}
ja	米	{JLPT3}
ja	込める	{JLPT2}
ja	コメント	{JLPT1}
ja	籠もる	{JLPT1}
ja	小屋	{JLPT2}
ja	固有	{JLPT1}
ja	小指	{JLPT2}
ja	雇用	{JLPT1}
ja	暦	{JLPT1}
ja	堪える	{JLPT1,JLPT2}
ja	凝らす	{JLPT1}
ja	孤立	{JLPT1}
ja	懲りる	{JLPT1}
ja	凝る	{JLPT1}
ja	是	{JLPT4}
ja	此れ	{JLPT4}
ja	此れから	{JLPT3}
ja	コレクション	{JLPT2}
ja	此れ等	{JLPT2}
ja	頃	{JLPT4}
ja	転がす	{JLPT2}
ja	転がる	{JLPT2}
ja	殺す	{JLPT2}
ja	転ぶ	{JLPT2}
ja	怖い	{JLPT3}
ja	壊す	{JLPT3}
ja	壊れる	{JLPT3}
ja	紺	{JLPT2}
ja	今回	{JLPT2}
ja	根気	{JLPT1}
ja	根拠	{JLPT1}
ja	コンクリート	{JLPT2}
ja	コンクール	{JLPT2}
ja	混血	{JLPT1}
ja	今月	{JLPT4}
ja	今後	{JLPT2}
ja	混合	{JLPT2}
ja	コンサート	{JLPT3}
ja	混雑	{JLPT2}
ja	今週	{JLPT4}
ja	コンセント	{JLPT2}
ja	コンタクト	{JLPT1}
ja	献立	{JLPT2}
ja	昆虫	{JLPT1}
ja	根底	{JLPT1}
ja	コンテスト	{JLPT1}
ja	コントラスト	{JLPT1}
ja	コントロール	{JLPT1}
ja	今度	{JLPT2,JLPT3}
ja	混同	{JLPT1}
ja	こんな	{JLPT4}
ja	こんなに	{JLPT2}
ja	困難	{JLPT2}
ja	こんにちは	{JLPT4}
ja	今晩	{JLPT4}
ja	こんばんは	{JLPT4}
ja	コンパス	{JLPT1}
ja	コンピュータ	{JLPT3}
ja	コンピューター	{JLPT3}
ja	根本	{JLPT1}
ja	今夜	{JLPT3}
ja	婚約	{JLPT2}
ja	混乱	{JLPT2}
ja	コース	{JLPT2}
ja	コーチ	{JLPT2}
ja	コート	{JLPT2,JLPT4}
ja	コード	{JLPT2}
ja	コーナー	{JLPT1}
ja	コーヒー	{JLPT4}
ja	コーラス	{JLPT2}
ja	五	{JLPT4}
ja	碁	{JLPT2}
ja	語	{JLPT2,JLPT4}
ja	語彙	{JLPT1}
ja	号	{JLPT2}
ja	合意	{JLPT1}
ja	強引	{JLPT2}
ja	豪華	{JLPT2}
ja	合格	{JLPT2}
ja	合議	{JLPT1}
ja	合計	{JLPT2}
ja	合成	{JLPT1}
ja	強盗	{JLPT2}
ja	合同	{JLPT2}
ja	合理	{JLPT2}
ja	合流	{JLPT2}
ja	護衛	{JLPT1}
ja	ごえんりょなく	{JLPT2}
ja	誤解	{JLPT2}
ja	語学	{JLPT2}
ja	極	{JLPT2}
ja	語句	{JLPT1}
ja	極楽	{JLPT1}
ja	ごくろうさま	{JLPT2}
ja	語源	{JLPT1}
ja	午後	{JLPT4}
ja	誤差	{JLPT1}
ja	ございます	{JLPT1,JLPT3}
ja	五十音	{JLPT2}
ja	午前	{JLPT4}
ja	御存知	{JLPT3}
ja	ごぞんじですか	{JLPT2}
ja	御馳走	{JLPT3}
ja	ごちそうさま	{JLPT4}
ja	ごと	{JLPT2}
ja	毎	{JLPT2}
ja	御飯	{JLPT4}
ja	碁盤	{JLPT1}
ja	御無沙汰	{JLPT2}
ja	誤魔化す	{JLPT1}
ja	塵	{JLPT1,JLPT3}
ja	芥	{JLPT3}
ja	ゴム	{JLPT2}
ja	御免	{JLPT2}
ja	ごめんください	{JLPT4}
ja	ごめんなさい	{JLPT4}
ja	娯楽	{JLPT2}
ja	御覧	{JLPT2}
ja	ごらんなさい	{JLPT1}
ja	ご覧になる	{JLPT3}
ja	ゴール	{JLPT2}
ja	さ	{JLPT1}
ja	差	{JLPT2}
ja	さあ	{JLPT4}
ja	歳	{JLPT4}
ja	祭	{JLPT2}
ja	際	{JLPT2}
ja	再	{JLPT2}
ja	最	{JLPT2}
ja	再会	{JLPT1}
ja	災害	{JLPT1}
ja	最近	{JLPT3}
ja	細菌	{JLPT1}
ja	細工	{JLPT1}
ja	採掘	{JLPT1}
ja	サイクル	{JLPT1}
ja	採決	{JLPT1}
ja	再建	{JLPT1}
ja	再現	{JLPT1}
ja	最高	{JLPT2}
ja	最後	{JLPT3}
ja	再三	{JLPT2}
ja	採算	{JLPT1}
ja	採集	{JLPT1}
ja	最終	{JLPT2}
ja	最初	{JLPT3}
ja	祭日	{JLPT2}
ja	サイズ	{JLPT1}
ja	再生	{JLPT1}
ja	最善	{JLPT1}
ja	催促	{JLPT2}
ja	採択	{JLPT1}
ja	最中	{JLPT1,JLPT2}
ja	最低	{JLPT2}
ja	採点	{JLPT2}
ja	災難	{JLPT2}
ja	才能	{JLPT2}
ja	再発	{JLPT1}
ja	栽培	{JLPT1}
ja	裁判	{JLPT2}
ja	財布	{JLPT4}
ja	裁縫	{JLPT2}
ja	細胞	{JLPT1}
ja	採用	{JLPT1}
ja	サイレン	{JLPT2}
ja	幸	{JLPT2}
ja	サイン	{JLPT2}
ja	遮る	{JLPT1}
ja	囀る	{JLPT1}
ja	冴える	{JLPT1}
ja	竿	{JLPT1}
ja	坂	{JLPT3}
ja	境	{JLPT2}
ja	栄える	{JLPT1}
ja	逆さ	{JLPT2}
ja	逆様	{JLPT2}
ja	杯	{JLPT1,JLPT4}
ja	逆立ち	{JLPT1}
ja	遡る	{JLPT2}
ja	酒場	{JLPT2}
ja	逆らう	{JLPT2}
ja	盛り	{JLPT2}
ja	盛ん	{JLPT3}
ja	差額	{JLPT1}
ja	捜す	{JLPT3}
ja	探す	{JLPT3}
ja	下がる	{JLPT3}
ja	先	{JLPT1,JLPT4}
ja	一昨々日	{JLPT2}
ja	先に	{JLPT1}
ja	前に	{JLPT1}
ja	先程	{JLPT2}
ja	詐欺	{JLPT1}
ja	作業	{JLPT2}
ja	作	{JLPT1}
ja	咲く	{JLPT4}
ja	柵	{JLPT1}
ja	策	{JLPT1}
ja	裂く	{JLPT2}
ja	昨	{JLPT2}
ja	索引	{JLPT2}
ja	削減	{JLPT1}
ja	錯誤	{JLPT1}
ja	作者	{JLPT2}
ja	削除	{JLPT2}
ja	作成	{JLPT2}
ja	作製	{JLPT2}
ja	作戦	{JLPT1}
ja	作品	{JLPT2}
ja	作文	{JLPT4}
ja	作物	{JLPT2}
ja	桜	{JLPT2}
ja	探る	{JLPT2}
ja	酒	{JLPT2}
ja	叫び	{JLPT1}
ja	叫ぶ	{JLPT2}
ja	裂ける	{JLPT1}
ja	避ける	{JLPT1,JLPT2}
ja	下げる	{JLPT3}
ja	支える	{JLPT2}
ja	捧げる	{JLPT1}
ja	囁く	{JLPT2}
ja	刺さる	{JLPT2}
ja	差し上げる	{JLPT3}
ja	差し掛かる	{JLPT1}
ja	指図	{JLPT1}
ja	差し出す	{JLPT1}
ja	差し支え	{JLPT2}
ja	差し支える	{JLPT1}
ja	差し引き	{JLPT1}
ja	差し引く	{JLPT2}
ja	刺身	{JLPT2}
ja	匙	{JLPT2}
ja	さす	{JLPT4}
ja	刺	{JLPT2}
ja	射	{JLPT2}
ja	指	{JLPT2,JLPT3}
ja	挿	{JLPT2}
ja	注	{JLPT2}
ja	流石	{JLPT2}
ja	授ける	{JLPT1}
ja	誘う	{JLPT2}
ja	さぞ	{JLPT1}
ja	定まる	{JLPT1}
ja	定める	{JLPT1}
ja	作家	{JLPT2}
ja	錯覚	{JLPT1}
ja	さっき	{JLPT3}
ja	作曲	{JLPT2}
ja	さっさと	{JLPT2}
ja	察する	{JLPT1}
ja	早速	{JLPT2}
ja	さっと	{JLPT1}
ja	さっぱり	{JLPT2}
ja	さっぱりする	{JLPT1}
ja	冊	{JLPT4}
ja	札	{JLPT1,JLPT2}
ja	撮影	{JLPT2}
ja	殺人	{JLPT1}
ja	さて	{JLPT2}
ja	砂糖	{JLPT4}
ja	悟る	{JLPT1}
ja	砂漠	{JLPT2}
ja	裁く	{JLPT1}
ja	錆び	{JLPT2}
ja	寂しい	{JLPT3}
ja	錆びる	{JLPT2}
ja	差別	{JLPT2}
ja	作法	{JLPT2}
ja	然程	{JLPT1}
ja	サボる	{JLPT1}
ja	様	{JLPT1,JLPT3}
ja	様々	{JLPT2}
ja	冷ます	{JLPT2}
ja	覚ます	{JLPT2}
ja	妨げる	{JLPT2}
ja	彷徨う	{JLPT1}
ja	寒い	{JLPT4}
ja	寒気	{JLPT1}
ja	侍	{JLPT1}
ja	冷める	{JLPT2}
ja	覚める	{JLPT2}
ja	然も	{JLPT1,JLPT2}
ja	左右	{JLPT2}
ja	作用	{JLPT1}
ja	さようなら	{JLPT4}
ja	さよなら	{JLPT4}
ja	皿	{JLPT2}
ja	再来月	{JLPT3}
ja	再来週	{JLPT3}
ja	再来年	{JLPT4}
ja	攫う	{JLPT1}
ja	サラダ	{JLPT3}
ja	更に	{JLPT2}
ja	サラリーマン	{JLPT2}
ja	去る	{JLPT2}
ja	猿	{JLPT2}
ja	騒がしい	{JLPT2}
ja	騒ぎ	{JLPT2}
ja	騒ぐ	{JLPT3}
ja	爽やか	{JLPT2}
ja	触る	{JLPT3}
ja	障る	{JLPT1}
ja	さん	{JLPT4}
ja	三	{JLPT4}
ja	山	{JLPT2,JLPT4}
ja	産	{JLPT2}
ja	酸	{JLPT1}
ja	参加	{JLPT2}
ja	酸化	{JLPT1}
ja	三角	{JLPT2}
ja	山岳	{JLPT1}
ja	産休	{JLPT1}
ja	サンキュー	{JLPT1}
ja	参議院	{JLPT1}
ja	産業	{JLPT3}
ja	参考	{JLPT2}
ja	産後	{JLPT1}
ja	産出	{JLPT1}
ja	参照	{JLPT1}
ja	参上	{JLPT1}
ja	算数	{JLPT2}
ja	賛成	{JLPT2}
ja	酸性	{JLPT2}
ja	酸素	{JLPT2}
ja	サンタクロース	{JLPT1}
ja	サンダル	{JLPT3}
ja	産地	{JLPT2}
ja	山頂	{JLPT1}
ja	サンドイッチ	{JLPT3}
ja	桟橋	{JLPT1}
ja	賛美	{JLPT1}
ja	産婦人科	{JLPT1}
ja	産物	{JLPT1}
ja	山腹	{JLPT1}
ja	サンプル	{JLPT2}
ja	散歩	{JLPT4}
ja	山脈	{JLPT1}
ja	山林	{JLPT2}
ja	サークル	{JLPT2}
ja	サービス	{JLPT2}
ja	財	{JLPT1}
ja	在学	{JLPT2}
ja	財源	{JLPT1}
ja	在庫	{JLPT1}
ja	財産	{JLPT2}
ja	財政	{JLPT1}
ja	材木	{JLPT2}
ja	材料	{JLPT2}
ja	座敷	{JLPT2}
ja	座席	{JLPT2}
ja	座談会	{JLPT1}
ja	雑貨	{JLPT1}
ja	雑誌	{JLPT4}
ja	ざっと	{JLPT2}
ja	雑	{JLPT1}
ja	雑音	{JLPT2}
ja	雑談	{JLPT1}
ja	座標	{JLPT1}
ja	座布団	{JLPT2}
ja	残金	{JLPT1}
ja	残酷	{JLPT1}
ja	残高	{JLPT1}
ja	残念	{JLPT3}
ja	史	{JLPT2}
ja	四	{JLPT2,JLPT4}
ja	士	{JLPT1}
ja	師	{JLPT1}
ja	死	{JLPT1}
ja	氏	{JLPT2}
ja	詩	{JLPT2}
ja	試合	{JLPT3}
ja	仕上がり	{JLPT1}
ja	仕上がる	{JLPT2}
ja	仕上げ	{JLPT1}
ja	仕上げる	{JLPT1}
ja	明々後日	{JLPT2}
ja	幸せ	{JLPT2}
ja	飼育	{JLPT1}
ja	強いて	{JLPT1}
ja	強いる	{JLPT1}
ja	仕入れる	{JLPT1}
ja	しいんと	{JLPT2}
ja	塩	{JLPT4}
ja	潮	{JLPT1}
ja	塩辛い	{JLPT2}
ja	歯科	{JLPT1}
ja	司会	{JLPT2}
ja	四角	{JLPT2}
ja	視覚	{JLPT1}
ja	資格	{JLPT1}
ja	四角い	{JLPT2}
ja	四角な	{JLPT2}
ja	仕掛け	{JLPT1}
ja	仕掛ける	{JLPT1}
ja	然し	{JLPT4}
ja	然し乍ら	{JLPT1}
ja	仕方	{JLPT3}
ja	仕方がない	{JLPT2}
ja	叱る	{JLPT3}
ja	市街	{JLPT1}
ja	四季	{JLPT2}
ja	式	{JLPT2,JLPT3}
ja	指揮	{JLPT1}
ja	色彩	{JLPT1}
ja	式場	{JLPT1}
ja	仕来り	{JLPT1}
ja	敷地	{JLPT2}
ja	支給	{JLPT2}
ja	至急	{JLPT2}
ja	頻りに	{JLPT2}
ja	仕切る	{JLPT1}
ja	資金	{JLPT1}
ja	敷く	{JLPT2}
ja	しくじる	{JLPT1}
ja	仕組	{JLPT1}
ja	死刑	{JLPT1}
ja	湿気る	{JLPT1}
ja	試験	{JLPT3}
ja	刺激	{JLPT2}
ja	茂る	{JLPT2}
ja	資源	{JLPT2}
ja	嗜好	{JLPT1}
ja	志向	{JLPT1}
ja	思考	{JLPT1}
ja	施行	{JLPT1}
ja	試行	{JLPT1}
ja	仕事	{JLPT4}
ja	視察	{JLPT1}
ja	資産	{JLPT1}
ja	四捨五入	{JLPT2}
ja	刺繍	{JLPT1}
ja	支出	{JLPT2}
ja	指示	{JLPT2}
ja	支持	{JLPT1}
ja	始終	{JLPT2}
ja	詩人	{JLPT2}
ja	システム	{JLPT1}
ja	静か	{JLPT4}
ja	雫	{JLPT1}
ja	静まる	{JLPT1}
ja	沈む	{JLPT2}
ja	沈める	{JLPT1}
ja	鎮める	{JLPT1}
ja	姿勢	{JLPT2}
ja	施設	{JLPT1}
ja	自然	{JLPT2}
ja	自然科学	{JLPT2}
ja	思想	{JLPT2}
ja	子息	{JLPT1}
ja	子孫	{JLPT2}
ja	舌	{JLPT2}
ja	死体	{JLPT2}
ja	慕う	{JLPT1}
ja	従う	{JLPT2}
ja	下書き	{JLPT2}
ja	従って	{JLPT2}
ja	下着	{JLPT3}
ja	支度	{JLPT3}
ja	下心	{JLPT1}
ja	親しい	{JLPT2}
ja	親しむ	{JLPT1}
ja	下調べ	{JLPT1}
ja	下地	{JLPT1}
ja	仕立てる	{JLPT1}
ja	下取り	{JLPT1}
ja	下火	{JLPT1}
ja	下町	{JLPT2}
ja	次第	{JLPT2}
ja	七	{JLPT2,JLPT4}
ja	失格	{JLPT1}
ja	しっかり	{JLPT3}
ja	失脚	{JLPT1}
ja	シック	{JLPT1}
ja	湿気	{JLPT2}
ja	質素	{JLPT1}
ja	失調	{JLPT1}
ja	嫉妬	{JLPT1}
ja	失敗	{JLPT3}
ja	執筆	{JLPT2}
ja	尻尾	{JLPT2}
ja	室	{JLPT2}
ja	質	{JLPT2}
ja	質疑	{JLPT1}
ja	失業	{JLPT2}
ja	躾	{JLPT1}
ja	躾ける	{JLPT1}
ja	しつこい	{JLPT2}
ja	湿度	{JLPT2}
ja	失望	{JLPT2}
ja	質問	{JLPT4}
ja	しつれいしました	{JLPT4}
ja	しつれいします	{JLPT4}
ja	失礼	{JLPT3}
ja	失恋	{JLPT2}
ja	指定	{JLPT2}
ja	指摘	{JLPT1}
ja	私鉄	{JLPT2}
ja	支店	{JLPT2}
ja	視点	{JLPT1}
ja	淑やか	{JLPT1}
ja	指導	{JLPT2}
ja	品	{JLPT2}
ja	萎びる	{JLPT1}
ja	品物	{JLPT3}
ja	しなやか	{JLPT1}
ja	シナリオ	{JLPT1}
ja	屎尿	{JLPT1}
ja	死ぬ	{JLPT4}
ja	凌ぐ	{JLPT1}
ja	支配	{JLPT2}
ja	始発	{JLPT1}
ja	支払	{JLPT2}
ja	支払う	{JLPT2}
ja	芝	{JLPT1}
ja	芝居	{JLPT2}
ja	屡々	{JLPT2}
ja	芝生	{JLPT2}
ja	暫く	{JLPT3}
ja	縛る	{JLPT2}
ja	痺れる	{JLPT2}
ja	渋い	{JLPT1}
ja	私物	{JLPT1}
ja	渋とい	{JLPT1}
ja	紙幣	{JLPT2}
ja	司法	{JLPT1}
ja	資本	{JLPT2}
ja	志望	{JLPT1}
ja	死亡	{JLPT2}
ja	脂肪	{JLPT1}
ja	萎む	{JLPT2}
ja	絞る	{JLPT2}
ja	島	{JLPT2,JLPT3}
ja	縞	{JLPT2}
ja	仕舞い	{JLPT2}
ja	姉妹	{JLPT2}
ja	仕舞った	{JLPT2}
ja	始末	{JLPT1}
ja	閉まる	{JLPT4}
ja	しみじみ	{JLPT2}
ja	染みる	{JLPT1}
ja	滲みる	{JLPT1}
ja	市民	{JLPT3}
ja	使命	{JLPT1}
ja	氏名	{JLPT2}
ja	締切	{JLPT2}
ja	締切る	{JLPT2}
ja	示す	{JLPT2}
ja	しめた	{JLPT2}
ja	占める	{JLPT2}
ja	湿る	{JLPT2}
ja	締める	{JLPT4}
ja	閉める	{JLPT4}
ja	霜	{JLPT2}
ja	社	{JLPT2}
ja	者	{JLPT2}
ja	社会	{JLPT3}
ja	社会科学	{JLPT2}
ja	しゃがむ	{JLPT2}
ja	車庫	{JLPT2}
ja	社交	{JLPT1}
ja	謝罪	{JLPT1}
ja	車掌	{JLPT2}
ja	写真	{JLPT4}
ja	写生	{JLPT2}
ja	社説	{JLPT2}
ja	謝絶	{JLPT1}
ja	社宅	{JLPT1}
ja	社長	{JLPT3}
ja	借金	{JLPT2}
ja	噦	{JLPT2}
ja	シャッター	{JLPT2}
ja	シャツ	{JLPT4}
ja	車道	{JLPT2}
ja	しゃぶる	{JLPT2}
ja	喋る	{JLPT2}
ja	三味線	{JLPT1}
ja	斜面	{JLPT1}
ja	車輪	{JLPT2}
ja	洒落	{JLPT2}
ja	洒落る	{JLPT1}
ja	シャワー	{JLPT4}
ja	視野	{JLPT1}
ja	主	{JLPT1}
ja	手	{JLPT2,JLPT4}
ja	種	{JLPT1,JLPT2}
ja	宗	{JLPT2}
ja	州	{JLPT2}
ja	衆	{JLPT1}
ja	集	{JLPT2}
ja	周囲	{JLPT2}
ja	収益	{JLPT1}
ja	集会	{JLPT2}
ja	収穫	{JLPT2}
ja	習慣	{JLPT3}
ja	週間	{JLPT4}
ja	修学	{JLPT1}
ja	周期	{JLPT1}
ja	宗教	{JLPT2}
ja	集金	{JLPT2}
ja	衆議院	{JLPT1}
ja	就業	{JLPT1}
ja	集計	{JLPT1}
ja	襲撃	{JLPT1}
ja	集合	{JLPT2}
ja	修士	{JLPT1}
ja	収支	{JLPT1}
ja	終始	{JLPT1}
ja	収集	{JLPT1}
ja	修飾	{JLPT1}
ja	就職	{JLPT2}
ja	習字	{JLPT2}
ja	終日	{JLPT1}
ja	修正	{JLPT2}
ja	修繕	{JLPT2}
ja	集団	{JLPT2}
ja	執着	{JLPT2}
ja	集中	{JLPT2}
ja	終点	{JLPT2}
ja	収入	{JLPT2}
ja	就任	{JLPT2}
ja	周辺	{JLPT2}
ja	収容	{JLPT1}
ja	修理	{JLPT2}
ja	修了	{JLPT1}
ja	終了	{JLPT2}
ja	守衛	{JLPT1}
ja	主演	{JLPT1}
ja	主観	{JLPT1}
ja	主義	{JLPT2}
ja	修行	{JLPT1}
ja	祝賀	{JLPT1}
ja	縮小	{JLPT2}
ja	祝日	{JLPT2}
ja	宿題	{JLPT4}
ja	宿泊	{JLPT2}
ja	宿命	{JLPT1}
ja	主権	{JLPT1}
ja	手芸	{JLPT1}
ja	主語	{JLPT2}
ja	主催	{JLPT1}
ja	取材	{JLPT1}
ja	趣旨	{JLPT1}
ja	首相	{JLPT2}
ja	主食	{JLPT1}
ja	種々	{JLPT1}
ja	手術	{JLPT2}
ja	主人公	{JLPT1}
ja	主体	{JLPT1}
ja	主題	{JLPT1}
ja	手段	{JLPT2}
ja	主張	{JLPT2}
ja	出勤	{JLPT2}
ja	出血	{JLPT1}
ja	出産	{JLPT1}
ja	出社	{JLPT1}
ja	出生	{JLPT1}
ja	出身	{JLPT2}
ja	出世	{JLPT1}
ja	出席	{JLPT3}
ja	出張	{JLPT2}
ja	出発	{JLPT3}
ja	出版	{JLPT2}
ja	出費	{JLPT1}
ja	出品	{JLPT1}
ja	出演	{JLPT1}
ja	出現	{JLPT1}
ja	出場	{JLPT2}
ja	出題	{JLPT1}
ja	出動	{JLPT1}
ja	首都	{JLPT2}
ja	主導	{JLPT1}
ja	主任	{JLPT1}
ja	首脳	{JLPT1}
ja	守備	{JLPT1}
ja	主婦	{JLPT2}
ja	手法	{JLPT1}
ja	趣味	{JLPT3}
ja	主役	{JLPT2}
ja	主要	{JLPT2}
ja	種類	{JLPT2}
ja	瞬間	{JLPT2}
ja	私有	{JLPT1}
ja	書	{JLPT1}
ja	所	{JLPT2,JLPT4}
ja	初	{JLPT2}
ja	諸	{JLPT2}
ja	勝	{JLPT2}
ja	商	{JLPT2}
ja	症	{JLPT1}
ja	省	{JLPT2}
ja	章	{JLPT2}
ja	賞	{JLPT2}
ja	消化	{JLPT2}
ja	紹介	{JLPT3}
ja	生涯	{JLPT1}
ja	障害	{JLPT2}
ja	奨学金	{JLPT2}
ja	小学生	{JLPT2}
ja	小学校	{JLPT3}
ja	正月	{JLPT3}
ja	仕様がない	{JLPT2}
ja	消去	{JLPT1}
ja	消極的	{JLPT2}
ja	賞金	{JLPT2}
ja	将棋	{JLPT2}
ja	商業	{JLPT2}
ja	衝撃	{JLPT1}
ja	証言	{JLPT1}
ja	証拠	{JLPT1}
ja	正午	{JLPT2}
ja	照合	{JLPT1}
ja	詳細	{JLPT1}
ja	商社	{JLPT2}
ja	少々	{JLPT2}
ja	昇進	{JLPT1}
ja	障子	{JLPT2}
ja	正直	{JLPT2}
ja	少女	{JLPT2}
ja	症状	{JLPT2}
ja	生じる	{JLPT2}
ja	生ずる	{JLPT2}
ja	小数	{JLPT2}
ja	称する	{JLPT1}
ja	小説	{JLPT3}
ja	消息	{JLPT1}
ja	正体	{JLPT1}
ja	招待	{JLPT3}
ja	承諾	{JLPT1}
ja	象徴	{JLPT1}
ja	承知	{JLPT3}
ja	商店	{JLPT2}
ja	焦点	{JLPT2}
ja	衝突	{JLPT2}
ja	消毒	{JLPT2}
ja	小児科	{JLPT1}
ja	商人	{JLPT2}
ja	承認	{JLPT2}
ja	証人	{JLPT1}
ja	少年	{JLPT2}
ja	勝敗	{JLPT2}
ja	商売	{JLPT2}
ja	消費	{JLPT2}
ja	商品	{JLPT2}
ja	賞品	{JLPT2}
ja	勝負	{JLPT2}
ja	小便	{JLPT2}
ja	消防	{JLPT2}
ja	消防署	{JLPT2}
ja	正味	{JLPT2}
ja	照明	{JLPT1}
ja	証明	{JLPT2}
ja	正面	{JLPT2}
ja	消耗	{JLPT2}
ja	醤油	{JLPT4}
ja	将来	{JLPT3}
ja	勝利	{JLPT1}
ja	省略	{JLPT2}
ja	奨励	{JLPT1}
ja	初級	{JLPT2}
ja	職	{JLPT2}
ja	職員	{JLPT1}
ja	食塩	{JLPT2}
ja	職業	{JLPT2}
ja	食事	{JLPT3}
ja	食卓	{JLPT2}
ja	食堂	{JLPT4}
ja	職人	{JLPT2}
ja	職場	{JLPT2}
ja	食品	{JLPT2}
ja	植物	{JLPT2}
ja	植民地	{JLPT1}
ja	職務	{JLPT1}
ja	食物	{JLPT2}
ja	食欲	{JLPT2}
ja	食料	{JLPT2}
ja	食糧	{JLPT2}
ja	食料品	{JLPT3}
ja	諸君	{JLPT1}
ja	書斎	{JLPT2}
ja	所在	{JLPT1}
ja	所持	{JLPT1}
ja	初旬	{JLPT2}
ja	書籍	{JLPT2}
ja	所属	{JLPT1}
ja	処置	{JLPT1}
ja	食器	{JLPT2}
ja	ショック	{JLPT1}
ja	しょっちゅう	{JLPT1}
ja	ショップ	{JLPT2}
ja	所定	{JLPT1}
ja	書店	{JLPT2}
ja	所得	{JLPT1}
ja	書道	{JLPT2}
ja	初版	{JLPT1}
ja	処罰	{JLPT1}
ja	書評	{JLPT1}
ja	処分	{JLPT1}
ja	初歩	{JLPT2}
ja	庶民	{JLPT1}
ja	庶務	{JLPT1}
ja	署名	{JLPT2}
ja	書物	{JLPT2}
ja	所有	{JLPT1}
ja	処理	{JLPT2}
ja	書類	{JLPT2}
ja	ショー	{JLPT1}
ja	仕様	{JLPT1}
ja	使用	{JLPT2}
ja	私用	{JLPT1}
ja	使用人	{JLPT1}
ja	白髪	{JLPT2}
ja	知らせ	{JLPT2}
ja	知らせる	{JLPT3}
ja	調べ	{JLPT1}
ja	調べる	{JLPT3}
ja	尻	{JLPT2}
ja	知り合い	{JLPT2}
ja	私立	{JLPT2}
ja	資料	{JLPT2}
ja	シリーズ	{JLPT2}
ja	汁	{JLPT2}
ja	知る	{JLPT4}
ja	印	{JLPT2}
ja	記す	{JLPT1}
ja	指令	{JLPT1}
ja	城	{JLPT2}
ja	白	{JLPT4}
ja	白い	{JLPT4}
ja	素人	{JLPT2}
ja	皺	{JLPT2}
ja	新	{JLPT2}
ja	芯	{JLPT2}
ja	進化	{JLPT1}
ja	新幹線	{JLPT2}
ja	進学	{JLPT2}
ja	審議	{JLPT1}
ja	真空	{JLPT2}
ja	神経	{JLPT2}
ja	真剣	{JLPT2}
ja	信仰	{JLPT2}
ja	振興	{JLPT1}
ja	新興	{JLPT1}
ja	進行	{JLPT1}
ja	深刻	{JLPT2}
ja	申告	{JLPT1}
ja	新婚	{JLPT1}
ja	信号	{JLPT2}
ja	審査	{JLPT1}
ja	診察	{JLPT2}
ja	紳士	{JLPT1}
ja	進出	{JLPT1}
ja	心身	{JLPT2}
ja	真実	{JLPT1}
ja	信者	{JLPT1}
ja	真珠	{JLPT1}
ja	心中	{JLPT1}
ja	心情	{JLPT1}
ja	信じる．信ずる	{JLPT2}
ja	新人	{JLPT1}
ja	申請	{JLPT2}
ja	神聖	{JLPT1}
ja	親戚	{JLPT2}
ja	親切	{JLPT2}
ja	新鮮	{JLPT2}
ja	親善	{JLPT1}
ja	真相	{JLPT1}
ja	心臓	{JLPT2}
ja	身体	{JLPT2}
ja	寝台	{JLPT2}
ja	診断	{JLPT2}
ja	新築	{JLPT1}
ja	慎重	{JLPT2}
ja	身長	{JLPT2}
ja	進呈	{JLPT1}
ja	進展	{JLPT1}
ja	神殿	{JLPT1}
ja	進度	{JLPT1}
ja	振動	{JLPT1}
ja	侵入	{JLPT2}
ja	新入生	{JLPT1}
ja	信任	{JLPT1}
ja	信念	{JLPT1}
ja	心配	{JLPT3}
ja	審判	{JLPT2}
ja	神秘	{JLPT1}
ja	新聞	{JLPT4}
ja	新聞社	{JLPT3}
ja	辛抱	{JLPT1}
ja	進歩	{JLPT2}
ja	深夜	{JLPT2}
ja	親友	{JLPT2}
ja	信用	{JLPT2}
ja	信頼	{JLPT2}
ja	心理	{JLPT2}
ja	真理	{JLPT1}
ja	侵略	{JLPT1}
ja	診療	{JLPT1}
ja	森林	{JLPT2}
ja	親類	{JLPT2}
ja	進路	{JLPT1}
ja	針路	{JLPT2}
ja	神話	{JLPT2}
ja	シーズン	{JLPT2}
ja	シーツ	{JLPT2}
ja	シート	{JLPT1}
ja	児	{JLPT1}
ja	字	{JLPT3}
ja	寺	{JLPT2,JLPT3}
ja	時	{JLPT2,JLPT4}
ja	次	{JLPT1,JLPT4}
ja	寺院	{JLPT2}
ja	ジェット機	{JLPT2}
ja	自衛	{JLPT2}
ja	自覚	{JLPT1}
ja	直に	{JLPT2}
ja	時間	{JLPT4}
ja	時間目	{JLPT2}
ja	時間割	{JLPT2}
ja	自我	{JLPT1}
ja	時期	{JLPT2}
ja	直	{JLPT2}
ja	磁器	{JLPT1}
ja	磁気	{JLPT1}
ja	事業	{JLPT1}
ja	軸	{JLPT1}
ja	事件	{JLPT2}
ja	事故	{JLPT3}
ja	自己	{JLPT1}
ja	事項	{JLPT1}
ja	時刻	{JLPT2}
ja	時刻表	{JLPT1}
ja	地獄	{JLPT1}
ja	時差	{JLPT1}
ja	自殺	{JLPT2}
ja	持参	{JLPT2}
ja	自在	{JLPT1}
ja	磁石	{JLPT2}
ja	自主	{JLPT1}
ja	自首	{JLPT1}
ja	自習	{JLPT2}
ja	辞書	{JLPT4}
ja	辞職	{JLPT1}
ja	地震	{JLPT3}
ja	自信	{JLPT2}
ja	自身	{JLPT2}
ja	事実	{JLPT1}
ja	事情	{JLPT2}
ja	事前	{JLPT2}
ja	時速	{JLPT2}
ja	自尊心	{JLPT1}
ja	持続	{JLPT1}
ja	事態	{JLPT2}
ja	字体	{JLPT1}
ja	辞退	{JLPT1}
ja	自宅	{JLPT2}
ja	時代	{JLPT3}
ja	自治	{JLPT2}
ja	実家	{JLPT1}
ja	実感	{JLPT2}
ja	じっくり	{JLPT1}
ja	実験	{JLPT2}
ja	実行	{JLPT2}
ja	実際	{JLPT2}
ja	実施	{JLPT2}
ja	実質	{JLPT1}
ja	実習	{JLPT2}
ja	実績	{JLPT2}
ja	実践	{JLPT1}
ja	実態	{JLPT1}
ja	じっと	{JLPT2}
ja	実費	{JLPT1}
ja	実	{JLPT1,JLPT2}
ja	実業家	{JLPT1}
ja	実現	{JLPT2}
ja	実情	{JLPT1}
ja	実に	{JLPT2}
ja	実は	{JLPT2}
ja	実物	{JLPT2}
ja	実用	{JLPT2}
ja	実力	{JLPT2}
ja	実例	{JLPT2}
ja	自転	{JLPT1}
ja	辞典	{JLPT3}
ja	自転車	{JLPT4}
ja	児童	{JLPT2}
ja	自動	{JLPT2}
ja	自動詞	{JLPT1}
ja	自動車	{JLPT4}
ja	地主	{JLPT1}
ja	地盤	{JLPT2}
ja	耳鼻科	{JLPT1}
ja	字引	{JLPT4}
ja	自分	{JLPT4}
ja	自慢	{JLPT2}
ja	地味	{JLPT2}
ja	事務	{JLPT2}
ja	事務所	{JLPT3}
ja	地面	{JLPT2}
ja	地元	{JLPT1}
ja	じゃ	{JLPT4}
ja	じゃあ	{JLPT4}
ja	弱	{JLPT1}
ja	弱点	{JLPT2}
ja	蛇口	{JLPT2}
ja	ジャズ	{JLPT1}
ja	若干	{JLPT1}
ja	邪魔	{JLPT3}
ja	ジャム	{JLPT3}
ja	砂利	{JLPT1}
ja	じゃんけん	{JLPT2}
ja	ジャンパー	{JLPT1}
ja	ジャンプ	{JLPT1}
ja	ジャンボ	{JLPT1}
ja	ジャンル	{JLPT1}
ja	ジャーナリスト	{JLPT2}
ja	中	{JLPT2,JLPT4}
ja	住	{JLPT1}
ja	十	{JLPT4}
ja	銃	{JLPT2}
ja	住居	{JLPT2}
ja	従業員	{JLPT1}
ja	重視	{JLPT2}
ja	住所	{JLPT3}
ja	従事	{JLPT1}
ja	充実	{JLPT1}
ja	十字路	{JLPT1}
ja	渋滞	{JLPT2}
ja	重体	{JLPT2}
ja	重態	{JLPT2}
ja	住宅	{JLPT2}
ja	絨毯	{JLPT2}
ja	重大	{JLPT2}
ja	重点	{JLPT2}
ja	柔道	{JLPT3}
ja	柔軟	{JLPT1}
ja	重複	{JLPT1}
ja	十分	{JLPT3}
ja	住民	{JLPT2}
ja	重役	{JLPT2}
ja	重要	{JLPT2}
ja	従来	{JLPT1}
ja	重量	{JLPT2}
ja	重力	{JLPT2}
ja	授業	{JLPT4}
ja	塾	{JLPT1}
ja	熟語	{JLPT2}
ja	受験	{JLPT2}
ja	述語	{JLPT2}
ja	寿命	{JLPT2}
ja	樹木	{JLPT1}
ja	需要	{JLPT2}
ja	樹立	{JLPT1}
ja	受話器	{JLPT2}
ja	順	{JLPT2}
ja	循環	{JLPT2}
ja	準急	{JLPT1}
ja	巡査	{JLPT2}
ja	順々	{JLPT2}
ja	順序	{JLPT2}
ja	純情	{JLPT2}
ja	準じる	{JLPT1}
ja	準ずる	{JLPT1}
ja	純粋	{JLPT2}
ja	順調	{JLPT2}
ja	順番	{JLPT2}
ja	準備	{JLPT3}
ja	ジュース	{JLPT2}
ja	自由	{JLPT3}
ja	助	{JLPT2}
ja	場	{JLPT2}
ja	嬢	{JLPT1}
ja	情	{JLPT1}
ja	条	{JLPT1}
ja	状	{JLPT2}
ja	畳	{JLPT2,JLPT3}
ja	上位	{JLPT1}
ja	上演	{JLPT1}
ja	城下	{JLPT1}
ja	蒸気	{JLPT2}
ja	乗客	{JLPT2}
ja	上級	{JLPT2}
ja	上京	{JLPT2}
ja	状況	{JLPT2}
ja	定規	{JLPT2}
ja	上空	{JLPT1}
ja	条件	{JLPT2}
ja	上下	{JLPT2}
ja	上司	{JLPT1}
ja	常識	{JLPT2}
ja	乗車	{JLPT2}
ja	上昇	{JLPT1}
ja	上旬	{JLPT2}
ja	上手	{JLPT4}
ja	情勢	{JLPT1}
ja	状態	{JLPT2}
ja	上達	{JLPT2}
ja	冗談	{JLPT2}
ja	情緒	{JLPT1}
ja	上等	{JLPT2}
ja	情熱	{JLPT1}
ja	蒸発	{JLPT2}
ja	上品	{JLPT2}
ja	丈夫	{JLPT4}
ja	譲歩	{JLPT1}
ja	情報	{JLPT2}
ja	条約	{JLPT1}
ja	上陸	{JLPT1}
ja	蒸留	{JLPT1}
ja	女王	{JLPT2}
ja	除外	{JLPT1}
ja	助教授	{JLPT2}
ja	助言	{JLPT1}
ja	徐行	{JLPT1}
ja	助詞	{JLPT1}
ja	女史	{JLPT1}
ja	女子	{JLPT2}
ja	助手	{JLPT2}
ja	徐々に	{JLPT2}
ja	女性	{JLPT3}
ja	助動詞	{JLPT1}
ja	女優	{JLPT2}
ja	自立	{JLPT1}
ja	人	{JLPT4}
ja	陣	{JLPT1}
ja	人格	{JLPT1}
ja	人口	{JLPT3}
ja	人工	{JLPT2}
ja	人材	{JLPT1}
ja	人種	{JLPT2}
ja	人事	{JLPT2}
ja	神社	{JLPT3}
ja	人生	{JLPT2}
ja	迅速	{JLPT1}
ja	人造	{JLPT2}
ja	人体	{JLPT1}
ja	人物	{JLPT2}
ja	人文科学	{JLPT2}
ja	人民	{JLPT1}
ja	人命	{JLPT2}
ja	人類	{JLPT2}
ja	ジーパン	{JLPT1}
ja	ジーンズ	{JLPT2}
ja	巣	{JLPT2}
ja	酢	{JLPT2}
ja	水泳	{JLPT3}
ja	水源	{JLPT1}
ja	水産	{JLPT2}
ja	推進	{JLPT1}
ja	炊事	{JLPT2}
ja	水準	{JLPT2}
ja	水蒸気	{JLPT2}
ja	推薦	{JLPT2}
ja	水洗	{JLPT1}
ja	水素	{JLPT2}
ja	吹奏	{JLPT1}
ja	推測	{JLPT1}
ja	垂直	{JLPT2}
ja	スイッチ	{JLPT2}
ja	推定	{JLPT2}
ja	水滴	{JLPT2}
ja	水田	{JLPT1}
ja	水筒	{JLPT2}
ja	水道	{JLPT3}
ja	水分	{JLPT2}
ja	水平	{JLPT2}
ja	水平線	{JLPT2}
ja	睡眠	{JLPT2}
ja	水面	{JLPT2}
ja	水	{JLPT2,JLPT4}
ja	水曜	{JLPT2}
ja	水曜日	{JLPT4}
ja	推理	{JLPT1}
ja	吸う	{JLPT4}
ja	数学	{JLPT3}
ja	数詞	{JLPT1}
ja	数字	{JLPT2}
ja	崇拝	{JLPT1}
ja	末	{JLPT1,JLPT2}
ja	末っ子	{JLPT2}
ja	据付ける	{JLPT1}
ja	据える	{JLPT1}
ja	スカート	{JLPT4}
ja	スカーフ	{JLPT2}
ja	清々しい	{JLPT1}
ja	姿	{JLPT2}
ja	好き	{JLPT4}
ja	隙	{JLPT2}
ja	好き嫌い	{JLPT2}
ja	好き好き	{JLPT2}
ja	透通る	{JLPT2}
ja	隙間	{JLPT2}
ja	スキー	{JLPT2}
ja	杉	{JLPT2}
ja	過ぎ	{JLPT4}
ja	過ぎる	{JLPT3}
ja	救い	{JLPT1}
ja	掬う	{JLPT1}
ja	救う	{JLPT2}
ja	少ない	{JLPT4}
ja	少なくとも	{JLPT2}
ja	スクリーン	{JLPT3}
ja	スクール	{JLPT2}
ja	直ぐに	{JLPT3}
ja	優れる	{JLPT2}
ja	直ぐ	{JLPT4}
ja	スケジュール	{JLPT2}
ja	スケート	{JLPT2}
ja	少し	{JLPT4}
ja	少しも	{JLPT2}
ja	健やか	{JLPT1}
ja	すごい	{JLPT3}
ja	過ごす	{JLPT2}
ja	筋	{JLPT2}
ja	濯ぐ	{JLPT1}
ja	進み	{JLPT1}
ja	進む	{JLPT3}
ja	勧め	{JLPT1}
ja	勧める	{JLPT2}
ja	進める	{JLPT2}
ja	鈴	{JLPT2}
ja	涼しい	{JLPT4}
ja	涼む	{JLPT2}
ja	裾	{JLPT1}
ja	スタイル	{JLPT2}
ja	スタジオ	{JLPT1}
ja	廃れる	{JLPT1}
ja	スタンド	{JLPT2}
ja	スター	{JLPT2}
ja	スタート	{JLPT2}
ja	スチュワーデス	{JLPT2}
ja	スチーム	{JLPT1}
ja	すっかり	{JLPT3}
ja	すっきり	{JLPT2}
ja	すっと	{JLPT2}
ja	酸っぱい	{JLPT2}
ja	素敵	{JLPT2}
ja	捨てる	{JLPT3}
ja	棄てる	{JLPT2}
ja	ステレオ	{JLPT3}
ja	ステーキ	{JLPT3}
ja	ステージ	{JLPT2}
ja	既に	{JLPT2}
ja	スト	{JLPT1}
ja	ストッキング	{JLPT2}
ja	ストップ	{JLPT2}
ja	ストライキ	{JLPT1}
ja	ストレス	{JLPT1}
ja	ストロボ	{JLPT1}
ja	ストロー	{JLPT1}
ja	ストーブ	{JLPT4}
ja	砂	{JLPT3}
ja	素直	{JLPT2}
ja	即ち	{JLPT2}
ja	すばしこい	{JLPT1}
ja	素早い	{JLPT1}
ja	素晴らしい	{JLPT3}
ja	スピーカー	{JLPT2}
ja	スピーチ	{JLPT2}
ja	スピード	{JLPT2}
ja	スプリング	{JLPT1}
ja	スプーン	{JLPT4}
ja	全て	{JLPT2}
ja	滑る	{JLPT3}
ja	スペース	{JLPT1}
ja	スポーツ	{JLPT4}
ja	スポーツカー	{JLPT1}
ja	住まい	{JLPT2}
ja	清ます	{JLPT1}
ja	済ます	{JLPT1}
ja	澄ます	{JLPT1}
ja	済ませる	{JLPT2}
ja	済まない	{JLPT2}
ja	スマート	{JLPT2}
ja	墨	{JLPT2}
ja	隅	{JLPT3}
ja	すみません	{JLPT4}
ja	速やかに	{JLPT1}
ja	住む	{JLPT4}
ja	清む	{JLPT2}
ja	済む	{JLPT3}
ja	澄む	{JLPT2}
ja	相撲	{JLPT2}
ja	スライド	{JLPT2}
ja	スラックス	{JLPT1}
ja	掏摸	{JLPT3}
ja	スリッパ	{JLPT4}
ja	刷る	{JLPT2}
ja	為る	{JLPT4}
ja	すると	{JLPT3}
ja	鋭い	{JLPT2}
ja	擦れ違い	{JLPT1}
ja	擦れ違う	{JLPT2}
ja	擦れる	{JLPT1}
ja	座る	{JLPT4}
ja	すんなり	{JLPT1}
ja	寸法	{JLPT2}
ja	スーツ	{JLPT3}
ja	スーツケース	{JLPT3}
ja	スーパー	{JLPT3}
ja	スープ	{JLPT2}
ja	図	{JLPT2}
ja	随筆	{JLPT2}
ja	随分	{JLPT3}
ja	図々しい	{JLPT2}
ja	ずうっと	{JLPT2}
ja	図鑑	{JLPT2}
ja	図形	{JLPT2}
ja	ずっと	{JLPT3}
ja	ずつ	{JLPT4}
ja	頭痛	{JLPT2}
ja	頭脳	{JLPT2}
ja	ずばり	{JLPT1}
ja	図表	{JLPT2}
ja	ずぶ濡れ	{JLPT1}
ja	ズボン	{JLPT4}
ja	済み	{JLPT2}
ja	ずらす	{JLPT2}
ja	ずらっと	{JLPT1}
ja	ずらり	{JLPT2}
ja	狡い	{JLPT2}
ja	ずるずる	{JLPT1}
ja	滑れ	{JLPT1}
ja	滑れる	{JLPT2}
ja	背	{JLPT2,JLPT4}
ja	制	{JLPT1}
ja	姓	{JLPT2}
ja	性	{JLPT2}
ja	所為	{JLPT2}
ja	正	{JLPT2}
ja	生	{JLPT2}
ja	製	{JLPT3}
ja	成育	{JLPT1}
ja	生育	{JLPT1}
ja	成果	{JLPT1}
ja	正解	{JLPT1}
ja	性格	{JLPT2}
ja	正確	{JLPT2}
ja	生活	{JLPT3}
ja	世紀	{JLPT2}
ja	正規	{JLPT1}
ja	請求	{JLPT2}
ja	正義	{JLPT1}
ja	生計	{JLPT1}
ja	清潔	{JLPT2}
ja	政権	{JLPT1}
ja	制限	{JLPT2}
ja	成功	{JLPT2}
ja	精巧	{JLPT1}
ja	制裁	{JLPT1}
ja	制作	{JLPT2}
ja	政策	{JLPT1}
ja	製作	{JLPT2}
ja	精算	{JLPT1}
ja	生産	{JLPT3}
ja	星座	{JLPT1}
ja	生死	{JLPT1}
ja	静止	{JLPT1}
ja	正式	{JLPT2}
ja	性質	{JLPT2}
ja	青春	{JLPT1}
ja	清書	{JLPT2}
ja	聖書	{JLPT1}
ja	青少年	{JLPT2}
ja	精神	{JLPT2}
ja	政治	{JLPT3}
ja	誠実	{JLPT1}
ja	成熟	{JLPT1}
ja	清純	{JLPT1}
ja	正常	{JLPT1}
ja	成人	{JLPT2}
ja	整数	{JLPT2}
ja	制する	{JLPT1}
ja	成績	{JLPT2}
ja	精々	{JLPT2}
ja	整然	{JLPT1}
ja	清掃	{JLPT2}
ja	盛装	{JLPT1}
ja	製造	{JLPT2}
ja	生存	{JLPT2}
ja	盛大	{JLPT1}
ja	清濁	{JLPT1}
ja	成長	{JLPT2}
ja	生長	{JLPT2}
ja	制定	{JLPT1}
ja	静的	{JLPT1}
ja	製鉄	{JLPT1}
ja	晴天	{JLPT1}
ja	生徒	{JLPT4}
ja	政党	{JLPT2}
ja	正当	{JLPT1}
ja	制度	{JLPT2}
ja	成年	{JLPT1}
ja	青年	{JLPT2}
ja	生年月日	{JLPT2}
ja	性能	{JLPT2}
ja	製品	{JLPT2}
ja	整備	{JLPT2}
ja	政府	{JLPT2}
ja	制服	{JLPT1}
ja	征服	{JLPT1}
ja	成分	{JLPT2}
ja	性別	{JLPT2}
ja	製法	{JLPT1}
ja	正方形	{JLPT2}
ja	精密	{JLPT1}
ja	声明	{JLPT1}
ja	姓名	{JLPT1}
ja	生命	{JLPT2}
ja	正門	{JLPT2}
ja	制約	{JLPT1}
ja	西洋	{JLPT3}
ja	整理	{JLPT2}
ja	生理	{JLPT1}
ja	成立	{JLPT2}
ja	勢力	{JLPT1}
ja	西暦	{JLPT2}
ja	整列	{JLPT1}
ja	背負う	{JLPT2}
ja	世界	{JLPT3}
ja	急かす	{JLPT1}
ja	倅	{JLPT1}
ja	咳	{JLPT2}
ja	席	{JLPT3}
ja	隻	{JLPT2}
ja	石炭	{JLPT2}
ja	赤道	{JLPT2}
ja	責任	{JLPT2}
ja	責務	{JLPT1}
ja	石油	{JLPT2}
ja	セクション	{JLPT1}
ja	世間	{JLPT2}
ja	世辞	{JLPT1}
ja	世帯	{JLPT1}
ja	世代	{JLPT1}
ja	切開	{JLPT1}
ja	折角	{JLPT2}
ja	積極的	{JLPT2}
ja	接近	{JLPT2}
ja	セックス	{JLPT1}
ja	設計	{JLPT2}
ja	石鹸	{JLPT4}
ja	接触	{JLPT1}
ja	接する	{JLPT2}
ja	せっせと	{JLPT2}
ja	設置	{JLPT1}
ja	折衷	{JLPT1}
ja	設定	{JLPT1}
ja	セット	{JLPT2}
ja	説得	{JLPT1}
ja	節	{JLPT1,JLPT2}
ja	説	{JLPT2}
ja	切実	{JLPT1}
ja	接続	{JLPT2}
ja	接続詞	{JLPT1}
ja	切ない	{JLPT1}
ja	設備	{JLPT2}
ja	説明	{JLPT3}
ja	節約	{JLPT2}
ja	設立	{JLPT1}
ja	瀬戸物	{JLPT2}
ja	背中	{JLPT3}
ja	背広	{JLPT4}
ja	狭い	{JLPT4}
ja	迫る	{JLPT2}
ja	攻め	{JLPT1}
ja	せめて	{JLPT2}
ja	攻める	{JLPT2}
ja	責める	{JLPT2}
ja	セメント	{JLPT2}
ja	台詞	{JLPT2}
ja	セレモニー	{JLPT1}
ja	世論	{JLPT1}
ja	世話	{JLPT3}
ja	千	{JLPT4}
ja	戦	{JLPT2}
ja	栓	{JLPT2}
ja	線	{JLPT3}
ja	船	{JLPT2,JLPT3}
ja	繊維	{JLPT1}
ja	選挙	{JLPT2}
ja	宣教	{JLPT1}
ja	先月	{JLPT4}
ja	宣言	{JLPT1}
ja	先行	{JLPT1}
ja	専攻	{JLPT2}
ja	選考	{JLPT1}
ja	戦災	{JLPT1}
ja	洗剤	{JLPT2}
ja	選手	{JLPT2}
ja	先週	{JLPT4}
ja	専修	{JLPT1}
ja	先日	{JLPT2}
ja	戦術	{JLPT1}
ja	扇子	{JLPT2}
ja	センス	{JLPT1}
ja	潜水	{JLPT1}
ja	先生	{JLPT4}
ja	専制	{JLPT2}
ja	先々月	{JLPT2}
ja	先々週	{JLPT2}
ja	戦争	{JLPT3}
ja	先祖	{JLPT2}
ja	選択	{JLPT2}
ja	洗濯	{JLPT4}
ja	先端	{JLPT2}
ja	センター	{JLPT2}
ja	先代	{JLPT1}
ja	先達て	{JLPT1}
ja	先着	{JLPT1}
ja	センチ	{JLPT2}
ja	先天的	{JLPT1}
ja	宣伝	{JLPT2}
ja	先頭	{JLPT2}
ja	戦闘	{JLPT1}
ja	潜入	{JLPT1}
ja	先輩	{JLPT3}
ja	船舶	{JLPT1}
ja	扇風機	{JLPT2}
ja	洗面	{JLPT2}
ja	専門	{JLPT3}
ja	専用	{JLPT1}
ja	占領	{JLPT1}
ja	戦力	{JLPT1}
ja	線路	{JLPT2}
ja	セーター	{JLPT4}
ja	セール	{JLPT1}
ja	税	{JLPT2}
ja	税関	{JLPT2}
ja	税金	{JLPT2}
ja	贅沢	{JLPT2}
ja	税務署	{JLPT1}
ja	是正	{JLPT1}
ja	絶対	{JLPT2}
ja	絶版	{JLPT1}
ja	絶望	{JLPT1}
ja	絶滅	{JLPT2}
ja	是非	{JLPT2}
ja	是非とも	{JLPT2}
ja	ゼミ	{JLPT2}
ja	ゼリー	{JLPT1}
ja	ゼロ	{JLPT4}
ja	前	{JLPT2,JLPT4}
ja	善	{JLPT2}
ja	禅	{JLPT1}
ja	膳	{JLPT1}
ja	全	{JLPT2}
ja	全員	{JLPT2}
ja	全快	{JLPT1}
ja	全国	{JLPT2}
ja	前後	{JLPT2}
ja	前者	{JLPT2}
ja	全集	{JLPT2}
ja	全身	{JLPT2}
ja	前進	{JLPT2}
ja	全盛	{JLPT1}
ja	全然	{JLPT3}
ja	全体	{JLPT2}
ja	前提	{JLPT1}
ja	前途	{JLPT1}
ja	前半	{JLPT1}
ja	全般	{JLPT2}
ja	全部	{JLPT4}
ja	全滅	{JLPT1}
ja	善良	{JLPT1}
ja	全力	{JLPT2}
ja	前例	{JLPT1}
ja	沿い	{JLPT2}
ja	そう	{JLPT2,JLPT4}
ja	僧	{JLPT1}
ja	沿う	{JLPT2}
ja	添う	{JLPT2}
ja	相	{JLPT1}
ja	総	{JLPT2}
ja	艘	{JLPT2}
ja	相違	{JLPT2}
ja	そう言えば	{JLPT2}
ja	相応	{JLPT1}
ja	騒音	{JLPT2}
ja	総会	{JLPT1}
ja	創刊	{JLPT1}
ja	名	{JLPT2}
ja	早急	{JLPT1}
ja	送金	{JLPT1}
ja	倉庫	{JLPT2}
ja	走行	{JLPT1}
ja	相互	{JLPT2}
ja	総合	{JLPT1}
ja	捜査	{JLPT1}
ja	操作	{JLPT2}
ja	創作	{JLPT2}
ja	捜索	{JLPT1}
ja	葬式	{JLPT2}
ja	喪失	{JLPT1}
ja	そうして	{JLPT4}
ja	そして	{JLPT2,JLPT4}
ja	装飾	{JLPT1}
ja	操縦	{JLPT1}
ja	掃除	{JLPT4}
ja	創造	{JLPT1}
ja	想像	{JLPT2}
ja	騒々しい	{JLPT2}
ja	相続	{JLPT2}
ja	相対	{JLPT1}
ja	壮大	{JLPT1}
ja	相談	{JLPT3}
ja	装置	{JLPT2}
ja	相当	{JLPT2}
ja	騒動	{JLPT1}
ja	遭難	{JLPT1}
ja	相場	{JLPT1}
ja	装備	{JLPT1}
ja	送別	{JLPT2}
ja	総理大臣	{JLPT2}
ja	創立	{JLPT1}
ja	送料	{JLPT2}
ja	添える	{JLPT1}
ja	即座に	{JLPT1}
ja	促進	{JLPT1}
ja	即する	{JLPT1}
ja	速達	{JLPT2}
ja	測定	{JLPT2}
ja	速度	{JLPT2}
ja	束縛	{JLPT1}
ja	側面	{JLPT1}
ja	測量	{JLPT2}
ja	速力	{JLPT2}
ja	其処	{JLPT4}
ja	底	{JLPT2}
ja	そこで	{JLPT2}
ja	損なう	{JLPT1}
ja	其処ら	{JLPT1}
ja	素材	{JLPT1}
ja	阻止	{JLPT1}
ja	組織	{JLPT2}
ja	素質	{JLPT2}
ja	訴訟	{JLPT1}
ja	祖先	{JLPT2}
ja	注ぐ	{JLPT2}
ja	そそっかしい	{JLPT2}
ja	育ち	{JLPT1}
ja	育つ	{JLPT2}
ja	育てる	{JLPT3}
ja	措置	{JLPT1}
ja	そちら	{JLPT4}
ja	ソックス	{JLPT1}
ja	そっくり	{JLPT2}
ja	素っ気無い	{JLPT1}
ja	そっち	{JLPT4}
ja	率直	{JLPT2}
ja	そっと	{JLPT2}
ja	外方	{JLPT1}
ja	卒業	{JLPT3}
ja	袖	{JLPT2}
ja	備え付ける	{JLPT1}
ja	備える	{JLPT2}
ja	具える	{JLPT2}
ja	備わる	{JLPT1}
ja	具わる	{JLPT1}
ja	其の	{JLPT4}
ja	其の上	{JLPT2}
ja	其の内	{JLPT2}
ja	其の頃	{JLPT2}
ja	其の為	{JLPT2}
ja	其の外	{JLPT2}
ja	其の儘	{JLPT2}
ja	蕎麦	{JLPT2}
ja	聳える	{JLPT1}
ja	祖父	{JLPT3}
ja	ソファー	{JLPT2}
ja	ソフト	{JLPT3}
ja	祖母	{JLPT3}
ja	素朴	{JLPT1}
ja	粗末	{JLPT2}
ja	染まる	{JLPT1}
ja	背く	{JLPT1}
ja	染める	{JLPT1}
ja	逸らす	{JLPT1}
ja	橇	{JLPT1}
ja	剃る	{JLPT2}
ja	反る	{JLPT1}
ja	それ	{JLPT2}
ja	其れ	{JLPT4}
ja	其れから	{JLPT1,JLPT4}
ja	其々	{JLPT2}
ja	夫々	{JLPT2}
ja	其れで	{JLPT3}
ja	其れでは	{JLPT4}
ja	其れでも	{JLPT2}
ja	其れと	{JLPT2}
ja	其れとも	{JLPT2}
ja	其れなのに	{JLPT2}
ja	其れなら	{JLPT2}
ja	其れに	{JLPT3}
ja	それはいけませんね	{JLPT3}
ja	其れ程	{JLPT3}
ja	逸れる	{JLPT2}
ja	ソロ	{JLPT1}
ja	揃い	{JLPT1}
ja	揃う	{JLPT2}
ja	揃える	{JLPT2}
ja	そろそろ	{JLPT3}
ja	算盤	{JLPT2}
ja	損	{JLPT2}
ja	損害	{JLPT2}
ja	尊敬	{JLPT2}
ja	存在	{JLPT2}
ja	損失	{JLPT1}
ja	存続	{JLPT1}
ja	尊重	{JLPT2}
ja	損得	{JLPT2}
ja	そんな	{JLPT3}
ja	そんなに	{JLPT3}
ja	ソース	{JLPT1}
ja	像	{JLPT2}
ja	象	{JLPT2}
ja	増加	{JLPT1}
ja	雑木	{JLPT1}
ja	増強	{JLPT1}
ja	雑巾	{JLPT2}
ja	増減	{JLPT2}
ja	蔵相	{JLPT1}
ja	増進	{JLPT1}
ja	造船	{JLPT2}
ja	増大	{JLPT2}
ja	草履	{JLPT2}
ja	属する	{JLPT2}
ja	続々	{JLPT2}
ja	ぞんざい	{JLPT1}
ja	存じる	{JLPT2}
ja	存ずる	{JLPT2}
ja	他	{JLPT2}
ja	田	{JLPT2}
ja	田圃	{JLPT2}
ja	対	{JLPT2}
ja	隊	{JLPT1}
ja	体育	{JLPT2}
ja	退院	{JLPT3}
ja	対応	{JLPT1}
ja	体温	{JLPT2}
ja	退化	{JLPT1}
ja	大会	{JLPT2}
ja	体格	{JLPT1}
ja	大概	{JLPT1}
ja	退学	{JLPT1}
ja	大気	{JLPT2}
ja	大金	{JLPT1}
ja	退屈	{JLPT2}
ja	待遇	{JLPT1}
ja	体系	{JLPT2}
ja	対決	{JLPT1}
ja	体験	{JLPT1}
ja	太鼓	{JLPT2}
ja	対抗	{JLPT1}
ja	対策	{JLPT2}
ja	滞在	{JLPT2}
ja	大使	{JLPT2}
ja	大使館	{JLPT4}
ja	大した	{JLPT2}
ja	大して	{JLPT2}
ja	大衆	{JLPT1}
ja	対処	{JLPT1}
ja	対照	{JLPT2}
ja	対象	{JLPT2}
ja	退職	{JLPT1}
ja	退治	{JLPT1}
ja	体重	{JLPT2}
ja	対する	{JLPT2}
ja	体制	{JLPT2}
ja	態勢	{JLPT1}
ja	体積	{JLPT2}
ja	大切	{JLPT4}
ja	大戦	{JLPT2}
ja	体操	{JLPT2}
ja	大層	{JLPT2}
ja	対談	{JLPT1}
ja	大抵	{JLPT3}
ja	対等	{JLPT1}
ja	タイトル	{JLPT1}
ja	態度	{JLPT2}
ja	滞納	{JLPT1}
ja	大半	{JLPT2}
ja	対比	{JLPT1}
ja	タイピスト	{JLPT1}
ja	台風	{JLPT3}
ja	大部	{JLPT1}
ja	タイプ	{JLPT3}
ja	タイプライター	{JLPT2}
ja	大変	{JLPT4}
ja	逮捕	{JLPT2}
ja	待望	{JLPT1}
ja	大木	{JLPT2}
ja	怠慢	{JLPT1}
ja	タイマー	{JLPT1}
ja	タイミング	{JLPT1}
ja	タイム	{JLPT1}
ja	タイムリー	{JLPT1}
ja	対面	{JLPT1}
ja	タイヤ	{JLPT2}
ja	太陽	{JLPT2}
ja	平ら	{JLPT2}
ja	大陸	{JLPT2}
ja	対立	{JLPT2}
ja	体力	{JLPT1}
ja	タイル	{JLPT1}
ja	対話	{JLPT1}
ja	田植え	{JLPT2}
ja	絶えず	{JLPT2}
ja	断える	{JLPT1}
ja	絶える	{JLPT1}
ja	耐える	{JLPT1}
ja	倒す	{JLPT2}
ja	タオル	{JLPT2}
ja	倒れる	{JLPT3}
ja	高い	{JLPT4}
ja	高まる	{JLPT1}
ja	高める	{JLPT2}
ja	宝	{JLPT2}
ja	互い	{JLPT2}
ja	耕す	{JLPT2}
ja	滝	{JLPT2}
ja	焚き火	{JLPT1}
ja	宅	{JLPT2}
ja	炊く	{JLPT2}
ja	沢山	{JLPT4}
ja	タクシー	{JLPT4}
ja	たくましい	{JLPT1}
ja	巧み	{JLPT1}
ja	蓄える	{JLPT2}
ja	丈	{JLPT1}
ja	竹	{JLPT2}
ja	確か	{JLPT2,JLPT3}
ja	確かめる	{JLPT2}
ja	足し算	{JLPT1}
ja	多少	{JLPT2}
ja	足す	{JLPT3}
ja	多数決	{JLPT1}
ja	助かる	{JLPT2}
ja	助け	{JLPT1}
ja	助ける	{JLPT2}
ja	携わる	{JLPT1}
ja	尋ねる	{JLPT3}
ja	訪ねる	{JLPT3}
ja	戦い	{JLPT2}
ja	戦う	{JLPT2}
ja	叩く	{JLPT1,JLPT2}
ja	畳む	{JLPT2}
ja	只	{JLPT2}
ja	唯	{JLPT2}
ja	ただいま	{JLPT3}
ja	但し	{JLPT2}
ja	正しい	{JLPT3}
ja	直ちに	{JLPT2}
ja	漂う	{JLPT1}
ja	達	{JLPT4}
ja	立上る	{JLPT2}
ja	立去る	{JLPT1}
ja	立止まる	{JLPT2}
ja	立場	{JLPT2}
ja	忽ち	{JLPT2}
ja	立寄る	{JLPT1}
ja	達者	{JLPT1}
ja	達する	{JLPT2}
ja	達成	{JLPT1}
ja	たっぷり	{JLPT2}
ja	建つ	{JLPT2}
ja	断つ	{JLPT1}
ja	発つ	{JLPT2}
ja	立つ	{JLPT4}
ja	経つ	{JLPT2}
ja	盾	{JLPT1}
ja	縦	{JLPT4}
ja	立替える	{JLPT1}
ja	建前	{JLPT1}
ja	奉る	{JLPT1}
ja	建物	{JLPT4}
ja	建てる	{JLPT3}
ja	立てる	{JLPT3}
ja	例え	{JLPT1,JLPT2}
ja	例えば	{JLPT3}
ja	例える	{JLPT2}
ja	他動詞	{JLPT1}
ja	辿り着く	{JLPT1}
ja	辿る	{JLPT1}
ja	棚	{JLPT3}
ja	谷	{JLPT2}
ja	他人	{JLPT2}
ja	楽しい	{JLPT4}
ja	楽しみ	{JLPT3}
ja	楽しむ	{JLPT3}
ja	頼み	{JLPT2}
ja	頼む	{JLPT4}
ja	頼もしい	{JLPT2}
ja	束	{JLPT2}
ja	煙草	{JLPT4}
ja	束ねる	{JLPT1}
ja	度	{JLPT2,JLPT4}
ja	旅	{JLPT2}
ja	足袋	{JLPT2}
ja	度々	{JLPT2}
ja	多分	{JLPT4}
ja	食べ物	{JLPT4}
ja	食べる	{JLPT4}
ja	他方	{JLPT1}
ja	多忙	{JLPT1}
ja	偶	{JLPT2}
ja	弾	{JLPT2}
ja	玉	{JLPT2}
ja	給う	{JLPT1}
ja	卵	{JLPT4}
ja	魂	{JLPT1}
ja	偶々	{JLPT2}
ja	偶に	{JLPT3}
ja	堪らない	{JLPT2}
ja	溜り	{JLPT1}
ja	溜まる	{JLPT2}
ja	賜る	{JLPT1}
ja	為	{JLPT3}
ja	溜息	{JLPT2}
ja	試し	{JLPT2}
ja	試す	{JLPT2}
ja	躊躇う	{JLPT2}
ja	溜める	{JLPT2}
ja	保つ	{JLPT1}
ja	容易い	{JLPT1}
ja	多様	{JLPT1}
ja	便り	{JLPT2}
ja	頼る	{JLPT2}
ja	足りる	{JLPT3}
ja	足る	{JLPT2}
ja	弛み	{JLPT1}
ja	弛む	{JLPT1}
ja	垂れる	{JLPT1}
ja	タレント	{JLPT1}
ja	タワー	{JLPT1}
ja	単	{JLPT1}
ja	短	{JLPT2}
ja	単位	{JLPT2}
ja	単一	{JLPT1}
ja	担架	{JLPT1}
ja	短歌	{JLPT1}
ja	短期	{JLPT2}
ja	短気	{JLPT1}
ja	探検	{JLPT1}
ja	炭鉱	{JLPT2}
ja	単語	{JLPT2}
ja	短縮	{JLPT1}
ja	短所	{JLPT2}
ja	単純	{JLPT2}
ja	誕生	{JLPT2}
ja	誕生日	{JLPT4}
ja	箪笥	{JLPT2}
ja	淡水	{JLPT2}
ja	単数	{JLPT2}
ja	炭素	{JLPT1}
ja	短大	{JLPT1}
ja	単調	{JLPT1}
ja	担当	{JLPT2}
ja	単独	{JLPT1}
ja	単なる	{JLPT2}
ja	単に	{JLPT2}
ja	短波	{JLPT1}
ja	蛋白質	{JLPT1}
ja	短編	{JLPT2}
ja	代	{JLPT3}
ja	台	{JLPT2,JLPT4}
ja	題	{JLPT2}
ja	第	{JLPT2}
ja	第一	{JLPT1}
ja	大学	{JLPT4}
ja	大学院	{JLPT2}
ja	大学生	{JLPT3}
ja	代金	{JLPT2}
ja	大工	{JLPT2}
ja	大小	{JLPT2}
ja	大事	{JLPT3}
ja	大丈夫	{JLPT4}
ja	大臣	{JLPT2}
ja	大好き	{JLPT4}
ja	題する	{JLPT1}
ja	大体	{JLPT3}
ja	大胆	{JLPT1}
ja	大統領	{JLPT2}
ja	台所	{JLPT4}
ja	台無し	{JLPT1}
ja	代表	{JLPT2}
ja	大分	{JLPT2,JLPT3}
ja	大部分	{JLPT2}
ja	代弁	{JLPT1}
ja	大便	{JLPT1}
ja	台本	{JLPT1}
ja	題名	{JLPT2}
ja	代名詞	{JLPT2}
ja	ダイヤ	{JLPT2}
ja	ダイヤモンド	{JLPT2}
ja	ダイヤル	{JLPT2}
ja	代用	{JLPT1}
ja	代理	{JLPT2}
ja	ダウン	{JLPT1}
ja	楕円	{JLPT2}
ja	打開	{JLPT1}
ja	だから	{JLPT3}
ja	だが	{JLPT2}
ja	妥協	{JLPT1}
ja	だけ	{JLPT4}
ja	妥結	{JLPT1}
ja	だけど	{JLPT2}
ja	打撃	{JLPT1}
ja	駄作	{JLPT1}
ja	出す	{JLPT3,JLPT4}
ja	抱っこ	{JLPT1}
ja	脱出	{JLPT1}
ja	脱する	{JLPT2}
ja	脱線	{JLPT2}
ja	脱退	{JLPT1}
ja	だったら	{JLPT1}
ja	だって	{JLPT2}
ja	建て	{JLPT3}
ja	だと	{JLPT1}
ja	妥当	{JLPT2}
ja	だぶだぶ	{JLPT1}
ja	ダブる	{JLPT2}
ja	ダブル	{JLPT1}
ja	騙す	{JLPT2}
ja	黙る	{JLPT2}
ja	ダム	{JLPT2}
ja	駄目	{JLPT3}
ja	だらけ	{JLPT2}
ja	だらし無い	{JLPT2}
ja	だるい	{JLPT1}
ja	誰	{JLPT4}
ja	誰か	{JLPT4}
ja	団	{JLPT2}
ja	段	{JLPT2}
ja	段階	{JLPT2}
ja	団結	{JLPT1}
ja	断言	{JLPT1}
ja	男子	{JLPT2}
ja	ダンス	{JLPT2}
ja	断水	{JLPT2}
ja	男性	{JLPT3}
ja	断然	{JLPT1}
ja	団体	{JLPT2}
ja	段々	{JLPT4}
ja	団地	{JLPT2}
ja	断定	{JLPT2}
ja	旦那	{JLPT1}
ja	ダンプ	{JLPT1}
ja	暖房	{JLPT3}
ja	断面	{JLPT1}
ja	弾力	{JLPT1}
ja	ダース	{JLPT1}
ja	地	{JLPT2}
ja	血	{JLPT3}
ja	治安	{JLPT1}
ja	地位	{JLPT2}
ja	地域	{JLPT2}
ja	小さい	{JLPT4}
ja	小さな	{JLPT4}
ja	チェック	{JLPT3}
ja	チェンジ	{JLPT1}
ja	知恵	{JLPT2}
ja	地下	{JLPT2}
ja	近い	{JLPT4}
ja	誓う	{JLPT2}
ja	近く	{JLPT4}
ja	近頃	{JLPT2}
ja	地下水	{JLPT2}
ja	近々	{JLPT2}
ja	近付く	{JLPT2}
ja	近付ける	{JLPT2}
ja	地下鉄	{JLPT4}
ja	近寄る	{JLPT2}
ja	力	{JLPT2,JLPT3}
ja	力強い	{JLPT2}
ja	違い	{JLPT2}
ja	違いない	{JLPT2}
ja	違う	{JLPT4}
ja	違える	{JLPT1}
ja	地球	{JLPT2}
ja	千切る	{JLPT2}
ja	契る	{JLPT2}
ja	地区	{JLPT2}
ja	畜産	{JLPT1}
ja	畜生	{JLPT1}
ja	蓄積	{JLPT1}
ja	地形	{JLPT1}
ja	遅刻	{JLPT2}
ja	知識	{JLPT2}
ja	地質	{JLPT2}
ja	知事	{JLPT2}
ja	知人	{JLPT2}
ja	地図	{JLPT4}
ja	知性	{JLPT1}
ja	地帯	{JLPT2}
ja	乳	{JLPT1}
ja	父	{JLPT4}
ja	父親	{JLPT2}
ja	縮まる	{JLPT1}
ja	縮む	{JLPT2}
ja	縮める	{JLPT2}
ja	縮れる	{JLPT2}
ja	窒息	{JLPT1}
ja	ちっとも	{JLPT3}
ja	チップ	{JLPT2}
ja	秩序	{JLPT1}
ja	知的	{JLPT1}
ja	地点	{JLPT2}
ja	知能	{JLPT2}
ja	地平線	{JLPT2}
ja	地方	{JLPT2}
ja	地名	{JLPT2}
ja	茶	{JLPT2}
ja	チャイム	{JLPT1}
ja	茶色	{JLPT4}
ja	茶色い	{JLPT2}
ja	着	{JLPT2}
ja	着手	{JLPT1}
ja	着色	{JLPT1}
ja	着席	{JLPT1}
ja	着々	{JLPT2}
ja	着目	{JLPT1}
ja	着陸	{JLPT1}
ja	着工	{JLPT1}
ja	茶の間	{JLPT1}
ja	茶の湯	{JLPT1}
ja	茶碗	{JLPT4}
ja	ちゃん	{JLPT3}
ja	チャンス	{JLPT2}
ja	ちゃんと	{JLPT2}
ja	チャンネル	{JLPT1}
ja	ちやほや	{JLPT1}
ja	注意	{JLPT3}
ja	中央	{JLPT2}
ja	中間	{JLPT2}
ja	宙返り	{JLPT1}
ja	中学	{JLPT2}
ja	中学校	{JLPT3}
ja	中継	{JLPT1}
ja	中古	{JLPT2}
ja	忠告	{JLPT1}
ja	駐車	{JLPT2}
ja	駐車場	{JLPT3}
ja	注射	{JLPT3}
ja	中傷	{JLPT1}
ja	抽象	{JLPT2}
ja	昼食	{JLPT2}
ja	中心	{JLPT2}
ja	中止	{JLPT3}
ja	忠実	{JLPT1}
ja	中旬	{JLPT2}
ja	中枢	{JLPT1}
ja	中世	{JLPT2}
ja	中性	{JLPT2}
ja	抽選	{JLPT1}
ja	中断	{JLPT1}
ja	中途	{JLPT2}
ja	中毒	{JLPT1}
ja	中年	{JLPT2}
ja	中腹	{JLPT1}
ja	注目	{JLPT2}
ja	注文	{JLPT2}
ja	中立	{JLPT1}
ja	中和	{JLPT1}
ja	著	{JLPT1}
ja	兆	{JLPT2}
ja	帳	{JLPT2}
ja	庁	{JLPT2}
ja	町	{JLPT3,JLPT4}
ja	腸	{JLPT1}
ja	蝶	{JLPT1}
ja	長	{JLPT2}
ja	超	{JLPT1}
ja	調印	{JLPT1}
ja	超過	{JLPT2}
ja	聴覚	{JLPT1}
ja	朝刊	{JLPT2}
ja	長官	{JLPT1}
ja	長期	{JLPT2}
ja	聴講	{JLPT1}
ja	彫刻	{JLPT2}
ja	調査	{JLPT2}
ja	調子	{JLPT2}
ja	徴収	{JLPT1}
ja	長所	{JLPT2}
ja	聴診器	{JLPT1}
ja	長女	{JLPT2}
ja	頂上	{JLPT2}
ja	調整	{JLPT2}
ja	調節	{JLPT2}
ja	挑戦	{JLPT1}
ja	長短	{JLPT2}
ja	頂戴	{JLPT2}
ja	調停	{JLPT1}
ja	頂点	{JLPT2}
ja	丁度	{JLPT4}
ja	長男	{JLPT2}
ja	長編	{JLPT1}
ja	重宝	{JLPT1}
ja	長方形	{JLPT2}
ja	調味料	{JLPT2}
ja	丁目	{JLPT2}
ja	調理	{JLPT1}
ja	調和	{JLPT1}
ja	貯金	{JLPT2}
ja	直後	{JLPT2}
ja	直接	{JLPT2}
ja	直線	{JLPT2}
ja	直前	{JLPT1}
ja	ちょくちょく	{JLPT1}
ja	直通	{JLPT2}
ja	直面	{JLPT1}
ja	直流	{JLPT2}
ja	著者	{JLPT2}
ja	著書	{JLPT1}
ja	貯蔵	{JLPT2}
ja	貯蓄	{JLPT1}
ja	直角	{JLPT2}
ja	直感	{JLPT1}
ja	直径	{JLPT1}
ja	一寸	{JLPT4}
ja	著名	{JLPT1}
ja	チョーク	{JLPT2}
ja	散らかす	{JLPT2}
ja	散らかる	{JLPT2}
ja	散らす	{JLPT2}
ja	ちらっと	{JLPT1}
ja	地理	{JLPT3}
ja	塵紙	{JLPT2}
ja	塵取	{JLPT1}
ja	治療	{JLPT1}
ja	散る	{JLPT2}
ja	賃金	{JLPT1}
ja	沈澱	{JLPT1}
ja	沈没	{JLPT1}
ja	沈黙	{JLPT1}
ja	陳列	{JLPT1}
ja	チーズ	{JLPT2}
ja	チーム	{JLPT2}
ja	チームワーク	{JLPT1}
ja	遂	{JLPT2}
ja	追加	{JLPT2}
ja	追及	{JLPT1}
ja	追跡	{JLPT1}
ja	序	{JLPT2}
ja	遂に	{JLPT2}
ja	追放	{JLPT1}
ja	費やす	{JLPT1}
ja	墜落	{JLPT1}
ja	通	{JLPT2}
ja	通貨	{JLPT2}
ja	通過	{JLPT2}
ja	痛感	{JLPT1}
ja	通学	{JLPT2}
ja	通勤	{JLPT2}
ja	通行	{JLPT2}
ja	通信	{JLPT2}
ja	通常	{JLPT1}
ja	通じる	{JLPT2}
ja	通ずる	{JLPT2}
ja	痛切	{JLPT1}
ja	通知	{JLPT2}
ja	通帳	{JLPT2}
ja	通訳	{JLPT2}
ja	通用	{JLPT2}
ja	通路	{JLPT2}
ja	杖	{JLPT1}
ja	使い道	{JLPT1}
ja	使う	{JLPT4}
ja	仕える	{JLPT1}
ja	司る	{JLPT1}
ja	束の間	{JLPT1}
ja	捕まえる	{JLPT2,JLPT3}
ja	掴む	{JLPT2}
ja	疲れ	{JLPT2}
ja	疲れる	{JLPT4}
ja	付	{JLPT2}
ja	付合い	{JLPT2}
ja	付合う	{JLPT2}
ja	突き当たり	{JLPT2}
ja	突き当たる	{JLPT2}
ja	月並	{JLPT1}
ja	月日	{JLPT2}
ja	尽きる	{JLPT1}
ja	次々	{JLPT2}
ja	次々に	{JLPT2}
ja	継ぎ目	{JLPT1}
ja	付く	{JLPT2}
ja	就く	{JLPT2}
ja	点く	{JLPT2,JLPT3}
ja	着く	{JLPT2,JLPT4}
ja	突く	{JLPT2}
ja	机	{JLPT4}
ja	尽す	{JLPT1}
ja	熟々	{JLPT1}
ja	作り	{JLPT1}
ja	造り	{JLPT1}
ja	作る	{JLPT3,JLPT4}
ja	造る	{JLPT2}
ja	繕う	{JLPT1}
ja	接ぐ	{JLPT1}
ja	次ぐ	{JLPT2}
ja	継ぐ	{JLPT1}
ja	償い	{JLPT1}
ja	付け加える	{JLPT1}
ja	付ける	{JLPT3}
ja	浸ける	{JLPT2}
ja	漬ける	{JLPT3}
ja	点ける	{JLPT4}
ja	着ける	{JLPT2}
ja	告げる	{JLPT1}
ja	都合	{JLPT3}
ja	辻褄	{JLPT1}
ja	伝える	{JLPT3}
ja	伝わる	{JLPT2}
ja	土	{JLPT2}
ja	突っ込む	{JLPT2}
ja	突っ張る	{JLPT1}
ja	筒	{JLPT1}
ja	突付く	{JLPT1}
ja	謹む	{JLPT1}
ja	包み	{JLPT2}
ja	続き	{JLPT2}
ja	続く	{JLPT3}
ja	続ける	{JLPT3}
ja	務まる	{JLPT1}
ja	務め	{JLPT2}
ja	勤め	{JLPT2}
ja	勤め先	{JLPT1}
ja	努めて	{JLPT1}
ja	内	{JLPT2}
ja	努める	{JLPT2}
ja	務める	{JLPT2}
ja	勤める	{JLPT2,JLPT4}
ja	綱	{JLPT2}
ja	繋がり	{JLPT2}
ja	繋がる	{JLPT2}
ja	繋ぐ	{JLPT2}
ja	繋げる	{JLPT2}
ja	津波	{JLPT1}
ja	常に	{JLPT2}
ja	抓る	{JLPT2}
ja	募る	{JLPT1}
ja	唾	{JLPT2}
ja	翼	{JLPT1}
ja	粒	{JLPT2}
ja	潰す	{JLPT2}
ja	呟く	{JLPT1}
ja	円らな	{JLPT1}
ja	瞑る『目を』	{JLPT1}
ja	潰れる	{JLPT2}
ja	壷	{JLPT1}
ja	蕾	{JLPT1}
ja	妻	{JLPT3}
ja	躓く	{JLPT2}
ja	摘む	{JLPT1}
ja	詰まらない	{JLPT4}
ja	詰まり	{JLPT2}
ja	詰る	{JLPT1,JLPT2}
ja	罪	{JLPT2}
ja	積む	{JLPT2}
ja	爪	{JLPT3}
ja	冷たい	{JLPT4}
ja	詰める	{JLPT2}
ja	積もり	{JLPT3}
ja	積もる	{JLPT3}
ja	艶	{JLPT2}
ja	梅雨	{JLPT2}
ja	露	{JLPT1}
ja	強い	{JLPT4}
ja	強気	{JLPT2}
ja	強まる	{JLPT1}
ja	強める	{JLPT1}
ja	連なる	{JLPT1}
ja	貫く	{JLPT1}
ja	連ねる	{JLPT1}
ja	釣	{JLPT2}
ja	釣り合う	{JLPT2}
ja	吊革	{JLPT1}
ja	釣鐘	{JLPT1}
ja	吊る	{JLPT2}
ja	釣る	{JLPT3}
ja	吊るす	{JLPT2}
ja	連れ	{JLPT2}
ja	連れる	{JLPT3}
ja	遣い	{JLPT2}
ja	手当て	{JLPT1}
ja	手洗い	{JLPT2}
ja	ティッシュ	{JLPT1}
ja	低	{JLPT2}
ja	提案	{JLPT2}
ja	定員	{JLPT2}
ja	低下	{JLPT2}
ja	定価	{JLPT2}
ja	定期	{JLPT2}
ja	定期券	{JLPT2}
ja	定休日	{JLPT2}
ja	提供	{JLPT1}
ja	定義	{JLPT1}
ja	提携	{JLPT1}
ja	抵抗	{JLPT2}
ja	体裁	{JLPT1}
ja	停止	{JLPT2}
ja	停車	{JLPT2}
ja	提出	{JLPT2}
ja	定食	{JLPT1}
ja	提示	{JLPT1}
ja	訂正	{JLPT1}
ja	停滞	{JLPT1}
ja	邸宅	{JLPT1}
ja	停電	{JLPT2}
ja	程度	{JLPT2}
ja	丁寧	{JLPT3}
ja	定年	{JLPT1}
ja	堤防	{JLPT1}
ja	定理	{JLPT1}
ja	停留所	{JLPT2}
ja	手入れ	{JLPT2}
ja	手遅れ	{JLPT1}
ja	手数	{JLPT1}
ja	手掛かり	{JLPT1}
ja	手掛ける	{JLPT1}
ja	手紙	{JLPT4}
ja	手軽	{JLPT1}
ja	敵	{JLPT2}
ja	的	{JLPT1,JLPT2}
ja	適応	{JLPT1}
ja	的確	{JLPT2}
ja	適宜	{JLPT1}
ja	テキスト	{JLPT3}
ja	適する	{JLPT2}
ja	適性	{JLPT1}
ja	適当	{JLPT3}
ja	適度	{JLPT2}
ja	適用	{JLPT2}
ja	手際	{JLPT1}
ja	手首	{JLPT2}
ja	手頃	{JLPT1}
ja	手品	{JLPT2}
ja	手順	{JLPT1}
ja	手錠	{JLPT1}
ja	テスト	{JLPT4}
ja	手帳	{JLPT2}
ja	手近	{JLPT1}
ja	鉄橋	{JLPT2}
ja	てっきり	{JLPT1}
ja	鉄鋼	{JLPT1}
ja	徹する	{JLPT1}
ja	徹底	{JLPT2}
ja	天辺	{JLPT1}
ja	鉄砲	{JLPT2}
ja	鉄	{JLPT2}
ja	哲学	{JLPT2}
ja	手伝い	{JLPT2}
ja	手伝う	{JLPT3}
ja	手続き	{JLPT2}
ja	鉄道	{JLPT2}
ja	鉄棒	{JLPT1}
ja	徹夜	{JLPT2}
ja	テニス	{JLPT3}
ja	テニスコート	{JLPT2}
ja	手拭	{JLPT2}
ja	掌	{JLPT1}
ja	手配	{JLPT1}
ja	手筈	{JLPT1}
ja	手引き	{JLPT1}
ja	手袋	{JLPT3}
ja	手本	{JLPT1}
ja	手間	{JLPT2}
ja	手前	{JLPT3}
ja	手回し	{JLPT1}
ja	手元	{JLPT3}
ja	照らす	{JLPT2}
ja	照り返す	{JLPT1}
ja	照る	{JLPT2}
ja	テレックス	{JLPT1}
ja	テレビ	{JLPT4}
ja	手分け	{JLPT1}
ja	天	{JLPT1}
ja	店	{JLPT2,JLPT4}
ja	点	{JLPT3}
ja	店員	{JLPT3}
ja	天下	{JLPT1}
ja	点火	{JLPT1}
ja	展開	{JLPT2}
ja	転回	{JLPT1}
ja	転換	{JLPT1}
ja	天気	{JLPT4}
ja	転居	{JLPT1}
ja	天気予報	{JLPT3}
ja	転勤	{JLPT1}
ja	典型	{JLPT2}
ja	点検	{JLPT1}
ja	天候	{JLPT2}
ja	転校	{JLPT1}
ja	天国	{JLPT1}
ja	天才	{JLPT1}
ja	天災	{JLPT1}
ja	展示	{JLPT1}
ja	天井	{JLPT2}
ja	転じる	{JLPT1}
ja	転ずる	{JLPT1}
ja	点数	{JLPT2}
ja	点線	{JLPT1}
ja	天体	{JLPT1}
ja	天地	{JLPT1}
ja	点々	{JLPT2}
ja	転々	{JLPT2}
ja	てんで	{JLPT1}
ja	テント	{JLPT2}
ja	転任	{JLPT1}
ja	天然	{JLPT2}
ja	天皇	{JLPT2}
ja	展望	{JLPT1}
ja	テンポ	{JLPT2}
ja	転落	{JLPT1}
ja	展覧会	{JLPT3}
ja	テーブル	{JLPT4}
ja	テープ	{JLPT4}
ja	テープレコーダー	{JLPT4}
ja	テーマ	{JLPT2}
ja	で	{JLPT2}
ja	出会い	{JLPT2}
ja	出合い	{JLPT2}
ja	出会う	{JLPT2}
ja	出合う	{JLPT2}
ja	出入り	{JLPT2}
ja	出入口	{JLPT2}
ja	でかい	{JLPT1}
ja	出掛	{JLPT4}
ja	出来上がり	{JLPT2}
ja	出来上がる	{JLPT2}
ja	出来事	{JLPT2}
ja	出来物	{JLPT1}
ja	出来る	{JLPT2,JLPT3,JLPT4}
ja	出来るだけ	{JLPT3}
ja	出来れば	{JLPT2}
ja	出会す	{JLPT2}
ja	出口	{JLPT4}
ja	凸凹	{JLPT2}
ja	デコレーション	{JLPT1}
ja	デザイン	{JLPT1}
ja	デザート	{JLPT1}
ja	弟子	{JLPT2}
ja	ですから	{JLPT2}
ja	出鱈目	{JLPT2}
ja	デッサン	{JLPT1}
ja	出直し	{JLPT1}
ja	では	{JLPT2,JLPT4}
ja	ではまた	{JLPT4}
ja	デパート	{JLPT4}
ja	出迎え	{JLPT2}
ja	出迎える	{JLPT2}
ja	でも	{JLPT4}
ja	デモ	{JLPT2}
ja	デモンストレーション	{JLPT1}
ja	出る	{JLPT4}
ja	田園	{JLPT1}
ja	伝記	{JLPT2}
ja	電気	{JLPT4}
ja	電球	{JLPT2}
ja	電源	{JLPT1}
ja	伝言	{JLPT2}
ja	電子	{JLPT2}
ja	電車	{JLPT4}
ja	伝説	{JLPT1}
ja	伝染	{JLPT2}
ja	電線	{JLPT2}
ja	電卓	{JLPT2}
ja	伝達	{JLPT1}
ja	電池	{JLPT2}
ja	電柱	{JLPT2}
ja	伝統	{JLPT2}
ja	電灯	{JLPT3}
ja	電波	{JLPT2}
ja	電報	{JLPT3}
ja	伝来	{JLPT1}
ja	電流	{JLPT2}
ja	電力	{JLPT2}
ja	電話	{JLPT4}
ja	データ	{JLPT1}
ja	デート	{JLPT2}
ja	と	{JLPT1}
ja	戸	{JLPT4}
ja	都	{JLPT2,JLPT3}
ja	問	{JLPT2}
ja	問合せ	{JLPT2}
ja	問合せる	{JLPT1}
ja	トイレ	{JLPT4}
ja	党	{JLPT2}
ja	問う	{JLPT2}
ja	塔	{JLPT2}
ja	棟	{JLPT1}
ja	等	{JLPT2,JLPT4}
ja	当	{JLPT1}
ja	答案	{JLPT2}
ja	統一	{JLPT2}
ja	陶器	{JLPT1}
ja	等級	{JLPT1}
ja	討議	{JLPT1}
ja	統計	{JLPT2}
ja	峠	{JLPT2}
ja	登校	{JLPT1}
ja	統合	{JLPT1}
ja	倒産	{JLPT1}
ja	東西	{JLPT2}
ja	投資	{JLPT1}
ja	投書	{JLPT2}
ja	当時	{JLPT2}
ja	当日	{JLPT2}
ja	登場	{JLPT2}
ja	統制	{JLPT1}
ja	当選	{JLPT1}
ja	当然	{JLPT2}
ja	逃走	{JLPT1}
ja	統率	{JLPT1}
ja	到達	{JLPT1}
ja	灯台	{JLPT2}
ja	統治	{JLPT1}
ja	到着	{JLPT2}
ja	到底	{JLPT1}
ja	尊い	{JLPT1}
ja	貴い	{JLPT1}
ja	とうとう	{JLPT3}
ja	尊ぶ	{JLPT1}
ja	盗難	{JLPT2}
ja	投入	{JLPT1}
ja	当人	{JLPT2}
ja	当番	{JLPT2}
ja	投票	{JLPT2}
ja	等分	{JLPT2}
ja	逃亡	{JLPT1}
ja	冬眠	{JLPT1}
ja	透明	{JLPT2}
ja	灯油	{JLPT2}
ja	東洋	{JLPT2}
ja	登録	{JLPT1}
ja	討論	{JLPT1}
ja	遠い	{JLPT4}
ja	十日	{JLPT4}
ja	遠く	{JLPT3}
ja	遠ざかる	{JLPT1}
ja	通す	{JLPT2}
ja	遠回り	{JLPT1}
ja	通り	{JLPT2,JLPT3}
ja	通り掛かる	{JLPT2}
ja	通り過ぎる	{JLPT2}
ja	通る	{JLPT3}
ja	都会	{JLPT2}
ja	兎角	{JLPT1}
ja	溶かす	{JLPT2}
ja	咎める	{JLPT1}
ja	尖る	{JLPT2}
ja	時折	{JLPT1}
ja	時々	{JLPT4}
ja	とぎれる	{JLPT1}
ja	得	{JLPT2}
ja	溶く	{JLPT2}
ja	解く	{JLPT2}
ja	説く	{JLPT1}
ja	得意	{JLPT2}
ja	特技	{JLPT1}
ja	特産	{JLPT1}
ja	特殊	{JLPT2}
ja	特集	{JLPT1}
ja	特色	{JLPT2}
ja	特徴	{JLPT2}
ja	特長	{JLPT2}
ja	特定	{JLPT2}
ja	得点	{JLPT1}
ja	特に	{JLPT3}
ja	特派	{JLPT1}
ja	特売	{JLPT2}
ja	特別	{JLPT3}
ja	特有	{JLPT1}
ja	研ぐ	{JLPT1}
ja	時計	{JLPT4}
ja	溶込む	{JLPT2}
ja	溶ける	{JLPT2}
ja	解ける	{JLPT1,JLPT2}
ja	棘	{JLPT1}
ja	遂げる	{JLPT1}
ja	床の間	{JLPT2}
ja	床屋	{JLPT3}
ja	所が	{JLPT2}
ja	所で	{JLPT2}
ja	所々	{JLPT2}
ja	登山	{JLPT2}
ja	年	{JLPT4}
ja	都市	{JLPT2}
ja	年頃	{JLPT1}
ja	年月	{JLPT2}
ja	図書	{JLPT2}
ja	図書館	{JLPT4}
ja	年寄り	{JLPT2}
ja	都心	{JLPT2}
ja	戸締り	{JLPT1}
ja	途上	{JLPT1}
ja	綴じる	{JLPT1}
ja	閉じる	{JLPT2}
ja	途端	{JLPT2}
ja	途絶える	{JLPT1}
ja	戸棚	{JLPT2}
ja	土地	{JLPT2}
ja	途中	{JLPT3}
ja	特急	{JLPT3}
ja	特許	{JLPT1}
ja	疾っくに	{JLPT2}
ja	特権	{JLPT1}
ja	咄嗟	{JLPT1}
ja	突破	{JLPT1}
ja	トップ	{JLPT2}
ja	突如	{JLPT1}
ja	突然	{JLPT2}
ja	とても	{JLPT4}
ja	整う	{JLPT2}
ja	整える	{JLPT1}
ja	届く	{JLPT2}
ja	届け	{JLPT1}
ja	届ける	{JLPT3}
ja	滞る	{JLPT1}
ja	留まる	{JLPT2}
ja	止める	{JLPT1,JLPT2,JLPT3}
ja	唱える	{JLPT1}
ja	隣	{JLPT4}
ja	兎に角	{JLPT2}
ja	殿様	{JLPT1}
ja	飛ばす	{JLPT2}
ja	飛び込む	{JLPT2}
ja	飛び出す	{JLPT2}
ja	扉	{JLPT1}
ja	飛ぶ	{JLPT4}
ja	徒歩	{JLPT1}
ja	惚ける	{JLPT1}
ja	乏しい	{JLPT1}
ja	戸惑い	{JLPT1}
ja	止まる	{JLPT4}
ja	泊まる	{JLPT3}
ja	泊める	{JLPT2}
ja	留める	{JLPT2}
ja	共	{JLPT1}
ja	友	{JLPT2}
ja	兎も角	{JLPT2}
ja	共稼ぎ	{JLPT1}
ja	友達	{JLPT4}
ja	伴う	{JLPT2}
ja	共に	{JLPT2}
ja	共働き	{JLPT1}
ja	虎	{JLPT2}
ja	捕らえる	{JLPT2}
ja	トラック	{JLPT2}
ja	トラブル	{JLPT1}
ja	トランジスター	{JLPT1}
ja	トランプ	{JLPT2}
ja	鳥	{JLPT4}
ja	取り敢えず	{JLPT1}
ja	取り上げる	{JLPT2}
ja	取り扱い	{JLPT1}
ja	取り扱う	{JLPT1}
ja	鳥居	{JLPT1}
ja	取り入れる	{JLPT2}
ja	取り替え	{JLPT1}
ja	取り替える	{JLPT3}
ja	取り組む	{JLPT1}
ja	取り消す	{JLPT2}
ja	取り締まり	{JLPT1}
ja	取り締まる	{JLPT1}
ja	取り調べる	{JLPT1}
ja	取り立てる	{JLPT1}
ja	取り出す	{JLPT2}
ja	取り次ぐ	{JLPT1}
ja	取り付ける	{JLPT1}
ja	鳥肉	{JLPT4}
ja	取り除く	{JLPT1}
ja	取り引き	{JLPT1}
ja	取り巻く	{JLPT1}
ja	取り混ぜる	{JLPT1}
ja	取り戻す	{JLPT1}
ja	取り寄せる	{JLPT1}
ja	取り分け	{JLPT1}
ja	取る	{JLPT4}
ja	執る	{JLPT2}
ja	捕る	{JLPT2}
ja	採る	{JLPT2}
ja	撮る	{JLPT4}
ja	取れる	{JLPT2}
ja	トレーニング	{JLPT2}
ja	蕩ける	{JLPT1}
ja	トン	{JLPT2}
ja	とんだ	{JLPT1}
ja	とんでもない	{JLPT2}
ja	トンネル	{JLPT2}
ja	問屋	{JLPT1}
ja	トーン	{JLPT1}
ja	ドア	{JLPT4}
ja	どう	{JLPT4}
ja	胴	{JLPT2}
ja	道	{JLPT2,JLPT4}
ja	銅	{JLPT2}
ja	同	{JLPT2}
ja	同意	{JLPT1}
ja	同一	{JLPT2}
ja	動員	{JLPT1}
ja	どうか	{JLPT2}
ja	同格	{JLPT2}
ja	同感	{JLPT1}
ja	動機	{JLPT1}
ja	同級	{JLPT1}
ja	同居	{JLPT1}
ja	道具	{JLPT3}
ja	動向	{JLPT1}
ja	動作	{JLPT2}
ja	動詞	{JLPT2}
ja	同士	{JLPT1}
ja	同志	{JLPT1}
ja	どうして	{JLPT4}
ja	どうしても	{JLPT2}
ja	同時	{JLPT2}
ja	同情	{JLPT1}
ja	道場	{JLPT1}
ja	どうせ	{JLPT2}
ja	どうぞ	{JLPT4}
ja	同調	{JLPT1}
ja	動的	{JLPT1}
ja	同等	{JLPT1}
ja	道徳	{JLPT2}
ja	堂々	{JLPT1}
ja	どうにか	{JLPT2}
ja	導入	{JLPT1}
ja	同封	{JLPT1}
ja	動物	{JLPT4}
ja	動物園	{JLPT3}
ja	同盟	{JLPT1}
ja	どうも	{JLPT4}
ja	どうやら	{JLPT1}
ja	動揺	{JLPT1}
ja	同様	{JLPT2}
ja	童謡	{JLPT2}
ja	同僚	{JLPT2}
ja	動力	{JLPT1}
ja	道路	{JLPT2}
ja	童話	{JLPT2}
ja	どきどき	{JLPT2}
ja	毒	{JLPT2}
ja	退く	{JLPT2}
ja	独裁	{JLPT1}
ja	読者	{JLPT1}
ja	読書	{JLPT2}
ja	独身	{JLPT2}
ja	独自	{JLPT1}
ja	独占	{JLPT1}
ja	独創	{JLPT1}
ja	独特	{JLPT2}
ja	独立	{JLPT2}
ja	退ける	{JLPT2}
ja	何処	{JLPT4}
ja	何処か	{JLPT2}
ja	所か	{JLPT1}
ja	土台	{JLPT1}
ja	何方	{JLPT4}
ja	どっと	{JLPT2}
ja	土手	{JLPT1}
ja	どなた	{JLPT4}
ja	怒鳴る	{JLPT2}
ja	何の	{JLPT4}
ja	殿	{JLPT2}
ja	土俵	{JLPT1}
ja	溝	{JLPT1}
ja	土木	{JLPT1}
ja	土曜	{JLPT2}
ja	土曜日	{JLPT4}
ja	ドライ	{JLPT1}
ja	ドライクリーニング	{JLPT1}
ja	ドライバー	{JLPT1}
ja	ドライブ	{JLPT2}
ja	ドライブイン	{JLPT1}
ja	ドラマ	{JLPT2}
ja	努力	{JLPT2}
ja	ドリル	{JLPT1}
ja	どれ	{JLPT4}
ja	ドレス	{JLPT2}
ja	泥	{JLPT2}
ja	泥棒	{JLPT3}
ja	度忘れ	{JLPT1}
ja	鈍感	{JLPT1}
ja	どんどん	{JLPT3}
ja	どんな	{JLPT4}
ja	どんなに	{JLPT2}
ja	丼	{JLPT2}
ja	無い	{JLPT4}
ja	内科	{JLPT2}
ja	内閣	{JLPT1}
ja	乃至	{JLPT1}
ja	内緒	{JLPT1}
ja	内心	{JLPT1}
ja	内線	{JLPT2}
ja	内臓	{JLPT1}
ja	ナイター	{JLPT1}
ja	ナイフ	{JLPT4}
ja	内部	{JLPT1}
ja	内容	{JLPT2}
ja	内乱	{JLPT1}
ja	内陸	{JLPT1}
ja	ナイロン	{JLPT2}
ja	苗	{JLPT1}
ja	尚	{JLPT2}
ja	尚更	{JLPT1}
ja	治す	{JLPT2}
ja	直す	{JLPT2,JLPT3}
ja	治る	{JLPT3}
ja	直る	{JLPT3}
ja	仲	{JLPT2}
ja	仲直り	{JLPT2}
ja	中々	{JLPT3}
ja	半ば	{JLPT2}
ja	中程	{JLPT1}
ja	仲間	{JLPT2}
ja	中味	{JLPT2}
ja	中身	{JLPT2}
ja	中指	{JLPT2}
ja	仲良し	{JLPT2}
ja	永い	{JLPT4}
ja	長い	{JLPT4}
ja	流し	{JLPT1}
ja	流す	{JLPT2}
ja	長長	{JLPT1}
ja	長引く	{JLPT2}
ja	眺め	{JLPT2}
ja	眺める	{JLPT2}
ja	乍ら	{JLPT4}
ja	流れ	{JLPT2}
ja	流れる	{JLPT2}
ja	渚	{JLPT1}
ja	泣く	{JLPT3}
ja	鳴く	{JLPT4}
ja	無くす	{JLPT4}
ja	亡くなる	{JLPT3}
ja	無くなる	{JLPT3}
ja	慰める	{JLPT2}
ja	殴る	{JLPT2}
ja	嘆く	{JLPT1}
ja	投げ出す	{JLPT1}
ja	投げる	{JLPT3}
ja	仲人	{JLPT1}
ja	和やか	{JLPT1}
ja	名残	{JLPT1}
ja	情け	{JLPT1}
ja	情け無い	{JLPT1}
ja	情け深い	{JLPT1}
ja	為さる	{JLPT3}
ja	無し	{JLPT2}
ja	為す	{JLPT2}
ja	何故	{JLPT4}
ja	何故なら	{JLPT2}
ja	謎	{JLPT2}
ja	謎謎	{JLPT2}
ja	名高い	{JLPT1}
ja	傾らか	{JLPT2}
ja	雪崩	{JLPT1}
ja	納得	{JLPT2}
ja	夏	{JLPT4}
ja	懐かしい	{JLPT2}
ja	懐く	{JLPT1}
ja	夏休み	{JLPT4}
ja	名付ける	{JLPT1}
ja	撫でる	{JLPT2}
ja	七つ	{JLPT4}
ja	斜め	{JLPT2}
ja	何	{JLPT4}
ja	何か	{JLPT2}
ja	何気ない	{JLPT1}
ja	何しろ	{JLPT2}
ja	何卒	{JLPT1}
ja	何々	{JLPT2}
ja	何分	{JLPT2}
ja	何も	{JLPT2}
ja	何より	{JLPT1}
ja	七日	{JLPT4}
ja	名札	{JLPT1}
ja	ナプキン	{JLPT1}
ja	鍋	{JLPT2}
ja	生意気	{JLPT2}
ja	名前	{JLPT4}
ja	生臭い	{JLPT1}
ja	怠ける	{JLPT2}
ja	生温い	{JLPT1}
ja	生身	{JLPT1}
ja	鉛	{JLPT1}
ja	並	{JLPT1}
ja	波	{JLPT2}
ja	並木	{JLPT2}
ja	涙	{JLPT2}
ja	滑らか	{JLPT1}
ja	嘗める	{JLPT1}
ja	悩ましい	{JLPT1}
ja	悩ます	{JLPT1}
ja	悩み	{JLPT1}
ja	悩む	{JLPT2}
ja	習う	{JLPT4}
ja	慣らす	{JLPT1}
ja	馴らす	{JLPT1}
ja	鳴らす	{JLPT2}
ja	並びに	{JLPT1}
ja	並ぶ	{JLPT4}
ja	並べる	{JLPT4}
ja	成り立つ	{JLPT1}
ja	成る	{JLPT2}
ja	生る	{JLPT2}
ja	鳴る	{JLPT3}
ja	成る丈	{JLPT1}
ja	成る可く	{JLPT3}
ja	成る程	{JLPT3}
ja	慣れ	{JLPT1}
ja	馴れ馴れしい	{JLPT1}
ja	慣れる	{JLPT3}
ja	縄	{JLPT2}
ja	難	{JLPT1}
ja	なんか	{JLPT1}
ja	南極	{JLPT2}
ja	ナンセンス	{JLPT1}
ja	何だか	{JLPT1}
ja	なんだかんだ	{JLPT1}
ja	なんて	{JLPT2}
ja	何で	{JLPT2}
ja	何でも	{JLPT2}
ja	何と	{JLPT1}
ja	何とか	{JLPT2}
ja	何となく	{JLPT2}
ja	何とも	{JLPT2}
ja	何なり	{JLPT1}
ja	ナンバー	{JLPT2}
ja	南米	{JLPT2}
ja	南北	{JLPT2}
ja	二	{JLPT4}
ja	荷	{JLPT1}
ja	似合う	{JLPT2}
ja	煮える	{JLPT2}
ja	匂い	{JLPT3}
ja	匂う	{JLPT2}
ja	似通う	{JLPT1}
ja	苦い	{JLPT3}
ja	逃がす	{JLPT2}
ja	苦手	{JLPT2}
ja	靤	{JLPT1}
ja	賑やか	{JLPT4}
ja	握る	{JLPT2}
ja	賑わう	{JLPT1}
ja	肉	{JLPT4}
ja	憎い	{JLPT2}
ja	憎しみ	{JLPT1}
ja	肉親	{JLPT1}
ja	肉体	{JLPT1}
ja	憎む	{JLPT2}
ja	憎らしい	{JLPT2}
ja	逃げ出す	{JLPT1}
ja	逃げる	{JLPT3}
ja	にこにこ	{JLPT2}
ja	濁る	{JLPT2}
ja	西	{JLPT4}
ja	西日	{JLPT1}
ja	虹	{JLPT2}
ja	滲む	{JLPT1}
ja	贋物	{JLPT1}
ja	日時	{JLPT2}
ja	日常	{JLPT2}
ja	日夜	{JLPT1}
ja	日曜	{JLPT2}
ja	日用品	{JLPT2}
ja	日曜日	{JLPT4}
ja	日課	{JLPT2}
ja	日記	{JLPT3}
ja	日光	{JLPT2}
ja	にっこり	{JLPT2}
ja	日中	{JLPT2}
ja	日程	{JLPT2}
ja	日本	{JLPT2}
ja	荷造	{JLPT1}
ja	担う	{JLPT1}
ja	鈍い	{JLPT2}
ja	鈍る	{JLPT1}
ja	にも拘らず	{JLPT1}
ja	荷物	{JLPT4}
ja	ニュアンス	{JLPT1}
ja	入院	{JLPT3}
ja	入学	{JLPT3}
ja	入社	{JLPT2}
ja	入手	{JLPT1}
ja	入賞	{JLPT1}
ja	入場	{JLPT2}
ja	入浴	{JLPT1}
ja	ニュー	{JLPT1}
ja	ニュース	{JLPT4}
ja	尿	{JLPT1}
ja	女房	{JLPT2}
ja	睨む	{JLPT2}
ja	似る	{JLPT3}
ja	煮る	{JLPT2}
ja	庭	{JLPT4}
ja	俄	{JLPT2}
ja	人気	{JLPT1,JLPT2}
ja	人形	{JLPT3}
ja	人間	{JLPT2}
ja	認識	{JLPT1}
ja	妊娠	{JLPT1}
ja	人情	{JLPT1}
ja	任務	{JLPT1}
ja	任命	{JLPT1}
ja	縫う	{JLPT2}
ja	抜かす	{JLPT1}
ja	抜く	{JLPT2}
ja	脱ぐ	{JLPT4}
ja	抜け出す	{JLPT1}
ja	抜ける	{JLPT2}
ja	盗み	{JLPT1}
ja	盗む	{JLPT3}
ja	沼	{JLPT1}
ja	濡らす	{JLPT2}
ja	塗る	{JLPT3}
ja	温い	{JLPT4}
ja	濡れる	{JLPT3}
ja	根	{JLPT2}
ja	音色	{JLPT1}
ja	値打ち	{JLPT1}
ja	寝かせる	{JLPT1}
ja	ネガ	{JLPT1}
ja	願い	{JLPT2}
ja	願う	{JLPT2}
ja	ネクタイ	{JLPT4}
ja	猫	{JLPT4}
ja	螺子	{JLPT2}
ja	螺旋回し	{JLPT1}
ja	捩じる	{JLPT2}
ja	捩れる	{JLPT1}
ja	鼠	{JLPT2}
ja	妬む	{JLPT1}
ja	強請る	{JLPT1}
ja	値段	{JLPT3}
ja	ネックレス	{JLPT2}
ja	熱心	{JLPT3}
ja	熱する	{JLPT2}
ja	熱帯	{JLPT2}
ja	熱中	{JLPT2}
ja	熱湯	{JLPT1}
ja	熱	{JLPT3}
ja	熱意	{JLPT1}
ja	熱量	{JLPT1}
ja	粘り	{JLPT1}
ja	粘る	{JLPT1}
ja	値引き	{JLPT2}
ja	寝坊	{JLPT3}
ja	寝巻き	{JLPT2}
ja	寝間着	{JLPT2}
ja	根回し	{JLPT1}
ja	眠い	{JLPT3}
ja	眠たい	{JLPT3}
ja	眠る	{JLPT3}
ja	狙い	{JLPT2}
ja	狙う	{JLPT2}
ja	寝る	{JLPT4}
ja	練る	{JLPT1}
ja	念	{JLPT1}
ja	年鑑	{JLPT1}
ja	年間	{JLPT2}
ja	年賀	{JLPT1}
ja	念願	{JLPT1}
ja	年号	{JLPT1}
ja	燃焼	{JLPT1}
ja	年中	{JLPT2}
ja	年生	{JLPT2}
ja	年代	{JLPT2}
ja	年長	{JLPT1}
ja	年度	{JLPT2}
ja	燃料	{JLPT1}
ja	年輪	{JLPT1}
ja	年齢	{JLPT2}
ja	ね	{JLPT2}
ja	野	{JLPT2}
ja	ノイローゼ	{JLPT1}
ja	能	{JLPT2}
ja	脳	{JLPT1}
ja	農家	{JLPT2}
ja	農業	{JLPT2}
ja	農耕	{JLPT1}
ja	農産物	{JLPT2}
ja	農場	{JLPT1}
ja	農村	{JLPT2}
ja	農地	{JLPT1}
ja	濃度	{JLPT2}
ja	納入	{JLPT1}
ja	農民	{JLPT2}
ja	農薬	{JLPT2}
ja	能率	{JLPT2}
ja	能力	{JLPT2}
ja	逃す	{JLPT1}
ja	逃れる	{JLPT1}
ja	軒並	{JLPT1}
ja	鋸	{JLPT2}
ja	残す	{JLPT2}
ja	残らず	{JLPT2}
ja	残り	{JLPT2}
ja	残る	{JLPT3}
ja	乗せる	{JLPT2}
ja	載せる	{JLPT2}
ja	覗く	{JLPT2}
ja	除く	{JLPT2}
ja	望ましい	{JLPT1}
ja	望み	{JLPT2}
ja	望む	{JLPT2}
ja	臨む	{JLPT1}
ja	ノック	{JLPT2}
ja	乗っ取る	{JLPT1}
ja	喉	{JLPT3}
ja	長閑	{JLPT1}
ja	罵る	{JLPT1}
ja	伸ばす	{JLPT2}
ja	延びる	{JLPT2}
ja	延べ	{JLPT1}
ja	述べる	{JLPT2}
ja	上り	{JLPT2}
ja	登る	{JLPT4}
ja	飲み込む	{JLPT1}
ja	飲み物	{JLPT4}
ja	飲む	{JLPT4}
ja	糊	{JLPT2}
ja	乗り換え	{JLPT2}
ja	乗り換える	{JLPT3}
ja	乗り越し	{JLPT2}
ja	乗り込む	{JLPT1}
ja	乗り物	{JLPT3}
ja	乗る	{JLPT4}
ja	載る	{JLPT2}
ja	のろのろ	{JLPT2}
ja	呑気	{JLPT2}
ja	のんびり	{JLPT2}
ja	ノート	{JLPT4}
ja	刃	{JLPT1}
ja	歯	{JLPT4}
ja	派	{JLPT1}
ja	葉	{JLPT3}
ja	はあ	{JLPT2}
ja	把握	{JLPT1}
ja	はい	{JLPT4}
ja	敗	{JLPT1}
ja	灰	{JLPT2}
ja	肺	{JLPT1}
ja	灰色	{JLPT2}
ja	廃棄	{JLPT1}
ja	配給	{JLPT1}
ja	ハイキング	{JLPT2}
ja	俳句	{JLPT2}
ja	配偶者	{JLPT1}
ja	拝啓	{JLPT1}
ja	背景	{JLPT1}
ja	拝見	{JLPT2,JLPT3}
ja	背後	{JLPT1}
ja	灰皿	{JLPT4}
ja	廃止	{JLPT1}
ja	歯医者	{JLPT3}
ja	拝借	{JLPT1}
ja	排除	{JLPT1}
ja	排水	{JLPT1}
ja	敗戦	{JLPT1}
ja	配達	{JLPT2}
ja	配置	{JLPT1}
ja	配布	{JLPT1}
ja	配分	{JLPT1}
ja	敗北	{JLPT1}
ja	俳優	{JLPT2}
ja	配慮	{JLPT1}
ja	入る	{JLPT4}
ja	配列	{JLPT1}
ja	這	{JLPT2}
ja	映える	{JLPT1}
ja	生える	{JLPT2}
ja	墓	{JLPT2}
ja	破壊	{JLPT1}
ja	博士	{JLPT2}
ja	捗る	{JLPT1}
ja	儚い	{JLPT1}
ja	秤	{JLPT2}
ja	図る	{JLPT1}
ja	測る	{JLPT2}
ja	計る	{JLPT2}
ja	諮る	{JLPT1}
ja	量る	{JLPT2}
ja	葉書	{JLPT4}
ja	剥がす	{JLPT2}
ja	破棄	{JLPT1}
ja	吐気	{JLPT2}
ja	はきはき	{JLPT2}
ja	吐く	{JLPT2}
ja	履く	{JLPT4}
ja	掃く	{JLPT2}
ja	泊	{JLPT2}
ja	穿く	{JLPT4}
ja	迫害	{JLPT1}
ja	拍手	{JLPT2}
ja	薄弱	{JLPT1}
ja	白状	{JLPT1}
ja	博物館	{JLPT2}
ja	剥ぐ	{JLPT1}
ja	歯車	{JLPT2}
ja	派遣	{JLPT1}
ja	激しい	{JLPT2}
ja	励ます	{JLPT1}
ja	励む	{JLPT1}
ja	剥げる	{JLPT1}
ja	箱	{JLPT4}
ja	運ぶ	{JLPT3}
ja	挟まる	{JLPT2}
ja	鋏	{JLPT2}
ja	挟む	{JLPT2}
ja	破産	{JLPT2}
ja	端	{JLPT2}
ja	箸	{JLPT4}
ja	梯子	{JLPT2}
ja	柱	{JLPT2}
ja	走る	{JLPT4}
ja	橋渡し	{JLPT1}
ja	恥	{JLPT1}
ja	弾く	{JLPT1,JLPT4}
ja	始まり	{JLPT2}
ja	始まる	{JLPT4}
ja	初め	{JLPT4}
ja	初めて	{JLPT4}
ja	はじめまして	{JLPT4}
ja	始める	{JLPT3}
ja	恥らう	{JLPT1}
ja	恥じる	{JLPT1}
ja	斜	{JLPT2}
ja	筈	{JLPT3}
ja	恥ずかしい	{JLPT3}
ja	外す	{JLPT2}
ja	弾む	{JLPT1}
ja	外れる	{JLPT2}
ja	破損	{JLPT1}
ja	旗	{JLPT2}
ja	畑	{JLPT2}
ja	果たして	{JLPT2}
ja	果たす	{JLPT1}
ja	二十歳	{JLPT4}
ja	働き	{JLPT2}
ja	働く	{JLPT4}
ja	肌	{JLPT2}
ja	裸	{JLPT2}
ja	肌着	{JLPT2}
ja	裸足	{JLPT1}
ja	八	{JLPT4}
ja	鉢	{JLPT2}
ja	蜂蜜	{JLPT1}
ja	発揮	{JLPT2}
ja	はっきり	{JLPT3}
ja	発掘	{JLPT2}
ja	発見	{JLPT2}
ja	発行	{JLPT2}
ja	発射	{JLPT2}
ja	発車	{JLPT2}
ja	発生	{JLPT1}
ja	発想	{JLPT2}
ja	発達	{JLPT2}
ja	発展	{JLPT2}
ja	発表	{JLPT2}
ja	発	{JLPT2}
ja	発育	{JLPT1}
ja	発音	{JLPT3}
ja	二十日	{JLPT4}
ja	発芽	{JLPT1}
ja	発言	{JLPT1}
ja	発電	{JLPT2}
ja	発売	{JLPT2}
ja	発病	{JLPT1}
ja	初耳	{JLPT1}
ja	発明	{JLPT2}
ja	果	{JLPT1}
ja	果てる	{JLPT1}
ja	派手	{JLPT2}
ja	花	{JLPT4}
ja	鼻	{JLPT4}
ja	話	{JLPT4}
ja	話し合い	{JLPT2}
ja	話し合う	{JLPT2}
ja	話し掛ける	{JLPT2}
ja	話し中	{JLPT2}
ja	放す	{JLPT2}
ja	話す	{JLPT4}
ja	離す	{JLPT2}
ja	甚だ	{JLPT1}
ja	甚だしい	{JLPT2}
ja	華々しい	{JLPT1}
ja	花火	{JLPT2}
ja	花弁	{JLPT1}
ja	花見	{JLPT3}
ja	華やか	{JLPT1}
ja	花嫁	{JLPT2}
ja	放れる	{JLPT2}
ja	離れる	{JLPT2}
ja	羽	{JLPT2}
ja	羽根	{JLPT2}
ja	跳ねる	{JLPT2}
ja	母	{JLPT4}
ja	母親	{JLPT2}
ja	幅	{JLPT2}
ja	阻む	{JLPT1}
ja	省く	{JLPT2}
ja	破片	{JLPT2}
ja	浜	{JLPT1}
ja	浜辺	{JLPT1}
ja	嵌る	{JLPT1}
ja	歯磨き	{JLPT2}
ja	嵌める	{JLPT2}
ja	早い	{JLPT4}
ja	速い	{JLPT4}
ja	早口	{JLPT2}
ja	林	{JLPT3}
ja	生やす	{JLPT1}
ja	早める	{JLPT1}
ja	流行る	{JLPT2}
ja	原	{JLPT2}
ja	腹	{JLPT2}
ja	払い込む	{JLPT2}
ja	払い戻す	{JLPT2}
ja	払う	{JLPT3}
ja	腹立つ	{JLPT1}
ja	原っぱ	{JLPT1}
ja	はらはら	{JLPT1}
ja	針	{JLPT2}
ja	針金	{JLPT2}
ja	張り紙	{JLPT1}
ja	張り切る	{JLPT2}
ja	張る	{JLPT2}
ja	春	{JLPT4}
ja	貼る	{JLPT2,JLPT4}
ja	遥か	{JLPT1}
ja	晴れ	{JLPT4}
ja	破裂	{JLPT1}
ja	晴れる	{JLPT4}
ja	腫れる	{JLPT1}
ja	判	{JLPT1}
ja	半	{JLPT2,JLPT4}
ja	反	{JLPT2}
ja	版	{JLPT1}
ja	班	{JLPT1}
ja	範囲	{JLPT2}
ja	反映	{JLPT2}
ja	繁栄	{JLPT1}
ja	ハンカチ	{JLPT4}
ja	反感	{JLPT1}
ja	版画	{JLPT1}
ja	ハンガー	{JLPT1}
ja	反響	{JLPT1}
ja	半径	{JLPT2}
ja	判決	{JLPT1}
ja	反撃	{JLPT1}
ja	判子	{JLPT2}
ja	反抗	{JLPT2}
ja	ハンサム	{JLPT2}
ja	娘	{JLPT3}
ja	犯罪	{JLPT2}
ja	反射	{JLPT1}
ja	繁殖	{JLPT1}
ja	判事	{JLPT2}
ja	繁盛	{JLPT1}
ja	反する	{JLPT2}
ja	反省	{JLPT2}
ja	反対	{JLPT3}
ja	判断	{JLPT2}
ja	判定	{JLPT1}
ja	半島	{JLPT2}
ja	ハンドル	{JLPT2}
ja	犯人	{JLPT2}
ja	反応	{JLPT1}
ja	販売	{JLPT2}
ja	ハンバーグ	{JLPT3}
ja	半端	{JLPT1}
ja	反発	{JLPT1}
ja	半分	{JLPT4}
ja	反乱	{JLPT1}
ja	氾濫	{JLPT1}
ja	場合	{JLPT3}
ja	倍	{JLPT2,JLPT3}
ja	バイオリン	{JLPT2}
ja	黴菌	{JLPT1}
ja	賠償	{JLPT1}
ja	売店	{JLPT2}
ja	売買	{JLPT2}
ja	バイバイ	{JLPT2}
ja	倍率	{JLPT1}
ja	馬鹿	{JLPT2}
ja	馬鹿馬鹿しい	{JLPT1}
ja	馬鹿らしい	{JLPT2}
ja	ばかり	{JLPT3}
ja	漠然	{JLPT1}
ja	莫大	{JLPT2}
ja	爆弾	{JLPT1}
ja	爆破	{JLPT1}
ja	爆発	{JLPT2}
ja	暴露	{JLPT1}
ja	バケツ	{JLPT2}
ja	化ける	{JLPT1}
ja	場所	{JLPT3}
ja	バス	{JLPT1,JLPT4}
ja	バター	{JLPT4}
ja	ハンドバッグ	{JLPT2}
ja	バッグ	{JLPT2}
ja	バッジ	{JLPT1}
ja	罰する	{JLPT2}
ja	ばったり	{JLPT2}
ja	バッテリー	{JLPT1}
ja	バット	{JLPT1}
ja	ばつ	{JLPT2}
ja	罰	{JLPT1}
ja	ばてる	{JLPT1}
ja	発条	{JLPT2}
ja	場面	{JLPT2}
ja	散撒く	{JLPT1}
ja	バランス	{JLPT2}
ja	晩	{JLPT4}
ja	番	{JLPT2,JLPT4}
ja	バン	{JLPT2}
ja	番組	{JLPT3}
ja	番号	{JLPT4}
ja	晩御飯	{JLPT4}
ja	万歳	{JLPT2}
ja	番地	{JLPT2}
ja	万人	{JLPT1}
ja	晩年	{JLPT1}
ja	万能	{JLPT1}
ja	番目	{JLPT2}
ja	バー	{JLPT1}
ja	パイプ	{JLPT2}
ja	パイロット	{JLPT2}
ja	パジャマ	{JLPT1}
ja	パス	{JLPT2}
ja	パスポート	{JLPT2}
ja	パソコン	{JLPT3}
ja	パターン	{JLPT2}
ja	パチンコ	{JLPT1}
ja	パトカー	{JLPT1}
ja	パパ	{JLPT3}
ja	パン	{JLPT4}
ja	パンク	{JLPT1}
ja	パンツ	{JLPT2}
ja	パーセント	{JLPT2}
ja	パーティー	{JLPT4}
ja	パート	{JLPT3}
ja	火	{JLPT3}
ja	灯	{JLPT3}
ja	碑	{JLPT1}
ja	被	{JLPT1}
ja	費	{JLPT2}
ja	非	{JLPT2}
ja	日当たり	{JLPT2}
ja	延いては	{JLPT1}
ja	冷える	{JLPT3}
ja	控室	{JLPT1}
ja	控える	{JLPT1}
ja	比較	{JLPT2}
ja	比較的	{JLPT2}
ja	日陰	{JLPT1}
ja	光る	{JLPT3}
ja	悲観	{JLPT1}
ja	被害	{JLPT2}
ja	日帰り	{JLPT2}
ja	東	{JLPT4}
ja	匹	{JLPT4}
ja	引き上げる	{JLPT1}
ja	率いる	{JLPT1}
ja	引き受ける	{JLPT2}
ja	引き起こす	{JLPT1}
ja	引き返す	{JLPT2}
ja	引き下げる	{JLPT1}
ja	引き算	{JLPT2}
ja	引き摺る	{JLPT1}
ja	引き出し	{JLPT3}
ja	引き出す	{JLPT2}
ja	引き止める	{JLPT2}
ja	引き取る	{JLPT1}
ja	卑怯	{JLPT2}
ja	引分	{JLPT2}
ja	引く	{JLPT4}
ja	轢く	{JLPT2}
ja	低い	{JLPT4}
ja	否決	{JLPT1}
ja	髭	{JLPT3}
ja	悲劇	{JLPT2}
ja	非行	{JLPT1}
ja	飛行	{JLPT2}
ja	飛行機	{JLPT4}
ja	飛行場	{JLPT3}
ja	日頃	{JLPT1}
ja	久しい	{JLPT1}
ja	久しぶり	{JLPT3}
ja	悲惨	{JLPT1}
ja	膝	{JLPT2}
ja	陽射し	{JLPT2}
ja	秘書	{JLPT1}
ja	肘	{JLPT2}
ja	比重	{JLPT1}
ja	非常	{JLPT2}
ja	非常に	{JLPT3}
ja	歪む	{JLPT1}
ja	密か	{JLPT1}
ja	浸す	{JLPT1}
ja	只管	{JLPT1}
ja	左	{JLPT4}
ja	左利き	{JLPT1}
ja	引っ掛かる	{JLPT2}
ja	引っ掻く	{JLPT1}
ja	引っ掛ける	{JLPT2}
ja	筆記	{JLPT2}
ja	引っ繰り返す	{JLPT2}
ja	引っ繰り返る	{JLPT2}
ja	引越し	{JLPT2}
ja	引っ越す	{JLPT3}
ja	引っ込む	{JLPT2}
ja	必死	{JLPT2}
ja	筆者	{JLPT2}
ja	必修	{JLPT1}
ja	匹敵	{JLPT1}
ja	引っ張る	{JLPT2}
ja	必需品	{JLPT2}
ja	必然	{JLPT1}
ja	必要	{JLPT3}
ja	日付	{JLPT2}
ja	否定	{JLPT2}
ja	一息	{JLPT1}
ja	人影	{JLPT1}
ja	人柄	{JLPT1}
ja	一言	{JLPT2}
ja	一頃	{JLPT1}
ja	人込み	{JLPT2}
ja	人差し指	{JLPT2}
ja	等しい	{JLPT2}
ja	人質	{JLPT1}
ja	一筋	{JLPT1}
ja	一つ	{JLPT4}
ja	一月	{JLPT4}
ja	一通り	{JLPT2}
ja	人通り	{JLPT2}
ja	一先ず	{JLPT2}
ja	瞳	{JLPT2}
ja	人目	{JLPT1}
ja	一休み	{JLPT2}
ja	一人	{JLPT4}
ja	独り	{JLPT2}
ja	独り言	{JLPT2}
ja	独りでに	{JLPT2}
ja	一人一人	{JLPT2}
ja	酷い	{JLPT3}
ja	日取り	{JLPT1}
ja	雛	{JLPT1}
ja	日向	{JLPT1}
ja	雛祭り	{JLPT1}
ja	避難	{JLPT1}
ja	非難	{JLPT1}
ja	皮肉	{JLPT2}
ja	日日	{JLPT2}
ja	捻る	{JLPT2}
ja	日の入り	{JLPT2}
ja	日の出	{JLPT2}
ja	日の丸	{JLPT1}
ja	批判	{JLPT2}
ja	火花	{JLPT1}
ja	批評	{JLPT2}
ja	皹	{JLPT1}
ja	響き	{JLPT2}
ja	響く	{JLPT2}
ja	皮膚	{JLPT2}
ja	暇	{JLPT4}
ja	秘密	{JLPT2}
ja	悲鳴	{JLPT1}
ja	紐	{JLPT2}
ja	百	{JLPT4}
ja	百科事典	{JLPT2}
ja	百科辞典	{JLPT2}
ja	冷やかす	{JLPT1}
ja	日焼け	{JLPT1}
ja	冷やす	{JLPT2}
ja	票	{JLPT1}
ja	評価	{JLPT2}
ja	表現	{JLPT2}
ja	標語	{JLPT1}
ja	表紙	{JLPT2}
ja	標識	{JLPT2}
ja	標準	{JLPT2}
ja	表情	{JLPT2}
ja	評判	{JLPT2}
ja	標本	{JLPT2}
ja	表面	{JLPT2}
ja	評論	{JLPT2}
ja	ひょっと	{JLPT1}
ja	費用	{JLPT2}
ja	平仮名	{JLPT4}
ja	平たい	{JLPT1}
ja	比率	{JLPT1}
ja	肥料	{JLPT1}
ja	昼	{JLPT4}
ja	昼御飯	{JLPT4}
ja	昼寝	{JLPT2}
ja	昼間	{JLPT3}
ja	昼飯	{JLPT1}
ja	昼休み	{JLPT3}
ja	比例	{JLPT1}
ja	広い	{JLPT4}
ja	披露	{JLPT1}
ja	拾う	{JLPT3}
ja	疲労	{JLPT1}
ja	広がる	{JLPT2}
ja	広げる	{JLPT2}
ja	広さ	{JLPT2}
ja	広場	{JLPT2}
ja	広々	{JLPT2}
ja	広まる	{JLPT1}
ja	広める	{JLPT2}
ja	貧血	{JLPT1}
ja	貧困	{JLPT1}
ja	品質	{JLPT1}
ja	品種	{JLPT1}
ja	貧弱	{JLPT1}
ja	ヒント	{JLPT1}
ja	頻繁	{JLPT1}
ja	美	{JLPT1}
ja	微笑	{JLPT1}
ja	ビジネス	{JLPT1}
ja	美術	{JLPT1}
ja	美術館	{JLPT3}
ja	美人	{JLPT2}
ja	ビタミン	{JLPT2}
ja	吃驚する	{JLPT3}
ja	びっしょり	{JLPT1}
ja	ビデオ	{JLPT2}
ja	ビニール	{JLPT2}
ja	微妙	{JLPT2}
ja	病	{JLPT2}
ja	秒	{JLPT2}
ja	病院	{JLPT4}
ja	病気	{JLPT4}
ja	描写	{JLPT1}
ja	平等	{JLPT2}
ja	美容	{JLPT2}
ja	びら	{JLPT1}
ja	びり	{JLPT1}
ja	微量	{JLPT1}
ja	ビル	{JLPT2}
ja	ビルディング	{JLPT2}
ja	便	{JLPT2}
ja	瓶	{JLPT2}
ja	敏感	{JLPT1}
ja	便箋	{JLPT2}
ja	瓶詰め	{JLPT2}
ja	貧乏	{JLPT1}
ja	ビール	{JLPT2}
ja	ピアノ	{JLPT3}
ja	ぴかぴか	{JLPT2}
ja	ピクニック	{JLPT2}
ja	ピストル	{JLPT2}
ja	ぴたり	{JLPT2}
ja	ぴったり	{JLPT2}
ja	ピン	{JLPT2}
ja	ピンク	{JLPT2}
ja	不	{JLPT2}
ja	無	{JLPT2}
ja	ファイト	{JLPT1}
ja	ファイル	{JLPT1}
ja	ファスナー	{JLPT2}
ja	ファン	{JLPT1}
ja	不安	{JLPT2}
ja	フィルター	{JLPT1}
ja	フィルム	{JLPT4}
ja	不意	{JLPT1}
ja	封	{JLPT1}
ja	風景	{JLPT2}
ja	封鎖	{JLPT1}
ja	風車	{JLPT1}
ja	風習	{JLPT1}
ja	風船	{JLPT2}
ja	風俗	{JLPT1}
ja	封筒	{JLPT4}
ja	風土	{JLPT1}
ja	夫婦	{JLPT2}
ja	不運	{JLPT2}
ja	フェリー	{JLPT1}
ja	笛	{JLPT2}
ja	増える	{JLPT3}
ja	フォーク	{JLPT4}
ja	フォーム	{JLPT1}
ja	不可	{JLPT2}
ja	深い	{JLPT3}
ja	不可欠	{JLPT1}
ja	深まる	{JLPT2}
ja	深める	{JLPT1}
ja	不規則	{JLPT2}
ja	不吉	{JLPT1}
ja	普及	{JLPT2}
ja	不況	{JLPT1}
ja	付近	{JLPT2}
ja	布巾	{JLPT1}
ja	副	{JLPT2}
ja	吹く	{JLPT4}
ja	拭く	{JLPT2}
ja	服	{JLPT4}
ja	福	{JLPT1}
ja	複合	{JLPT1}
ja	複雑	{JLPT3}
ja	副詞	{JLPT2}
ja	福祉	{JLPT1}
ja	複写	{JLPT2}
ja	復習	{JLPT3}
ja	複数	{JLPT2}
ja	服装	{JLPT2}
ja	含む	{JLPT2}
ja	含める	{JLPT2}
ja	覆面	{JLPT1}
ja	膨らます	{JLPT2}
ja	膨らむ	{JLPT2}
ja	膨れる	{JLPT1}
ja	袋	{JLPT2}
ja	不景気	{JLPT1}
ja	不潔	{JLPT2}
ja	更ける	{JLPT2}
ja	老ける	{JLPT1}
ja	耽る	{JLPT1}
ja	不幸	{JLPT2}
ja	布告	{JLPT1}
ja	富豪	{JLPT1}
ja	符号	{JLPT2}
ja	夫妻	{JLPT2}
ja	負債	{JLPT1}
ja	塞がる	{JLPT2}
ja	塞ぐ	{JLPT2}
ja	相応しい	{JLPT1}
ja	不在	{JLPT1}
ja	巫山戯る	{JLPT2}
ja	不思議	{JLPT2}
ja	負傷	{JLPT1}
ja	不審	{JLPT1}
ja	不振	{JLPT1}
ja	不順	{JLPT1}
ja	不自由	{JLPT2}
ja	夫人	{JLPT2}
ja	婦人	{JLPT2}
ja	襖	{JLPT2}
ja	不正	{JLPT2}
ja	防ぐ	{JLPT2}
ja	不足	{JLPT2}
ja	付属	{JLPT2}
ja	蓋	{JLPT2}
ja	双子	{JLPT2}
ja	再び	{JLPT2}
ja	二つ	{JLPT4}
ja	二人	{JLPT4}
ja	負担	{JLPT2}
ja	普段	{JLPT2}
ja	不調	{JLPT1}
ja	復活	{JLPT1}
ja	復旧	{JLPT1}
ja	復興	{JLPT1}
ja	沸騰	{JLPT1}
ja	不通	{JLPT2}
ja	普通	{JLPT3}
ja	二日	{JLPT4}
ja	筆	{JLPT2}
ja	ふと	{JLPT2}
ja	太い	{JLPT4}
ja	不当	{JLPT1}
ja	太る	{JLPT3}
ja	布団	{JLPT3}
ja	不動産	{JLPT1}
ja	船便	{JLPT2}
ja	赴任	{JLPT1}
ja	舟	{JLPT3}
ja	腐敗	{JLPT1}
ja	不評	{JLPT1}
ja	不服	{JLPT1}
ja	吹雪	{JLPT2}
ja	不平	{JLPT2}
ja	普遍	{JLPT1}
ja	不便	{JLPT3}
ja	父母	{JLPT2}
ja	踏まえる	{JLPT1}
ja	不満	{JLPT2}
ja	踏切	{JLPT2}
ja	踏み込む	{JLPT1}
ja	踏む	{JLPT3}
ja	不明	{JLPT1}
ja	麓	{JLPT2}
ja	増やす	{JLPT2}
ja	殖やす	{JLPT2}
ja	冬	{JLPT4}
ja	扶養	{JLPT1}
ja	フライパン	{JLPT2}
ja	ふらふら	{JLPT1}
ja	不利	{JLPT2}
ja	振り	{JLPT1,JLPT2}
ja	振り返る	{JLPT1}
ja	振り仮名	{JLPT2}
ja	振り出し	{JLPT1}
ja	振り向く	{JLPT2}
ja	不良	{JLPT1}
ja	浮力	{JLPT1}
ja	フリー	{JLPT2}
ja	古	{JLPT2}
ja	振る	{JLPT2}
ja	降る	{JLPT4}
ja	古い	{JLPT4}
ja	震える	{JLPT2}
ja	振舞う	{JLPT2}
ja	震わせる	{JLPT1}
ja	触れる	{JLPT2}
ja	風呂	{JLPT4}
ja	付録	{JLPT1}
ja	風呂敷	{JLPT2}
ja	フロント	{JLPT1}
ja	ふわふわ	{JLPT2}
ja	雰囲気	{JLPT2}
ja	噴火	{JLPT2}
ja	憤慨	{JLPT1}
ja	紛失	{JLPT1}
ja	噴出	{JLPT1}
ja	噴水	{JLPT2}
ja	紛争	{JLPT1}
ja	ふんだん	{JLPT1}
ja	奮闘	{JLPT1}
ja	粉末	{JLPT1}
ja	分	{JLPT2,JLPT4}
ja	部	{JLPT2}
ja	部下	{JLPT1}
ja	ぶかぶか	{JLPT1}
ja	武器	{JLPT2}
ja	無沙汰	{JLPT2}
ja	ブザー	{JLPT1}
ja	武士	{JLPT2}
ja	部首	{JLPT2}
ja	無事	{JLPT2}
ja	侮辱	{JLPT1}
ja	武装	{JLPT1}
ja	舞台	{JLPT2}
ja	豚肉	{JLPT4}
ja	部長	{JLPT3}
ja	物価	{JLPT2}
ja	物資	{JLPT1}
ja	物質	{JLPT2}
ja	物騒	{JLPT2}
ja	物体	{JLPT1}
ja	物	{JLPT1,JLPT2,JLPT4}
ja	打つかる	{JLPT2}
ja	物議	{JLPT1}
ja	打つける	{JLPT2}
ja	仏像	{JLPT1}
ja	ぶつぶつ	{JLPT2}
ja	物理	{JLPT2}
ja	葡萄	{JLPT3}
ja	無難	{JLPT1}
ja	部品	{JLPT2}
ja	部分	{JLPT2}
ja	部門	{JLPT1}
ja	ブラウス	{JLPT2}
ja	ぶら下げる	{JLPT2}
ja	ブラシ	{JLPT2}
ja	ぶらぶら	{JLPT1}
ja	武力	{JLPT1}
ja	ブルー	{JLPT1}
ja	無礼	{JLPT1}
ja	ブレーキ	{JLPT2}
ja	ブローチ	{JLPT2}
ja	文	{JLPT2}
ja	文化	{JLPT3}
ja	分解	{JLPT2}
ja	文化財	{JLPT1}
ja	文学	{JLPT3}
ja	分業	{JLPT1}
ja	文献	{JLPT2}
ja	文芸	{JLPT2}
ja	文語	{JLPT1}
ja	分散	{JLPT1}
ja	分子	{JLPT1}
ja	文書	{JLPT1}
ja	文章	{JLPT4}
ja	分数	{JLPT2}
ja	分析	{JLPT2}
ja	文体	{JLPT2}
ja	分担	{JLPT1}
ja	分配	{JLPT1}
ja	分布	{JLPT2}
ja	分母	{JLPT1}
ja	文房具	{JLPT2}
ja	文法	{JLPT3}
ja	文脈	{JLPT2}
ja	文明	{JLPT2}
ja	分野	{JLPT2}
ja	分離	{JLPT1}
ja	分量	{JLPT2}
ja	分類	{JLPT2}
ja	分裂	{JLPT1}
ja	ブーツ	{JLPT1}
ja	ブーム	{JLPT1}
ja	プラス	{JLPT2}
ja	プラスチック	{JLPT2}
ja	プラットホーム	{JLPT2}
ja	プラン	{JLPT2}
ja	プリント	{JLPT2}
ja	プレゼント	{JLPT3}
ja	プロ	{JLPT2}
ja	プログラム	{JLPT2}
ja	プール	{JLPT4}
ja	塀	{JLPT2}
ja	閉会	{JLPT2}
ja	兵器	{JLPT1}
ja	平気	{JLPT2}
ja	平均	{JLPT2}
ja	並行	{JLPT1}
ja	平行	{JLPT2}
ja	閉口	{JLPT1}
ja	閉鎖	{JLPT1}
ja	兵士	{JLPT1}
ja	平日	{JLPT2}
ja	平常	{JLPT1}
ja	兵隊	{JLPT2}
ja	平方	{JLPT1}
ja	平凡	{JLPT2}
ja	平野	{JLPT2}
ja	並列	{JLPT1}
ja	平和	{JLPT2}
ja	辟易	{JLPT1}
ja	凹む	{JLPT2}
ja	へそ	{JLPT2}
ja	下手	{JLPT4}
ja	隔たる	{JLPT1}
ja	隔てる	{JLPT2}
ja	部屋	{JLPT4}
ja	減らす	{JLPT2}
ja	謙る	{JLPT1}
ja	ヘリコプター	{JLPT2}
ja	減る	{JLPT2}
ja	経る	{JLPT1}
ja	変	{JLPT3}
ja	編	{JLPT2}
ja	辺	{JLPT4}
ja	遍	{JLPT2}
ja	変化	{JLPT2}
ja	変革	{JLPT1}
ja	返還	{JLPT1}
ja	返却	{JLPT1}
ja	偏見	{JLPT1}
ja	変更	{JLPT2}
ja	返済	{JLPT1}
ja	編集	{JLPT2}
ja	返事	{JLPT3}
ja	変遷	{JLPT1}
ja	返答	{JLPT1}
ja	変動	{JLPT1}
ja	ベスト	{JLPT1}
ja	ベストセラー	{JLPT1}
ja	別居	{JLPT1}
ja	別荘	{JLPT2}
ja	ベッド	{JLPT4}
ja	別	{JLPT3}
ja	別に	{JLPT2}
ja	別々	{JLPT2}
ja	ベテラン	{JLPT2}
ja	ベル	{JLPT2}
ja	ベルト	{JLPT2}
ja	弁解	{JLPT1}
ja	勉強	{JLPT4}
ja	便宜	{JLPT1}
ja	弁護	{JLPT1}
ja	弁償	{JLPT1}
ja	便所	{JLPT2}
ja	ベンチ	{JLPT2}
ja	弁当	{JLPT2}
ja	便利	{JLPT4}
ja	弁論	{JLPT1}
ja	ベース	{JLPT1}
ja	ペア	{JLPT1}
ja	ぺこぺこ	{JLPT1}
ja	ペット	{JLPT4}
ja	ペン	{JLPT4}
ja	ペンキ	{JLPT2}
ja	ペンチ	{JLPT2}
ja	ページ	{JLPT4}
ja	歩	{JLPT2}
ja	穂	{JLPT1}
ja	保育	{JLPT1}
ja	法	{JLPT2}
ja	法案	{JLPT1}
ja	崩壊	{JLPT1}
ja	方角	{JLPT2}
ja	法学	{JLPT1}
ja	放棄	{JLPT1}
ja	箒	{JLPT2}
ja	封建	{JLPT1}
ja	方言	{JLPT2}
ja	方向	{JLPT2}
ja	報告	{JLPT2}
ja	方策	{JLPT1}
ja	豊作	{JLPT1}
ja	奉仕	{JLPT1}
ja	方式	{JLPT1}
ja	放射	{JLPT1}
ja	放射能	{JLPT1}
ja	報酬	{JLPT1}
ja	放出	{JLPT1}
ja	方針	{JLPT2}
ja	報じる	{JLPT1}
ja	報ずる	{JLPT1}
ja	宝石	{JLPT2}
ja	包装	{JLPT2}
ja	放送	{JLPT3}
ja	法則	{JLPT2}
ja	包帯	{JLPT2}
ja	放置	{JLPT1}
ja	包丁	{JLPT2}
ja	法廷	{JLPT1}
ja	方程式	{JLPT2}
ja	報道	{JLPT1}
ja	褒美	{JLPT1}
ja	豊富	{JLPT2}
ja	方法	{JLPT2}
ja	葬る	{JLPT1}
ja	方面	{JLPT2}
ja	訪問	{JLPT2}
ja	放り込む	{JLPT1}
ja	放り出す	{JLPT1}
ja	法律	{JLPT3}
ja	放る	{JLPT2}
ja	飽和	{JLPT1}
ja	吠える	{JLPT2}
ja	保温	{JLPT1}
ja	捕獲	{JLPT1}
ja	保管	{JLPT1}
ja	朗らか	{JLPT2}
ja	補給	{JLPT1}
ja	補強	{JLPT1}
ja	保健	{JLPT2}
ja	保険	{JLPT1}
ja	捕鯨	{JLPT1}
ja	埃	{JLPT2}
ja	誇り	{JLPT2}
ja	誇る	{JLPT1}
ja	綻びる	{JLPT1}
ja	保護	{JLPT1}
ja	星	{JLPT3}
ja	干し	{JLPT1}
ja	欲しい	{JLPT4}
ja	干し物	{JLPT1}
ja	保守	{JLPT1}
ja	保証	{JLPT2}
ja	保障	{JLPT1}
ja	補償	{JLPT1}
ja	補充	{JLPT1}
ja	補助	{JLPT1}
ja	干す	{JLPT2}
ja	細い	{JLPT4}
ja	舗装	{JLPT1}
ja	補足	{JLPT1}
ja	保存	{JLPT2}
ja	北極	{JLPT2}
ja	発作	{JLPT1}
ja	発足	{JLPT1}
ja	ほっと	{JLPT1}
ja	頬っぺた	{JLPT1}
ja	ホテル	{JLPT4}
ja	仏	{JLPT2}
ja	畔	{JLPT1}
ja	殆ど	{JLPT3}
ja	程	{JLPT2}
ja	歩道	{JLPT2}
ja	施す	{JLPT1}
ja	骨	{JLPT2}
ja	炎	{JLPT2}
ja	頬	{JLPT2}
ja	微笑む	{JLPT2}
ja	略	{JLPT2}
ja	褒める	{JLPT3}
ja	保養	{JLPT1}
ja	堀	{JLPT2}
ja	濠	{JLPT2}
ja	捕虜	{JLPT1}
ja	彫る	{JLPT2}
ja	掘る	{JLPT2}
ja	滅びる	{JLPT1}
ja	滅ぶ	{JLPT1}
ja	滅ぼす	{JLPT1}
ja	本	{JLPT2,JLPT4}
ja	本格	{JLPT1}
ja	本館	{JLPT1}
ja	本気	{JLPT1}
ja	本国	{JLPT1}
ja	本質	{JLPT1}
ja	本体	{JLPT1}
ja	本棚	{JLPT4}
ja	本当	{JLPT4}
ja	本当に	{JLPT4}
ja	本人	{JLPT2}
ja	本音	{JLPT1}
ja	本の	{JLPT2}
ja	本能	{JLPT1}
ja	本場	{JLPT1}
ja	本部	{JLPT2}
ja	本文	{JLPT1}
ja	本名	{JLPT1}
ja	本物	{JLPT2}
ja	翻訳	{JLPT2}
ja	本来	{JLPT2}
ja	ホース	{JLPT1}
ja	ホーム	{JLPT2}
ja	ホール	{JLPT1}
ja	ボイコット	{JLPT1}
ja	棒	{JLPT2}
ja	防	{JLPT2}
ja	防衛	{JLPT1}
ja	貿易	{JLPT3}
ja	望遠鏡	{JLPT2}
ja	防火	{JLPT1}
ja	妨害	{JLPT1}
ja	冒険	{JLPT2}
ja	坊さん	{JLPT2}
ja	帽子	{JLPT4}
ja	防止	{JLPT2}
ja	紡績	{JLPT1}
ja	呆然	{JLPT1}
ja	茫然	{JLPT1}
ja	膨大	{JLPT2}
ja	膨張	{JLPT1}
ja	冒頭	{JLPT1}
ja	暴動	{JLPT1}
ja	防犯	{JLPT2}
ja	暴風	{JLPT1}
ja	坊や	{JLPT2}
ja	暴力	{JLPT1}
ja	募金	{JLPT1}
ja	僕	{JLPT3}
ja	牧師	{JLPT1}
ja	牧場	{JLPT2}
ja	牧畜	{JLPT2}
ja	呆ける	{JLPT1}
ja	暈ける	{JLPT1}
ja	母校	{JLPT1}
ja	母国	{JLPT1}
ja	募集	{JLPT2}
ja	ボタン	{JLPT4}
ja	墓地	{JLPT1}
ja	没収	{JLPT1}
ja	坊ちゃん	{JLPT2}
ja	ぼつぼつ	{JLPT1}
ja	没落	{JLPT1}
ja	ぼやく	{JLPT1}
ja	暈やける	{JLPT1}
ja	ボルト	{JLPT1}
ja	襤褸	{JLPT2}
ja	盆	{JLPT2}
ja	盆地	{JLPT2}
ja	ぼんやり	{JLPT2}
ja	ボーイ	{JLPT2}
ja	ボート	{JLPT2}
ja	ボーナス	{JLPT2}
ja	ボール	{JLPT2}
ja	ボールペン	{JLPT4}
ja	ぽい	{JLPT2}
ja	ポイント	{JLPT1}
ja	ポケット	{JLPT4}
ja	ポジション	{JLPT1}
ja	ポスター	{JLPT2}
ja	ポスト	{JLPT4}
ja	ポット	{JLPT1}
ja	ポンプ	{JLPT1}
ja	ポーズ	{JLPT1}
ja	まあ	{JLPT2}
ja	まあまあ	{JLPT2}
ja	枚	{JLPT4}
ja	マイ	{JLPT1}
ja	毎朝	{JLPT4}
ja	マイク	{JLPT2}
ja	マイクロフォン	{JLPT1}
ja	毎月	{JLPT4}
ja	迷子	{JLPT2}
ja	毎週	{JLPT4}
ja	枚数	{JLPT2}
ja	埋蔵	{JLPT1}
ja	毎度	{JLPT2}
ja	マイナス	{JLPT2}
ja	毎日	{JLPT4}
ja	毎年	{JLPT4}
ja	毎晩	{JLPT4}
ja	参る	{JLPT3}
ja	舞う	{JLPT1}
ja	真上	{JLPT1}
ja	前売り	{JLPT1}
ja	前置き	{JLPT1}
ja	前もって	{JLPT1}
ja	任す	{JLPT1}
ja	負かす	{JLPT1}
ja	任せる	{JLPT2}
ja	賄う	{JLPT1}
ja	曲がる	{JLPT3,JLPT4}
ja	紛らわしい	{JLPT1}
ja	紛れる	{JLPT1}
ja	巻く	{JLPT2}
ja	幕	{JLPT2}
ja	撒く	{JLPT2}
ja	膜	{JLPT1}
ja	蒔く	{JLPT2}
ja	枕	{JLPT2}
ja	負け	{JLPT2}
ja	負ける	{JLPT3}
ja	曲げる	{JLPT2}
ja	誠	{JLPT1}
ja	誠に	{JLPT1}
ja	孫	{JLPT2}
ja	真心	{JLPT1}
ja	間誤つく	{JLPT1}
ja	まごまご	{JLPT2}
ja	まさか	{JLPT2}
ja	正しく	{JLPT1}
ja	摩擦	{JLPT2}
ja	将に	{JLPT2}
ja	正に	{JLPT2}
ja	勝る	{JLPT1}
ja	交ざる	{JLPT2}
ja	混ざる	{JLPT2}
ja	増し	{JLPT1}
ja	真下	{JLPT1}
ja	況して	{JLPT1}
ja	交える	{JLPT1}
ja	真面目	{JLPT3}
ja	交じる	{JLPT2}
ja	混じる	{JLPT2}
ja	交わる	{JLPT1}
ja	増す	{JLPT2}
ja	麻酔	{JLPT1}
ja	マスク	{JLPT2}
ja	マスコミ	{JLPT1}
ja	マスター	{JLPT2}
ja	益々	{JLPT2}
ja	先ず	{JLPT3}
ja	不味い	{JLPT4}
ja	貧しい	{JLPT2}
ja	交ぜる	{JLPT2}
ja	混ぜる	{JLPT2}
ja	又	{JLPT4}
ja	股	{JLPT1,JLPT2}
ja	跨る	{JLPT1}
ja	跨ぐ	{JLPT2}
ja	又は	{JLPT3}
ja	待合室	{JLPT2}
ja	待ち合わせ	{JLPT1}
ja	待ち合わせる	{JLPT2}
ja	街角	{JLPT2}
ja	間違い	{JLPT2}
ja	間違う	{JLPT2}
ja	間違える	{JLPT3}
ja	待ち遠しい	{JLPT1}
ja	待ち望む	{JLPT1}
ja	区々	{JLPT1}
ja	真っ赤	{JLPT2}
ja	末期	{JLPT1}
ja	真暗	{JLPT2}
ja	真黒	{JLPT2}
ja	真青	{JLPT2}
ja	真先	{JLPT2}
ja	マッサージ	{JLPT1}
ja	真白	{JLPT2}
ja	真白い	{JLPT2}
ja	真っ直ぐ	{JLPT4}
ja	真っ直ぐに	{JLPT4}
ja	全く	{JLPT2}
ja	マッチ	{JLPT4}
ja	真っ二つ	{JLPT1}
ja	待つ	{JLPT4}
ja	松	{JLPT2}
ja	祀る	{JLPT2}
ja	祭る	{JLPT2}
ja	纏り	{JLPT1}
ja	纏る	{JLPT2}
ja	纏め	{JLPT1}
ja	纏める	{JLPT2}
ja	窓	{JLPT4}
ja	窓口	{JLPT2}
ja	学ぶ	{JLPT2}
ja	間に合う	{JLPT3}
ja	免れる	{JLPT1}
ja	真似	{JLPT2}
ja	招き	{JLPT1}
ja	招く	{JLPT2}
ja	真似る	{JLPT2}
ja	瞬き	{JLPT1}
ja	麻痺	{JLPT1}
ja	マフラー	{JLPT2}
ja	眩しい	{JLPT2}
ja	瞼	{JLPT2}
ja	まま	{JLPT3}
ja	ママ	{JLPT2}
ja	まみれ	{JLPT1}
ja	豆	{JLPT2}
ja	間も無く	{JLPT2}
ja	守	{JLPT2}
ja	眉	{JLPT1}
ja	迷う	{JLPT2}
ja	マラソン	{JLPT2}
ja	鞠	{JLPT1}
ja	丸．円	{JLPT2}
ja	丸い	{JLPT4}
ja	円い	{JLPT4}
ja	丸ごと	{JLPT1}
ja	丸っきり	{JLPT1}
ja	まるで	{JLPT2}
ja	丸々	{JLPT1}
ja	丸める	{JLPT1}
ja	稀	{JLPT2}
ja	回す	{JLPT2}
ja	回り．周り	{JLPT2}
ja	回り道	{JLPT2}
ja	周る	{JLPT3}
ja	回る	{JLPT3}
ja	万	{JLPT4}
ja	満員	{JLPT2}
ja	漫画	{JLPT3}
ja	満月	{JLPT1}
ja	マンション	{JLPT2}
ja	満場	{JLPT1}
ja	慢性	{JLPT1}
ja	満足	{JLPT2}
ja	満点	{JLPT2}
ja	真ん中	{JLPT3}
ja	万年筆	{JLPT4}
ja	真前	{JLPT1}
ja	真ん円い	{JLPT1}
ja	真丸い	{JLPT1}
ja	万一	{JLPT2}
ja	マーク	{JLPT1}
ja	マーケット	{JLPT2}
ja	み	{JLPT2}
ja	未	{JLPT2}
ja	身	{JLPT2}
ja	見合い	{JLPT1}
ja	見上げる	{JLPT2}
ja	見合わせる	{JLPT1}
ja	見える	{JLPT3}
ja	見送り	{JLPT2}
ja	見送る	{JLPT2}
ja	見落す	{JLPT1}
ja	見下ろす	{JLPT2}
ja	未開	{JLPT1}
ja	味覚	{JLPT1}
ja	見掛け	{JLPT2}
ja	見掛ける	{JLPT1}
ja	味方	{JLPT2}
ja	見方	{JLPT2}
ja	三日月	{JLPT2}
ja	磨く	{JLPT4}
ja	幹	{JLPT1}
ja	右	{JLPT4}
ja	見苦しい	{JLPT1}
ja	見込み	{JLPT1}
ja	未婚	{JLPT1}
ja	見事	{JLPT2}
ja	岬	{JLPT2}
ja	ミシン	{JLPT2}
ja	短い	{JLPT4}
ja	惨め	{JLPT2}
ja	未熟	{JLPT1}
ja	微塵	{JLPT1}
ja	ミス	{JLPT1,JLPT2}
ja	ミスプリント	{JLPT1}
ja	見窄らしい	{JLPT1}
ja	自ら	{JLPT2}
ja	水着	{JLPT2}
ja	水気	{JLPT1}
ja	ミセス	{JLPT1}
ja	見せびらかす	{JLPT1}
ja	見せ物	{JLPT1}
ja	店屋	{JLPT2}
ja	見せる	{JLPT4}
ja	味噌	{JLPT2}
ja	みたい	{JLPT2}
ja	満たす	{JLPT1}
ja	見出し	{JLPT2}
ja	乱れ	{JLPT1}
ja	乱れる	{JLPT1}
ja	未知	{JLPT1}
ja	道順	{JLPT2}
ja	道端	{JLPT1}
ja	導く	{JLPT1}
ja	満ちる	{JLPT2}
ja	身近	{JLPT1}
ja	三日	{JLPT4}
ja	密集	{JLPT1}
ja	密接	{JLPT1}
ja	三つ	{JLPT4}
ja	見っともない	{JLPT2}
ja	蜜	{JLPT2}
ja	見付かる	{JLPT3}
ja	見付ける	{JLPT3}
ja	密度	{JLPT1}
ja	見詰める	{JLPT2}
ja	見積もり	{JLPT1}
ja	未定	{JLPT1}
ja	見通し	{JLPT1}
ja	認める	{JLPT2}
ja	緑	{JLPT4}
ja	皆	{JLPT3,JLPT4}
ja	見直す	{JLPT2}
ja	皆さん	{JLPT4}
ja	見做す	{JLPT1}
ja	南	{JLPT4}
ja	源	{JLPT1}
ja	見習う	{JLPT1}
ja	身形	{JLPT1}
ja	見慣れる	{JLPT2}
ja	醜い	{JLPT2}
ja	峰	{JLPT1}
ja	身の上	{JLPT1}
ja	見逃す	{JLPT1}
ja	身の回り	{JLPT1}
ja	実る	{JLPT2}
ja	見計らう	{JLPT1}
ja	見晴らし	{JLPT1}
ja	身振り	{JLPT1}
ja	身分	{JLPT2}
ja	見本	{JLPT2}
ja	見舞い	{JLPT2}
ja	見舞う	{JLPT2}
ja	未満	{JLPT2}
ja	耳	{JLPT4}
ja	脈	{JLPT1}
ja	土産	{JLPT2}
ja	ミュージック	{JLPT1}
ja	妙	{JLPT2}
ja	明	{JLPT2}
ja	名字	{JLPT2}
ja	未来	{JLPT2}
ja	魅力	{JLPT2}
ja	ミリ	{JLPT2}
ja	見る	{JLPT4}
ja	診る	{JLPT2}
ja	ミルク	{JLPT2}
ja	未練	{JLPT1}
ja	見渡す	{JLPT1}
ja	民間	{JLPT2}
ja	民主	{JLPT2}
ja	民宿	{JLPT1}
ja	民俗	{JLPT1}
ja	民族	{JLPT1}
ja	民謡	{JLPT2}
ja	六日	{JLPT4}
ja	無意味	{JLPT1}
ja	向い	{JLPT2}
ja	向う	{JLPT3}
ja	迎え	{JLPT2}
ja	迎える	{JLPT3}
ja	昔	{JLPT3}
ja	向き	{JLPT2}
ja	剥く	{JLPT2}
ja	向く	{JLPT2}
ja	無口	{JLPT1}
ja	向け	{JLPT2}
ja	向ける	{JLPT2}
ja	無限	{JLPT2}
ja	婿	{JLPT1}
ja	向こう	{JLPT4}
ja	無効	{JLPT1}
ja	無言	{JLPT1}
ja	無視	{JLPT2}
ja	虫	{JLPT3}
ja	蒸暑	{JLPT2}
ja	虫歯	{JLPT2}
ja	毟る	{JLPT1}
ja	寧ろ	{JLPT2}
ja	無地	{JLPT2}
ja	無邪気	{JLPT1}
ja	矛盾	{JLPT2}
ja	蒸す	{JLPT2}
ja	無数	{JLPT2}
ja	息子	{JLPT3}
ja	結	{JLPT1}
ja	結び付き	{JLPT1}
ja	結び付く	{JLPT1}
ja	結び付ける	{JLPT1}
ja	結ぶ	{JLPT2}
ja	難しい	{JLPT4}
ja	無線	{JLPT1}
ja	無駄	{JLPT2}
ja	無駄遣い	{JLPT1}
ja	無断	{JLPT1}
ja	無知	{JLPT1}
ja	無茶	{JLPT1}
ja	無茶苦茶	{JLPT1}
ja	夢中	{JLPT2}
ja	六つ	{JLPT4}
ja	空しい	{JLPT1}
ja	虚しい	{JLPT1}
ja	胸	{JLPT2}
ja	無念	{JLPT1}
ja	無能	{JLPT1}
ja	無闇	{JLPT1}
ja	無用	{JLPT1}
ja	斑	{JLPT1}
ja	村	{JLPT4}
ja	群がる	{JLPT1}
ja	紫	{JLPT2}
ja	無理	{JLPT3}
ja	無料	{JLPT2}
ja	無論	{JLPT1}
ja	ムード	{JLPT1}
ja	目	{JLPT3,JLPT4}
ja	芽	{JLPT2}
ja	姪	{JLPT2}
ja	明確	{JLPT2}
ja	名作	{JLPT2}
ja	名産	{JLPT1}
ja	名刺	{JLPT2}
ja	名詞	{JLPT2}
ja	名所	{JLPT2}
ja	名称	{JLPT1}
ja	迷信	{JLPT2}
ja	命じる	{JLPT2}
ja	命ずる	{JLPT2}
ja	名人	{JLPT2}
ja	命中	{JLPT1}
ja	明白	{JLPT1}
ja	名物	{JLPT2}
ja	名簿	{JLPT1}
ja	銘々	{JLPT2}
ja	名誉	{JLPT1}
ja	明瞭	{JLPT1}
ja	命令	{JLPT2}
ja	明朗	{JLPT1}
ja	迷惑	{JLPT2}
ja	目上	{JLPT2}
ja	目方	{JLPT1}
ja	眼鏡	{JLPT4}
ja	捲る	{JLPT1}
ja	恵まれる	{JLPT2}
ja	恵み	{JLPT1}
ja	恵む	{JLPT1}
ja	巡る	{JLPT2}
ja	目指す	{JLPT2}
ja	目覚まし	{JLPT2}
ja	目覚ましい	{JLPT1}
ja	目覚める	{JLPT1}
ja	飯	{JLPT2}
ja	召し上がる	{JLPT3}
ja	目下	{JLPT1,JLPT2}
ja	目印	{JLPT2}
ja	召す	{JLPT1}
ja	雌	{JLPT1}
ja	珍しい	{JLPT3}
ja	目立つ	{JLPT2}
ja	滅茶苦茶	{JLPT2}
ja	めっきり	{JLPT2}
ja	メッセージ	{JLPT1}
ja	滅多に	{JLPT2}
ja	目付き	{JLPT1}
ja	滅亡	{JLPT1}
ja	メディア	{JLPT1}
ja	目出度い	{JLPT2}
ja	目途	{JLPT1}
ja	メニュー	{JLPT2}
ja	眩暈	{JLPT2}
ja	メモ	{JLPT2}
ja	目盛り	{JLPT1}
ja	目安	{JLPT2}
ja	メロディー	{JLPT1}
ja	綿	{JLPT2}
ja	面	{JLPT2}
ja	面会	{JLPT1}
ja	免許	{JLPT2}
ja	免除	{JLPT1}
ja	面する	{JLPT1}
ja	面積	{JLPT2}
ja	面接	{JLPT2}
ja	免税	{JLPT2}
ja	面倒	{JLPT2}
ja	面倒臭い	{JLPT2}
ja	メンバー	{JLPT2}
ja	面目	{JLPT1}
ja	メーカー	{JLPT1}
ja	メーター	{JLPT2}
ja	メートル	{JLPT4}
ja	メール	{JLPT2}
ja	Ｅメール	{JLPT2}
ja	ｅメール	{JLPT2}
ja	喪	{JLPT1}
ja	もう	{JLPT4}
ja	儲かる	{JLPT2}
ja	儲ける	{JLPT2}
ja	設ける	{JLPT1}
ja	申し上げる	{JLPT3}
ja	申し入れる	{JLPT1}
ja	申し込み	{JLPT1}
ja	申し込む	{JLPT2}
ja	申し出	{JLPT1}
ja	申し出る	{JLPT1}
ja	申し分	{JLPT1}
ja	申し訳	{JLPT2}
ja	申し訳ない	{JLPT2}
ja	申す	{JLPT3}
ja	もう直ぐ	{JLPT3}
ja	盲点	{JLPT1}
ja	もう一つ	{JLPT3}
ja	毛布	{JLPT2}
ja	猛烈	{JLPT1}
ja	燃える	{JLPT2}
ja	踠く	{JLPT1}
ja	木材	{JLPT2}
ja	目次	{JLPT2}
ja	目的	{JLPT2}
ja	目標	{JLPT2}
ja	木曜	{JLPT2}
ja	木曜日	{JLPT4}
ja	目録	{JLPT1}
ja	目論見	{JLPT1}
ja	模型	{JLPT1}
ja	模索	{JLPT1}
ja	若し	{JLPT3}
ja	若しかしたら	{JLPT2}
ja	若しかして	{JLPT1}
ja	若しかすると	{JLPT2}
ja	若しくは	{JLPT1}
ja	若しも	{JLPT2}
ja	もしもし	{JLPT4}
ja	文字	{JLPT2}
ja	齎す	{JLPT1}
ja	凭れる	{JLPT2}
ja	モダン	{JLPT2}
ja	持ち	{JLPT2}
ja	餅	{JLPT2}
ja	持ち上げる	{JLPT2}
ja	用いる	{JLPT2}
ja	持ち切り	{JLPT1}
ja	勿論	{JLPT3}
ja	勿体無い	{JLPT2}
ja	以って	{JLPT1}
ja	もっと	{JLPT4}
ja	尤も	{JLPT2}
ja	最も	{JLPT2}
ja	専ら	{JLPT1}
ja	持つ	{JLPT4}
ja	持て成す	{JLPT1}
ja	持てる	{JLPT1}
ja	モデル	{JLPT2}
ja	元	{JLPT2}
ja	基	{JLPT2}
ja	基づく	{JLPT2}
ja	求める	{JLPT2}
ja	元々	{JLPT2}
ja	戻す	{JLPT2}
ja	戻る	{JLPT3}
ja	モニター	{JLPT1}
ja	物置	{JLPT2}
ja	物音	{JLPT2}
ja	物語	{JLPT2}
ja	物語る	{JLPT2}
ja	物事	{JLPT2}
ja	物差し	{JLPT2}
ja	物凄い	{JLPT2}
ja	物好き	{JLPT1}
ja	物足りない	{JLPT1}
ja	モノレール	{JLPT2}
ja	最早	{JLPT1}
ja	模範	{JLPT1}
ja	模倣	{JLPT1}
ja	揉む	{JLPT2}
ja	揉める	{JLPT1}
ja	木綿	{JLPT3}
ja	腿	{JLPT2}
ja	燃やす	{JLPT2}
ja	模様	{JLPT2}
ja	催し	{JLPT2}
ja	催す	{JLPT1}
ja	貰う	{JLPT3}
ja	漏らす	{JLPT1}
ja	森	{JLPT3}
ja	盛り上がる	{JLPT1}
ja	漏る	{JLPT1}
ja	盛る	{JLPT2}
ja	漏れる	{JLPT1}
ja	もろい	{JLPT1}
ja	脆い	{JLPT1}
ja	門	{JLPT4}
ja	文句	{JLPT2}
ja	問題	{JLPT4}
ja	問答	{JLPT2}
ja	モーター	{JLPT2}
ja	モーテル	{JLPT1}
ja	夜	{JLPT2,JLPT4}
ja	屋	{JLPT4}
ja	矢	{JLPT1}
ja	八百屋	{JLPT4}
ja	喧しい	{JLPT2}
ja	夜間	{JLPT2}
ja	薬缶	{JLPT2}
ja	野外	{JLPT1}
ja	軈て	{JLPT2}
ja	役	{JLPT2}
ja	焼く	{JLPT3}
ja	約	{JLPT2}
ja	訳	{JLPT2,JLPT3}
ja	役者	{JLPT2}
ja	役所	{JLPT2}
ja	役職	{JLPT1}
ja	訳す	{JLPT2}
ja	訳する	{JLPT2}
ja	約束	{JLPT3}
ja	役立つ	{JLPT2}
ja	役に立つ	{JLPT3}
ja	役人	{JLPT2}
ja	役場	{JLPT1}
ja	薬品	{JLPT2}
ja	役目	{JLPT2}
ja	役割	{JLPT2}
ja	夜具	{JLPT1}
ja	火傷	{JLPT2}
ja	自棄に	{JLPT1}
ja	焼ける	{JLPT3}
ja	夜行	{JLPT2}
ja	野菜	{JLPT4}
ja	優しい	{JLPT3}
ja	易しい	{JLPT4}
ja	屋敷	{JLPT1}
ja	養う	{JLPT1}
ja	野心	{JLPT1}
ja	矢印	{JLPT2}
ja	安い	{JLPT4}
ja	易い	{JLPT3}
ja	安っぽい	{JLPT1}
ja	休み	{JLPT4}
ja	休む	{JLPT4}
ja	休める	{JLPT1}
ja	野生	{JLPT1}
ja	痩せる	{JLPT3}
ja	矢鱈と	{JLPT1}
ja	矢鱈に	{JLPT1}
ja	家賃	{JLPT2}
ja	厄介	{JLPT2}
ja	薬局	{JLPT2}
ja	八つ	{JLPT4}
ja	やっつける	{JLPT2}
ja	やっと	{JLPT3}
ja	奴	{JLPT1}
ja	野党	{JLPT1}
ja	雇う	{JLPT2}
ja	宿	{JLPT2}
ja	家主	{JLPT2}
ja	屋根	{JLPT2}
ja	矢張り	{JLPT3}
ja	破く	{JLPT2}
ja	破る	{JLPT2}
ja	敗れる	{JLPT2}
ja	破れる	{JLPT2}
ja	闇	{JLPT1}
ja	止む	{JLPT3}
ja	病む	{JLPT1}
ja	やむを得ない	{JLPT2}
ja	辞める	{JLPT2}
ja	稍	{JLPT2}
ja	ややこしい	{JLPT1}
ja	遣り通す	{JLPT1}
ja	遣り遂げる	{JLPT1}
ja	遣る	{JLPT3,JLPT4}
ja	柔らかい	{JLPT3}
ja	軟らかい	{JLPT2}
ja	和らげる	{JLPT1}
ja	ヤング	{JLPT1}
ja	湯	{JLPT3}
ja	唯一	{JLPT2}
ja	優	{JLPT1}
ja	優位	{JLPT1}
ja	憂鬱	{JLPT1}
ja	有益	{JLPT1}
ja	優越	{JLPT1}
ja	遊園地	{JLPT2}
ja	勇敢	{JLPT1}
ja	夕刊	{JLPT2}
ja	夕方	{JLPT4}
ja	勇気	{JLPT2}
ja	有機	{JLPT1}
ja	夕暮れ	{JLPT1}
ja	友好	{JLPT2}
ja	有効	{JLPT2}
ja	融資	{JLPT1}
ja	優秀	{JLPT2}
ja	優勝	{JLPT2}
ja	友情	{JLPT2}
ja	友人	{JLPT2}
ja	有する	{JLPT1}
ja	融通	{JLPT1}
ja	優勢	{JLPT1}
ja	優先	{JLPT1}
ja	郵送	{JLPT2}
ja	夕立	{JLPT2}
ja	誘導	{JLPT1}
ja	有能	{JLPT2}
ja	夕飯	{JLPT4}
ja	夕日	{JLPT2}
ja	優美	{JLPT1}
ja	郵便	{JLPT2}
ja	郵便局	{JLPT4}
ja	夕べ	{JLPT2}
ja	昨夜［の意］	{JLPT4}
ja	有望	{JLPT1}
ja	遊牧	{JLPT1}
ja	有名	{JLPT4}
ja	夕焼け	{JLPT1}
ja	悠々	{JLPT2}
ja	有利	{JLPT2}
ja	有料	{JLPT2}
ja	有力	{JLPT1}
ja	幽霊	{JLPT1}
ja	誘惑	{JLPT1}
ja	床	{JLPT2}
ja	愉快	{JLPT2}
ja	浴衣	{JLPT2}
ja	雪	{JLPT4}
ja	行方	{JLPT2}
ja	輸血	{JLPT2}
ja	湯気	{JLPT2}
ja	揺さぶる	{JLPT1}
ja	輸出	{JLPT3}
ja	譲る	{JLPT2}
ja	輸送	{JLPT2}
ja	豊か	{JLPT2}
ja	油断	{JLPT2}
ja	ゆっくり	{JLPT4}
ja	茹でる	{JLPT2}
ja	ゆとり	{JLPT1}
ja	ユニフォーム	{JLPT1}
ja	輸入	{JLPT3}
ja	ユニーク	{JLPT1}
ja	湯飲み	{JLPT2}
ja	指差す	{JLPT1}
ja	指輪	{JLPT3}
ja	弓	{JLPT1}
ja	夢	{JLPT3}
ja	揺らぐ	{JLPT1}
ja	緩い	{JLPT2}
ja	許す	{JLPT2}
ja	緩む	{JLPT1}
ja	緩める	{JLPT1}
ja	緩やか	{JLPT1}
ja	揺れる	{JLPT3}
ja	ユーモア	{JLPT2}
ja	世	{JLPT1}
ja	夜明け	{JLPT2}
ja	よいしょ	{JLPT2}
ja	洋	{JLPT1}
ja	用	{JLPT3}
ja	酔う	{JLPT2}
ja	容易	{JLPT2}
ja	要因	{JLPT1}
ja	用意	{JLPT3}
ja	溶液	{JLPT1}
ja	八日	{JLPT4}
ja	溶岩	{JLPT2}
ja	容器	{JLPT2}
ja	陽気	{JLPT2}
ja	要求	{JLPT2}
ja	用件	{JLPT1}
ja	用語	{JLPT2}
ja	養護	{JLPT1}
ja	用紙	{JLPT2}
ja	要旨	{JLPT2}
ja	様式	{JLPT1}
ja	幼児	{JLPT2}
ja	用事	{JLPT3}
ja	用心	{JLPT2}
ja	様子	{JLPT2}
ja	要する	{JLPT1}
ja	要するに	{JLPT2}
ja	要請	{JLPT1}
ja	養成	{JLPT1}
ja	容積	{JLPT2}
ja	要素	{JLPT2}
ja	様相	{JLPT1}
ja	幼稚	{JLPT2}
ja	幼稚園	{JLPT2}
ja	要点	{JLPT2}
ja	用途	{JLPT2}
ja	用品	{JLPT1}
ja	洋品店	{JLPT2}
ja	曜日	{JLPT2}
ja	洋風	{JLPT1}
ja	洋服	{JLPT4}
ja	養分	{JLPT2}
ja	用法	{JLPT1}
ja	要望	{JLPT1}
ja	羊毛	{JLPT2}
ja	漸く	{JLPT2}
ja	要領	{JLPT2}
ja	余暇	{JLPT1}
ja	予感	{JLPT1}
ja	予期	{JLPT2}
ja	余興	{JLPT1}
ja	預金	{JLPT1}
ja	好く	{JLPT4}
ja	欲	{JLPT1}
ja	翌	{JLPT2}
ja	良く	{JLPT4}
ja	いらっしゃいました	{JLPT3}
ja	よく	{JLPT3}
ja	抑圧	{JLPT1}
ja	浴室	{JLPT1}
ja	翌日	{JLPT1}
ja	抑制	{JLPT1}
ja	欲張り	{JLPT2}
ja	欲深い	{JLPT1}
ja	欲望	{JLPT1}
ja	余計	{JLPT2}
ja	予言	{JLPT1}
ja	横	{JLPT4}
ja	横切る	{JLPT2}
ja	遣す	{JLPT2}
ja	横綱	{JLPT1}
ja	汚す	{JLPT2}
ja	汚れ	{JLPT1}
ja	汚れる	{JLPT3}
ja	予算	{JLPT2}
ja	よし	{JLPT1}
ja	良し	{JLPT1}
ja	善し悪し	{JLPT1}
ja	予習	{JLPT3}
ja	止す	{JLPT2}
ja	寄せる	{JLPT2}
ja	余所	{JLPT2}
ja	予想	{JLPT1}
ja	予測	{JLPT2}
ja	余所見	{JLPT1}
ja	余地	{JLPT1}
ja	四日	{JLPT4}
ja	四つ	{JLPT4}
ja	因って	{JLPT1}
ja	由って	{JLPT1}
ja	ヨット	{JLPT2}
ja	酔っ払い	{JLPT2}
ja	四つ角	{JLPT2}
ja	予定	{JLPT3}
ja	与党	{JLPT1}
ja	夜中	{JLPT2}
ja	世の中	{JLPT2}
ja	予備	{JLPT2}
ja	呼び掛ける	{JLPT2}
ja	呼出す	{JLPT2}
ja	呼び止める	{JLPT1}
ja	夜更かし	{JLPT1}
ja	夜更け	{JLPT1}
ja	呼ぶ	{JLPT4}
ja	余分	{JLPT2}
ja	予報	{JLPT2}
ja	余程	{JLPT1}
ja	予防	{JLPT2}
ja	読み	{JLPT2}
ja	読み上げる	{JLPT1}
ja	蘇る	{JLPT1}
ja	読む	{JLPT4}
ja	嫁	{JLPT2}
ja	予約	{JLPT3}
ja	余裕	{JLPT2}
ja	より	{JLPT2}
ja	寄り	{JLPT1}
ja	寄り掛かる	{JLPT1}
ja	因る	{JLPT2}
ja	寄る	{JLPT3}
ja	喜び	{JLPT2}
ja	慶び	{JLPT2}
ja	喜ぶ	{JLPT3}
ja	慶ぶ	{JLPT2}
ja	よろしい	{JLPT3}
ja	輿論	{JLPT1}
ja	弱い	{JLPT4}
ja	弱まる	{JLPT1}
ja	弱める	{JLPT1}
ja	弱る	{JLPT1}
ja	ヨーロッパ	{JLPT2}
ja	来	{JLPT2}
ja	来月	{JLPT4}
ja	来週	{JLPT4}
ja	来場	{JLPT1}
ja	ライス	{JLPT1}
ja	ライター	{JLPT2}
ja	ライト	{JLPT2}
ja	来日	{JLPT2}
ja	来年	{JLPT4}
ja	ライバル	{JLPT1}
ja	楽	{JLPT2}
ja	落第	{JLPT2}
ja	酪農	{JLPT1}
ja	ラケット	{JLPT2}
ja	ラジオ	{JLPT4}
ja	ラジカセ	{JLPT4}
ja	落下	{JLPT1}
ja	楽観	{JLPT1}
ja	ラッシュアワー	{JLPT2}
ja	ラベル	{JLPT1}
ja	欄	{JLPT2}
ja	ランチ	{JLPT2}
ja	ランニング	{JLPT2}
ja	ランプ	{JLPT1}
ja	乱暴	{JLPT2}
ja	濫用	{JLPT1}
ja	利益	{JLPT2}
ja	理科	{JLPT2}
ja	理解	{JLPT2}
ja	利害	{JLPT2}
ja	陸	{JLPT2}
ja	理屈	{JLPT1}
ja	利口	{JLPT2}
ja	離婚	{JLPT2}
ja	利子	{JLPT1}
ja	利潤	{JLPT1}
ja	リズム	{JLPT2}
ja	理性	{JLPT1}
ja	理想	{JLPT2}
ja	利息	{JLPT1}
ja	立体	{JLPT1}
ja	リットル	{JLPT2}
ja	立派	{JLPT4}
ja	立方	{JLPT1}
ja	立法	{JLPT1}
ja	率	{JLPT2}
ja	利点	{JLPT1}
ja	リボン	{JLPT2}
ja	略語	{JLPT1}
ja	略す	{JLPT2}
ja	略する	{JLPT2}
ja	略奪	{JLPT1}
ja	流	{JLPT2}
ja	流域	{JLPT2}
ja	留学	{JLPT2}
ja	留学生	{JLPT4}
ja	流行	{JLPT2}
ja	流通	{JLPT1}
ja	理由	{JLPT3}
ja	寮	{JLPT2}
ja	料	{JLPT2}
ja	量	{JLPT2}
ja	領	{JLPT2}
ja	両	{JLPT2}
ja	領域	{JLPT1}
ja	了解	{JLPT1}
ja	領海	{JLPT1}
ja	両替	{JLPT2}
ja	両側	{JLPT2}
ja	両極	{JLPT1}
ja	料金	{JLPT2}
ja	良好	{JLPT1}
ja	漁師	{JLPT2}
ja	良識	{JLPT1}
ja	良質	{JLPT1}
ja	領収	{JLPT2}
ja	了承	{JLPT1}
ja	両親	{JLPT4}
ja	良心	{JLPT1}
ja	領事	{JLPT2}
ja	領地	{JLPT1}
ja	領土	{JLPT1}
ja	両方	{JLPT3}
ja	料理	{JLPT4}
ja	両立	{JLPT1}
ja	旅客	{JLPT1}
ja	旅館	{JLPT3}
ja	旅券	{JLPT1}
ja	旅行	{JLPT4}
ja	利用	{JLPT3}
ja	履歴	{JLPT1}
ja	理論	{JLPT1}
ja	林業	{JLPT1}
ja	臨時	{JLPT2}
ja	リード	{JLPT1}
ja	類	{JLPT1}
ja	類似	{JLPT1}
ja	類推	{JLPT1}
ja	留守	{JLPT3}
ja	留守番	{JLPT2}
ja	ルーズ	{JLPT1}
ja	ルール	{JLPT1}
ja	例	{JLPT2}
ja	礼	{JLPT2}
ja	零	{JLPT4}
ja	例外	{JLPT2}
ja	礼儀	{JLPT2}
ja	冷酷	{JLPT1}
ja	冷静	{JLPT2}
ja	冷蔵	{JLPT1}
ja	冷蔵庫	{JLPT4}
ja	冷淡	{JLPT1}
ja	零点	{JLPT2}
ja	冷凍	{JLPT2}
ja	冷房	{JLPT3}
ja	レインコート	{JLPT2}
ja	歴史	{JLPT3}
ja	レギュラー	{JLPT1}
ja	レクリエーション	{JLPT2}
ja	レコード	{JLPT4}
ja	レジ	{JLPT3}
ja	レジャー	{JLPT2}
ja	レストラン	{JLPT4}
ja	列車	{JLPT2}
ja	レッスン	{JLPT1}
ja	列島	{JLPT2}
ja	列	{JLPT2}
ja	レディー	{JLPT1}
ja	レバー	{JLPT1}
ja	レベル	{JLPT2}
ja	リポート	{JLPT3}
ja	レポート	{JLPT3}
ja	恋愛	{JLPT1}
ja	煉瓦	{JLPT2}
ja	連休	{JLPT1}
ja	連合	{JLPT2}
ja	練習	{JLPT4}
ja	レンジ	{JLPT1}
ja	連日	{JLPT1}
ja	レンズ	{JLPT2}
ja	連想	{JLPT2}
ja	連続	{JLPT2}
ja	連帯	{JLPT1}
ja	レンタカー	{JLPT1}
ja	連中	{JLPT1}
ja	レントゲン	{JLPT1}
ja	連邦	{JLPT1}
ja	連盟	{JLPT1}
ja	連絡	{JLPT3}
ja	レース	{JLPT1}
ja	廊下	{JLPT4}
ja	老人	{JLPT2}
ja	老衰	{JLPT1}
ja	蝋燭	{JLPT2}
ja	労働	{JLPT2}
ja	朗読	{JLPT1}
ja	浪費	{JLPT1}
ja	労力	{JLPT1}
ja	六	{JLPT4}
ja	碌な	{JLPT1}
ja	碌に	{JLPT1}
ja	録音	{JLPT2}
ja	ロケット	{JLPT2}
ja	露骨	{JLPT1}
ja	ロッカー	{JLPT2}
ja	ロビー	{JLPT2}
ja	ロマンチック	{JLPT1}
ja	ロマンティック	{JLPT1}
ja	論	{JLPT2}
ja	論議	{JLPT1}
ja	論じる	{JLPT2}
ja	論ずる	{JLPT2}
ja	論争	{JLPT2}
ja	論文	{JLPT2}
ja	論理	{JLPT1}
ja	ロープ	{JLPT1}
ja	ロープウエイ	{JLPT1}
ja	ローマ字	{JLPT2}
ja	輪	{JLPT2}
ja	和	{JLPT2}
ja	ワイシャツ	{JLPT4}
ja	ワイン	{JLPT2}
ja	和英	{JLPT2}
ja	若い	{JLPT4}
ja	沸かす	{JLPT3}
ja	若者	{JLPT1}
ja	分かる	{JLPT4}
ja	分れ	{JLPT2}
ja	別れ	{JLPT2}
ja	分かれる	{JLPT2}
ja	別れる	{JLPT3}
ja	若々しい	{JLPT2}
ja	我が	{JLPT2}
ja	我が儘	{JLPT2}
ja	脇	{JLPT2}
ja	枠	{JLPT1}
ja	沸く	{JLPT3}
ja	湧く	{JLPT2}
ja	惑星	{JLPT1}
ja	分ける	{JLPT2}
ja	技	{JLPT1}
ja	態と	{JLPT2}
ja	態々	{JLPT1}
ja	忘れ物	{JLPT3}
ja	忘れる	{JLPT4}
ja	僅か	{JLPT2}
ja	煩わしい	{JLPT1}
ja	私	{JLPT4}
ja	渡す	{JLPT4}
ja	渡り鳥	{JLPT1}
ja	渡る	{JLPT4}
ja	話題	{JLPT2}
ja	ワット	{JLPT1}
ja	詫び	{JLPT1}
ja	詫びる	{JLPT2}
ja	和風	{JLPT1}
ja	和服	{JLPT2}
ja	和文	{JLPT1}
ja	藁	{JLPT1}
ja	笑い	{JLPT2}
ja	笑う	{JLPT3}
ja	割	{JLPT1}
ja	割合	{JLPT3}
ja	割合に	{JLPT3}
ja	割当	{JLPT1}
ja	割込む	{JLPT1}
ja	割算	{JLPT2}
ja	割りと	{JLPT2}
ja	割りに	{JLPT2}
ja	割引	{JLPT2}
ja	割る	{JLPT2}
ja	悪い	{JLPT4}
ja	悪口	{JLPT2}
ja	悪者	{JLPT1}
ja	我	{JLPT1}
ja	割れる	{JLPT3}
ja	我々	{JLPT2}
ja	椀	{JLPT2}
ja	湾	{JLPT2}
ja	碗	{JLPT2}
ja	ワンピース	{JLPT2}
ja	ワープロ	{JLPT3}
ja	どういたしまして	{JLPT2,JLPT4}
ja	主人	{JLPT2,JLPT3}
ja	仕舞う	{JLPT2,JLPT3}
ja	おげんきで	{JLPT4}
ja	よろしく	{JLPT4}
ja	ありがとうございます	{JLPT4}
ja	就いて	{JLPT3}
ja	取って	{JLPT2}
ja	拠ると	{JLPT3}
\.


--
-- Name: languages languages_pkey; Type: CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.languages
    ADD CONSTRAINT languages_pkey PRIMARY KEY (code);


--
-- Name: words words_pkey; Type: CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.words
    ADD CONSTRAINT words_pkey PRIMARY KEY (lang, word);


--
-- Name: words words_lang_fkey; Type: FK CONSTRAINT; Schema: public; Owner: -
--

ALTER TABLE ONLY public.words
    ADD CONSTRAINT words_lang_fkey FOREIGN KEY (lang) REFERENCES public.languages(code) ON UPDATE CASCADE ON DELETE RESTRICT;


--
-- PostgreSQL database dump complete
--

\unrestrict C3J6D1s8hXDNtELY6NxgSdCCT81LjKAZahnhn4Ve2403s3DoGClkQiLE8WKDJLd

